Repository: thebuggenie/thebuggenie
Catalog: modules/vcs_integration/i18n/*/vcs_integration.xlf
Languages: de_de, fr_fr, it_it

source: VCS Integration has been disabled for this project
de_de: VCS Integration wurde für dieses Projekt deaktiviert
fr_fr: VCS integration a été désactivé pour ce projet
it_it: L'integrazione VCS è stata disabilitata per questo progetto

source: Settings saved
de_de: Einstellungen gespeichert
fr_fr: Paramètres enregistrés
it_it: Impostazioni salvate

source: Show commit details
de_de: Commit details anzeigen
fr_fr: Afficher les détails de la révision
it_it: Visualizza dettagli commit

source: Close
de_de: Schlie&szlig;en
fr_fr: Fermer
it_it: Chiudi

source: Revision %rev by %user
de_de: Revision %rev von %user
fr_fr: Révision %rev par %user
it_it: Revisione %rev di %user

source: Preceeded by %prev
de_de: Gemeldet durch %prev
fr_fr: Précédé par %prev
it_it: Preceduta da %prev

source: Show more details
de_de: Mehr Details zeigen
fr_fr: Afficher plus de détails
it_it: Visualizza ulteriori dettagli

source: Hide details
de_de: Details verbergen
fr_fr: Cacher les détails
it_it: Nascondi dettagli

source: Changed files
de_de: Geänderte Dateien
fr_fr: Fichiers modifiés
it_it: File modificati

source: No files have been affected by this commit
de_de: Keine Dateien waren von diesem Commit betroffen.
fr_fr: Aucun fichier n'a été affecté par cette révision
it_it: Nessun file è stato alterato da questo commit

source: directory
de_de: Verzeichnis
fr_fr: répertoire

source: Diff
fr_fr: Différences

source: deleted
de_de: Gelöscht
fr_fr: supprimé
it_it: eliminato

source: new file
de_de: Neue Datei
fr_fr: nouveau fichier
it_it: nuovo file

source: View
de_de: Ansicht
fr_fr: Vue
it_it: Visualizza

source: Affected issues
de_de: Betroffener Fall
fr_fr: Demandes affectés
it_it: Segnalazioni interessate

source: This commit affects no issues
de_de: Der Commit betrifft keinen Fall
fr_fr: Cette révision ne concerne aucune demande
it_it: Questo commit non interessa alcuna segnalazione

source: This commit only affects issues you do not have access to
de_de: Dieses Commit betrifft nur Fälle, auf die Sie keinen Zugriff haben
fr_fr: Cette révision n'affecte que des demandes auxquelles vous n'avez pas accès
it_it: Questo commit interessa solo segnalazioni a cui non hai accesso

source: Commits
fr_fr: Révisions
it_it: Commit

source: Browse source code
de_de: Quellcode durchstöbern
fr_fr: Parcourir le code source
it_it: Esplora codice sorgente

source: %user_name mentioned you in commit %rev
de_de: %user_name erwähnt Sie im Commit %rev
fr_fr: %user_name vous a mentionné dans la révision %rev
it_it: %user_name ti ha menzionato nel commit %rev

source: Editing VCS connectivity settings
de_de: VCS Verbindungseinstellungen bearbeiten
fr_fr: Modification des paramètres de connectivité VCS
it_it: Modifica impostazioni di connessione VCS

source: You do not have the relevant permissions to access VCS Integration settings
de_de: Sie haben nicht die entsprechende Berechtigung um auf die VCS-Integrationseinstellungen zuzugreifen.
fr_fr: Vous n'avez pas les autorisations requises pour accéder aux paramètres de l'intégration VCS
it_it: Non hai i permessi richiesti per accedere alle impostazioni di integrazione VCS

source: Remember to set up the hook after saving these settings - see the %documentation. You will need this project's ID number: %id
de_de: Denken Sie daran, nach dem sichern der Einstellungen den Hook zu setzen - siehe %documentation. Sie werden folgende Projekt ID Nummer benötigen: %id
fr_fr: N'oubliez pas de définir l'ancre après avoir sauvegardé ces paramètres - voir la %documentation. Vous aurez besoin du numéro d'ID de ce projet %id
it_it: Ricordati di impostare l'hook dopo aver salvato queste impostazioni - vedi la %documentation. Avrai bisogno dell'ID di questo progetto: %id

source: Enable VCS Integration?
de_de: VCS-Integration aktivieren?
fr_fr: Activer l'intégration VCS
it_it: Abilitare integrazione VCS?

source: Disable for this project
de_de: Für dieses Projekt deaktivieren
fr_fr: Désactiver pour ce projet
it_it: Disabilita per questo progetto

source: Enable for commits applying to existing issues only
de_de: Aktivieren nur für Commits, die bestehende Fälle betreffen
fr_fr: Activer pour les révisions s'appliquant aux demandes existantes uniquement
it_it: Abilita solo per i commit applicabili a segnalazioni esistenti

source: Enable workflow?
de_de: Arbeitsablauf aktivieren?
fr_fr: Activer les flux de travaux ?
it_it: Abilitare workflow?

source: Enable for this project
de_de: Für dieses Projekt aktivieren
fr_fr: Activer pour ce projet
it_it: Abilita per questo progetto

source: This will allow specially-crafted commit messages to cause a workflow transition, in the same way as incoming emails. See the documentation for details.
de_de: Dies erlaubt speziell zugeschnittene Commit Nachrichten um einen Arbeitsablaufübergang zu begründen, auf die gleiche Art wie hereinkommende E-Mails. Siehe Dokumentation für Details.
fr_fr: Cela permettra messages de commit spécialement conçus de provoquer une transition de workflow, de la même manière que les emails entrants. Consultez la documentation pour plus de détails.
it_it: Quest'impostazione consentirà a messaggi di commit particolari di causare una transizione nel workflow, allo stesso modo dei messaggi di posta elettronica in arrivo. Vedi la documentazione per ulteriori dettagli.

source: Access method
de_de: Zugriffsmethode
fr_fr: Méthode d'accès
it_it: Metodo d'accesso

source: Direct Access (via a call to tbg_cli)
de_de: Direktzugriff (über einen Aufruf von tbg_cli)
fr_fr: Accès direct (via un appel à tbg_cli)
it_it: Accesso diretto (tramite chiamata a tbg_cli)

source: HTTP Access (via a call to a URL)
de_de: HTTP Zugriff (durch einen Aufruf einer URL)
fr_fr: Accès HTTP (via un appel d'URL)
it_it: Accesso HTTP (tramite chiamata a un URL)

source: Required for Github, Gitorious and Bitbucket users
de_de: Benötigt für Github-, Gitorious- und Bitbucketbenutzer
fr_fr: Requis pour les utilisateurs Github, Gitorious et Bitbucket
it_it: Richiesta per utenti GitHub, Gitorious e Bitbucket

source: HTTP Passkey
fr_fr: Clé de sécurité HTTP
it_it: Passkey HTTP

source: URL to repository browser
de_de: URL zum Repository Browser
fr_fr: URL de votre référentiel
it_it: URL al browser del repository

source: If the repository name is part of the URL (e.g. http://www.example.com/viewvc/myrepo), please include it as part of this field.
de_de: Wenn der Quellenname ein Teil der URL (z. B. http://www.example.com/viewvc/myrepo) ist, fügen Sie ihn bitte als Teil dieses Feldes ein.
fr_fr: Si le nom du référentiel fait partie de l'URL (par exemple http://www.example.com/viewvc/myrepo), veuillez l'inclure dans ce champ.
it_it: Se il nome del repository fa parte dell'URL (ad es. http://www.example.com/viewvc/myrepo), includilo come parte di questo campo.

source: Repository browser type
de_de: Repositorium Browser Typ
fr_fr: Type de navigateur de référentiel
it_it: Tipo browser repository

source: Set URLs manually
de_de: URLs manuell setzen
fr_fr: Définir les URLs manuellement
it_it: Imposta URL manualmente

source: Multi-system
fr_fr: Système multiple
it_it: Multisistema

source: using MultiViews
de_de: MultiViews benützen
fr_fr: Utilisannt les vues multiples
it_it: utilizza MultiView

source: locally hosted
de_de: lokal gehostete
fr_fr: hébergé localement
it_it: ospitato localmente

source: If you are setting up for the first time, it is recommended you set a browser type, which will automatically set the URLs for you.
de_de: Wenn Sie eine Ersteinrichtung durchführen, wird empfohlen dass Sie einen Browser-Typ festlegen, der automatisch die URLs für Sie festlegt.
fr_fr: Si vous configurez pour la première fois, il est recommandé de définir un type de navigateur, qui règle automatiquement les URLs pour vous.
it_it: Se stai modificando queste impostazioni per la prima volta, è raccomandato impostare un tipo di browser - ciò imposterà automaticamente gli URL per te.

source: Repository name
de_de: Quellenname
fr_fr: Nom du référentiel
it_it: Nome repository

source: Custom browser URLs
de_de: Benutzerdefinierte Browser-URLs
fr_fr: URLs personnalisées du navigateur
it_it: URL browser personalizzato

source: In the Commit details page field, the following parameters will be replaced with a real value when link is generated:
de_de: Im Commit Details Eingabefeld werden die folgenden Parameter ersetzt mit einem richtigen Wert sobald der Link generiert wird:
fr_fr: Dans le champ Page de détails de révision, les paramètres suivants seront remplacés par une valeur réelle lorsque le lien sera généré :
it_it: Nel campo Dettagli del commit, i seguenti parametri saranno sostituiti con dei valori reali all'atto della generazione dei link:

source: Revision number/hash of either the current or previous revision (the one to use is automatically chosen as appropriate)
de_de: Revisionsnummer/hash von entweder der laufenden oder vorhergehenden Revision (die zu verwendende wird automatisch als passend ausgewählt)
fr_fr: Numéro de révision/hash soit de la révision en cours soit de la précédente (celle à utiliser est automatiquement sélectionné selon le cas)
it_it: Numero revisione/hash della revisione attuale o precedente (quella da usare è scelta automaticamente in modo appropriato)

source: Branch (if provided by the hook). If no branch is provided, this will be left unchanged
de_de: Branch (wenn vom hook unterstützt). Wenn kein branch unterstützt ist, wird dies unverändert bleiben
fr_fr: Branche (si fournie par le branchement). Si aucune branche n'est fournie, ne modifiez pas la valeur
it_it: Branch (se fornito dall'hook). Se non è fornito alcun branch, quest'impostazione non sarà modificata

source: In the other fields, these parameters will be replaced with real values when links are generated:
de_de: In den anderen Feldern werden diese Parameter ersetzt mit den wirklichen Werten, wenn die Links generiert werden:
fr_fr: Dans les autres champs, ces paramètres seront remplacés par des valeurs réelles quand les liens sont générés :
it_it: Negli altri campi, i seguenti parametri saranno sostituiti con dei valori reali all'atto della generazione dei link:

source: Revision number/hash
de_de: Revisionsnummer/-hash
fr_fr: Numéro de révision/hash
it_it: Numero revisione/hash

source: Revision number/hash of previous commit
de_de: Revisionsnummer/-hash des vorausgegangenen Commits
fr_fr: Numéro de révision/hash de la précédente révision
it_it: Numero revisione/hash del commit precedente

source: Filename and path, from root of repository
de_de: Dateiname und -pfad, vom Stammverzeichnis der Quelle
fr_fr: Nom de fichier et chemin, depuis la racine du référentiel
it_it: Nome del file e percorso, a partire dalla radice del repository

source: Commit details page
de_de: Commit Detailseite
fr_fr: Page de détails de la révision
it_it: Pagina Dettagli commit

source: File log page
de_de: Datei-Log Seite
fr_fr: Page de fichier journal
it_it: Pagina Log file

source: File blob/view page
de_de: Datei Blob / Seitenansicht
fr_fr: Fichier BLOB/affichage de la page
it_it: Pagina Blob/visualizzazione file

source: Diff page
de_de: Diff Seite
fr_fr: Page de différences
it_it: Pagina Diff

source: When you are done, click "%save" to save your changes on all tabs
de_de: Wenn Sie fertig sind, klicken Sie "%save", um die Änderungen aller Tabs zu speichern
fr_fr: Lorsque vous avez terminé, cliquer sur "%save" pour enregistrer vos changements dans tous les onglets
it_it: Quando hai finito, fai clic su "%save" per salvare le modifiche su tutte le schede

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva

source: VCS Integration
fr_fr: Intégration VCS
it_it: Integrazione VCS

source: Source code
de_de: Quellcode
fr_fr: Code source
it_it: Codice sorgente

source: Commits (%count)
fr_fr: Révisions (%count)
it_it: Commit (%count)

source: There are no code checkins for this issue
de_de: Für diesen Fall wurden keine Code-Checkins gefunden
fr_fr: Il n'y a pas d'archive de code pour cette demande
it_it: Non ci sono checkin codice per questa segnalazione

source: Code checkins (%count)
fr_fr: Révisions du code (%count)
it_it: Checkin codice (%count)

source: "%project_name" commits
fr_fr: révisions de "%project_name
it_it: Commit di "%project_name"

source: Project commits
de_de: Projekt Commits
fr_fr: Révisions du projet
it_it: Commit progetto

source: No commits have been found for this project
de_de: Für das Projekt wurden keine Commits gefunden
fr_fr: Aucune révision n'a été trouvée pour ce projet
it_it: Non sono stati trovati commit per questo progetto

source: Show more
de_de: Mehr anzeigen
fr_fr: Afficher plus
it_it: Visualizza ulteriori informazioni

source: This issue has been updated with the latest changes from the code repository.<source>%commit_msg</source>
de_de: Dieser Fall wurde aktualisiert mit den letzten Änderungen aus dem Code Repository.<source>%commit_msg</source>
fr_fr: Cette demande a été mise à jour avec les derniers changements depuis le référentiel de code. <source>%commit_msg</source>
it_it: Questa segnalazione è stata aggiornata con le ultime modifiche dal repository del codice. <source>%commit_msg</source>

source: documentation
de_de: Dokumentation
it_it: documentazione
