Repository: thebuggenie/thebuggenie
Catalog: modules/mailing/i18n/*/mailing.xlf
Languages: de_de, it_it

source: SMTP address port
de_de: SMTP-Adress-Port
it_it: Indirizzo porta SMTP

source: SMTP server timeout
it_it: Timeout server SMTP

source: %number_of seconds
de_de: %number_of Sekunde(n)
it_it: %number_of secondi

source: Connection information for the outgoing email server
de_de: Verbindungsinformationen für ausgehenden E-Mail-Server
it_it: Informazioni di connessione per il server della posta in uscita

source: SMTP username
de_de: SMTP-Benutzername
it_it: Nome utente SMTP

source: The username used for sending emails
de_de: Der Benutzername wird für das Senden der E-Mails verwendet.
it_it: Il nome utente utilizzato per l'invio dei messaggi

source: SMTP password
de_de: SMTP-Passwort
it_it: Password SMTP

source: The password used for sending emails
de_de: Das Passwort, welches für gesendete E-Mails benutzt wird.
it_it: La password utilizzata per l'invio dei messaggi

source: Click "%save" to save email notification settings
de_de: Klicken Sie "%save" um die E-Mail-Einstellungen zu übernehmen
it_it: Clicca "%save" per salvare le impostazioni di notifica per e-mail

source: Save
de_de: Speichern
it_it: Salva

source: Send test email
de_de: Test-E-Mail senden
it_it: Invia e-mail di prova

source: Enter an email address, and click "%send_test_email" to check if the email module is configured correctly
de_de: Geben Sie eine E-Mail-Adresse ein und klicken Sie "%send_test_email" um zu prüfen ob das E-Mail-Modul richtig konfiguriert wurde.
it_it: Immetti un indirizzo di posta elettronica e clicca "%send_test_email" per controllare se il modulo di posta elettronica è configurato correttamente

source: No
de_de: Nein
