Repository: thebuggenie/thebuggenie
Catalog: modules/mailing/i18n/*/mailing.xlf
Languages: de_de, it_it

source: Please use the link in the email you received
de_de: Bitte benutzen Sie den Link, den Sie in der E-Mail erhalten haben.
it_it: Utilizza il collegamento nell'e-mail che hai ricevuto

source: Cannot find an email address for this user
de_de: E-Mail-Adresse des Benutzers kann nicht gefunden werden.
it_it: Impossibile trovare un indirizzo e-mail per quest'utente

source: Forbidden for this username, please contact your administrator
de_de: Für diesen Benutzernamen nicht erlaubt, bitte kontaktieren Sie den Administrator.
it_it: Accesso negato per questo nome utente, contatta il tuo amministratore di sistema

source: This username does not exist
de_de: Der Benutzername existiert nicht.
it_it: Questo nome utente non esiste

source: Please enter an username
de_de: Bitte geben Sie einen Benutzernamen ein.
it_it: Inserisci un nome utente

source: The email was successfully accepted for delivery
de_de: Die E-Mail wurde erfolgreich generiert
it_it: L'e-mail è stata accettata per il recapito

source: The email was not sent
de_de: Die E-Mail wurde nicht gesendet.
it_it: L'e-mail non è stata inviata

source: Please specify an email address
de_de: Bitte geben Sie eine E-Mail-Adresse an.
it_it: Specifica un indirizzo e-mail

source: This is not a valid mailing account
de_de: Das ist kein gültiges E-Mail-Konto.
it_it: Questo non è un account di posta elettronica valido

source: This is not a valid project
de_de: Das ist kein gültiges Projekt.
it_it: Questo non è un progetto valido

source: The php imap extension is not installed
de_de: Die PHP-IMAP-Erweiterung ist nicht installiert.
it_it: L'estensione PHP IMAP non è installata

source: Incoming email account deleted
de_de: Eingehendes E-Mail-Konto gelöscht
it_it: Account di posta elettronica in entrata eliminato

source: Please enter a valid email address
de_de: Bitte eine gültige E-Mail-Adresse eingeben
it_it: Immetti un indirizzo e-mail valido

source: Settings saved
de_de: Einstellungen gespeichert
it_it: Impostazioni salvate

source: No error message provided
de_de: Keine Fehlermeldung bereitgestellt
it_it: Non è stato fornito alcun messaggio d'errore

source: Could not connect to the specified email server(%connection_string): %error_message
de_de: Verbindung zum angegebenen E-Mail Server (%connection_string) nicht möglich: %error_message
it_it: Impossibile connettersi al server di posta elettronica specificato (%connection_string): %error_message

source: Please provide a valid setting for SMTP server address
de_de: Bitte geben Sie einen gültigen SMTP Server an
it_it: Fornisci un valore valido per l'indirizzo del server SMTP

source: Please provide a valid setting for email "from"-address
de_de: Bitte einen gültigen Eintrag für die "Von"-Adresse erfassen
it_it: Fornisci un valore valido per l'indirizzo del mittente delle e-mail

source: Please provide a valid setting for SMTP server timeout
de_de: Bitte geben Sie ein gültiges SMTP Server Timeout an
it_it: Fornisci un valore valido per il timeout del server SMTP

source: Please provide a valid setting for SMTP server port
de_de: Bitte geben Sie einen gültigen SMTP Server Port an
it_it: Fornisci un valore valido per la porta del server SMTP

source: Please provide a valid setting for email header charset
de_de: Bitte geben Sie eine gültige Einstellung für den E-Mail-Header-Charset an.
it_it: Fornisci un valore valido per il set di caratteri nell'header delle e-mail

source: User account registered with The Bug Genie
de_de: Benutzeraccount registriert mit The Bug Genie
it_it: Account utente registrato in The Bug Genie

source: Your account in The Bug Genie has been added to a new scope
de_de: Ihrem Konto wurde ein neuer Bereich hinzugefügt
it_it: Il tuo account in The Bug Genie è stato aggiunto a un nuovo ambito

source: Password reset
de_de: Passwort zurücksetzen
it_it: Reimpostazione password

source: Forgot your password?
de_de: Ihr Passwort vergessen?
it_it: Hai dimenticato la password?

source: Test email
de_de: E-Mail testen
it_it: E-mail di prova

source: The email module is not configured for outgoing emails
de_de: Das E-Mail-Modul ist für ausgehende E-Mails nicht konfiguriert.
it_it: Il modulo e-mail non è configurato per la posta in uscita

source: Notify by email when there are updates to my subscribed issues
de_de: Per E-Mail informieren wenn meine abonnierten Fälle aktualisiert werden
it_it: Invia una notifica tramite posta elettronica quando ci sono aggiornamenti per le segnalazioni a cui sono iscritto

source: Notify by email when there are updates to my subscribed articles
de_de: Per E-Mail informieren wenn meine abonnierten Artikel aktualisiert werden
it_it: Invia una notifica tramite posta elettronica quando ci sono aggiornamenti per gli articoli a cui sono iscritto

source: Notify by email when new issues are created in my project(s)
de_de: Per E-Mail benachrichtigen wenn neue Fälle in einem (oder mehreren) meiner Projekte erstellt werden
it_it: Invia una notifica tramite posta elettronica quando vengono create nuove segnalazioni nei miei progetti

source: Notify by email when new articles are created in my project(s)
de_de: Per E-Mail benachrichtigen wenn neue Artikel in einem (oder mehreren) meiner Projekte erstellt werden
it_it: Invia una notifica tramite posta elettronica quando vengono creati nuovi articoli nei miei progetti

source: Only send one email per issue or article until I view the issue or article in my browser
de_de: Nur eine E-Mail pro Fall oder Artikel senden bis ich den Fall oder Artikel in meinem Browser geöffnet habe
it_it: Invia solo un'e-mail per segnalazione o articolo fino a quando non visualizzo la segnalazione o articolo nel browser

source: Notify by email also when I am the one making the changes
de_de: Auch per E-Mail informieren wenn ich die Änderungen selber durchgeführt habe
it_it: Invia una notifica tramite posta elettronica anche quando sono io ad apportare le modifiche

source: Email notifications
de_de: E-Mail Benachrichtigungen
it_it: Notifiche tramite posta elettronica

source: In addition to being notified when logging in, you can choose to also be notified via email for issues or articles you subscribe to. The following settings control when you receive emails.
de_de: Zusätzlich dazu dass Sie beim einloggen benachrichtigt werden, können Sie wählen ob Sie auch per E-Mail benachrichtigt werden für von Ihnen abonnierte Fälle oder Artikel. Die folgenden Einstellungen steuern wann Sie E-Mails erhalten.
it_it: Oltre a ricevere notifiche quando esegui il login, puoi anche scegliere di ricevere notifiche tramite posta elettronica per le segnalazioni o gli articoli a cui ti iscrivi. Le seguenti impostazioni consentono di specificare quando ricevi tali e-mail.

source: Comment by %name
de_de: Kommentar von %name
it_it: Commento di %name

source: Show article:
de_de: Zeige Artikel:
it_it: Visualizza articolo:

source: Show comment:
de_de: Zeige Kommentar:
it_it: Visualizza commento:

source: You were sent this notification email because you are related to the article mentioned in this email.
de_de: Sie erhalten diese E-Mail Benachrichtigung weil Sie dem im E-Mail erwähnten Artikel zugewiesen sind.
it_it: Quest'e-mail di notifica ti è stata inviata perché sei correlato con l'articolo menzionato in quest'e-mail.

source: To change when and how often we send these emails, update your account settings:
de_de: Aktualisieren Sie Ihre Konteneinstellungen, um einzustellen, wann und wie oft wir E-Mails versenden:
it_it: Per modificare quando e quanto spesso inviamo questi messaggi, aggiorna le tue impostazioni dell'account:

source: A comment has been posted:
de_de: Ein Kommentar wurde erstellt:
it_it: È stato pubblicato un commento:

source: %article updated
de_de: %article aktualisiert
it_it: %article aggiornato

source: The article has been updated by %name
de_de: Der Artikel wurde aktualisiert durch %name
it_it: L'articolo è stato aggiornato da %name

source: No change reason provided
de_de: Kein Änderungsgrund angegeben
it_it: Non è stato fornito alcun motivo per la modifica

source: Show changes:
de_de: Zeige Änderungen:
it_it: Visualizza modifiche:

source: Send user information by email
de_de: Dem Benutzer Informationen per E-Mail senden
it_it: Invia informazioni utente per e-mail

source: Edit incoming email account
de_de: Eingehendes E-Mail-Konto bearbeiten
it_it: Modifica l'account per la posta elettronica in arrivo

source: Add new incoming email account
de_de: Neues E-Mail-Konto hinzufügen (eingehend)
it_it: Aggiungi nuovo account di posta elettronica in arrivo

source: The Bug Genie can check email accounts and create issues from incoming emails. Set up a new account here, and check the %online_documentation for more information.
de_de: The Bug Genie kann E-Mail-Konten überprüfen und Fälle aus eingehenden E-Mails erstellen. Richten Sie hier ein neues Konto ein und schauen Sie sich die %online_documentation für mehr Informationen an.
it_it: The Bug Genie può controllare gli account di posta elettronica e creare segnalazioni a partire dalle e-mail in arrivo. Imposta qui un nuovo account e consulta la %online_documentation per ulteriori informazioni.

source: online documentation
de_de: Online-Dokumentation
it_it: documentazione online

source: Account name:
de_de: Kontoname:
it_it: Nome account:

source: Enter a short, descriptive name for this incoming email account
de_de: Geben Sie einen kurzen, aussagekräftigen Namen für das eingehende E-Mail-Konto ein.
it_it: Immetti un nome breve e descrittivo per questo account di posta elettronica in arrivo

source: Server name:
it_it: Nome server:

source: Enter the name of the incoming email server
de_de: Geben Sie Namen des eingehenden E-Mail-Servers ein.
it_it: Immetti il nome del server della posta in arrivo

source: Port number:
de_de: Portnummer:
it_it: Numero di porta:

source: Email folder name:
de_de: E-Mail Ordner Name:
it_it: Nome cartella posta elettronica:

source: Enter folder name to read from. Leave blank for default (INBOX)
de_de: Geben Sie einen Ordnernamen ein, aus dem gelesen werden soll. Leer lassen für Standard (INBOX)
it_it: Immetti il nome della cartella da cui leggere. Lascia il campo vuoto per l'impostazione predefinita (INBOX)

source: Keep email:
de_de: Behalte E-Mail:
it_it: Conserva i messaggi:

source: Yes
de_de: Ja
it_it: Sì

source: Select whether emails should be kept or removed from the account after being downloaded
de_de: Wählen Sie ob E-Mails im Konto nach dem Download behalten oder gelöscht werden sollen
it_it: Scegli se conservare o eliminare i messaggi dall'account dopo che questi sono stati scaricati.

source: Email username:
de_de: E-Mail-Benutzername:
it_it: Nome utente e-mail:

source: Email password:
de_de: E-Mail-Passwort:
it_it: Password e-mail:

source: Use plaintext authentication
de_de: Klartextauthentifizierung benutzen
it_it: Usa autenticazione testo in chiaro

source: Account type
de_de: Kontotyp
it_it: Tipo account

source: Use secure connection (SSL)
de_de: Sichere Verbindung (SSL) benutzen
it_it: Utilizza connessione sicura (SSL)

source: Ignore certificate errors
de_de: Zertifikatfehler ignorieren
it_it: Ignora errori certificato

source: Select this to ignore certificate validation error messages
de_de: Anwählen um Zertifikatsprüfungs-Fehlermeldungen zu ignorieren
it_it: Seleziona quest'opzione per ignorare i messaggi d'errore relativi alla validazione del certificato

source: Issuetype
de_de: Falltyp
it_it: Tipo segnalazione

source: Any issues created will be set to this issuetype, and its first workflow step will be applied
de_de: Für alle erstellten Fälle wird dieser Falltyp festgelegt und die erste Phase des Arbeitsablaufs angewendet.
it_it: Eventuali segnalazioni create saranno impostate con questo tipo di segnalazione e verrà applicato il primo passo del workflow

source: When you are done, click "%save_changes" to update the details for this account
de_de: Wenn Sie fertig sind, klicken Sie "%save_changes" um die Details für dieses Konto zu aktualisieren
it_it: Quando hai finito, fai clic su "%save_changes" per aggiornare i dettagli per questo account

source: Save changes
de_de: Änderungen speichern
it_it: Salva le modifiche

source: When you are done, click "%add_account" to add this account
de_de: Wenn Sie fertig sind, klicken Sie "%add_account" um dieses Konto hinzuzufügen
it_it: Quando hai finito, fai clic su "%add_account" per aggiungere questo account

source: Add account
de_de: Benutzerkonto hinzufügen
it_it: Aggiungi account

source: Close popup
de_de: Popup schließen
it_it: Chiudi popup

source: Forgot password
de_de: Passwort vergessen
it_it: Password dimenticata

source: Username or email address
de_de: Benutzername oder E-Mailadresse
it_it: Nome utente o indirizzo e-mail

source: Back
de_de: Zurück
it_it: Indietro

source: Send email
de_de: Sende E-Mail
it_it: Invia e-mail

source: Check now
de_de: Jetzt prüfen
it_it: Controlla ora

source: Edit
de_de: Bearbeiten
it_it: Modifica

source: Really delete this incoming email account?
de_de: Eingehendes E-Mail-Konto wirklich löschen?
it_it: Vuoi veramente eliminare questo account di posta elettronica in arrivo?

source: Deleting this incoming email account will stop emails being retrieved from this account. All existing issues are still kept.
de_de: Wenn Sie dieses E-Mailkonto für eingehende Mails löschen, werden keine neuen E-Mails von diesem Konto empfangen. Alle existierenden Fälle bleiben erhalten.
it_it: L'eliminazione di questo account di posta elettronica in arrivo fermerà il recupero delle e-mail da questo account. Tutte le segnalazioni esistenti saranno mantenute.

source: Delete
de_de: L&ouml;schen
it_it: Elimina

source: Last checked: %time
de_de: Letzte Überprüfung: %time
it_it: Ultimo controllo: %time

source: %last_checked never
de_de: %last_checked Nie
it_it: %last_checked mai

source: Email(s) processed: %number
de_de: E-Mails verarbeitet: %number
it_it: E-mail elaborate: %number

source: Created by %name
de_de: Erstellt durch %name
it_it: Creato da %name

source: Show issue:
de_de: Zeige Fall:
it_it: Visualizza segnalazione:

source: Show %project project dashboard:
de_de: Zeige %project Projekt Dashboard:
it_it: Visualizza cruscotto del progetto %project:

source: You were sent this notification email because you are related to the issue mentioned in this email.
de_de: Sie erhalten diese E-Mail Benachrichtigung weil Sie dem im E-Mail erwähnten Fall zugewiesen sind.
it_it: Quest'e-mail di notifica ti è stata inviata perché sei correlato con la segnalazione menzionata in quest'e-mail.

source: Description:
de_de: Beschreibung:
it_it: Descrizione:

source: Reproduction steps
de_de: Schritte zur Reproduktion
it_it: Passaggi per riprodurre il problema

source: Description
de_de: Beschreibung
it_it: Descrizione

source: Updated by %name
de_de: Aktualisiert durch %name
it_it: Aggiornato da %name

source: Changes
de_de: Änderungen
it_it: Modifiche

source: Issue closed
de_de: Fall geschlossen
it_it: Segnalazione chiusa

source: Issue reopened
de_de: Fall wieder geöffnet
it_it: Segnalazione riaperta

source: Triaged bug type: %text
de_de: Fehlertyp: %text
it_it: Triage tipo anomalia eseguito: %text

source: Triaged likelihood: %text
de_de: Wahrscheinlichkeit nach Sichtung: %text
it_it: Triage probabilità eseguito: %text

source: Triaged effect: %text
de_de: Effekt nach Sichtung: %text
it_it: Triage effetto eseguito: %text

source: Calculated user pain: %text
de_de: Berechneter User Pain: %text
it_it: Dolore utente calcolato: %text

source: Category changed: %text
de_de: Kategorie geändert: %text
it_it: Categoria modificata: %text

source: Custom field changed: %text
de_de: Benutzerdefiniertes Feld geändert: %text
it_it: Campo personalizzato modificato: %text

source: Status changed: %text
de_de: Status geändert: %text
it_it: Stato modificato: %text

source: Reproducability changed: %text
de_de: Reproduzierbarkeit geändert: %text
it_it: Riproducibilità modificata: %text

source: Priority changed: %text
de_de: Priorität geändert: %text
it_it: Priorità modificata: %text

source: Severity changed: %text
de_de: Schweregrad geändert: %text
it_it: Gravità modificata: %text

source: Resolution changed: %text
de_de: Lösung geändert: %text
it_it: Risoluzione modificata: %text

source: Percent completed: %text
de_de: Prozentualer Fortschritt: %text
it_it: Percentuale di completamento: %text

source: Target milestone changed: %text
de_de: Ziel-Meilenstein geändert: %text
it_it: Milestone obiettivo modificata: %text

source: Issue type changed: %text
de_de: Falltyp geändert: %text
it_it: Tipo segnalazione modificato: %text

source: Estimation changed: %text
de_de: Voraussichtliche Zeit geändert: %text
it_it: Stima modificata: %text

source: Time spent: %text
de_de: Bisherige Bearbeitungszeit: %text
it_it: Tempo dedicato: %text

source: Assignee changed: %text
de_de: Verantwortlicher geändert: %text
it_it: Assegnatario modificato: %text

source: Owner changed: %text
de_de: Besitzer geändert: %text
it_it: Proprietario modificato: %text

source: Posted by changed: %text
de_de: Ersteller geändert: %text
it_it: Autore modificato: %text

source: Issue updated
de_de: Fall aktualisiert
it_it: Segnalazione aggiornata

source: You were sent this notification email because you are related to, subscribed to, or commented on the issue mentioned in this email.
de_de: Sie erhalten diese E-Mail Benachrichtigung weil Sie beim im E-Mail erwähnten Fall zugewiesen sind, ihn abonniert oder kommentiert haben.
it_it: Quest'e-mail di notifica ti è stata inviata perché sei correlato, iscritto o hai commentato la segnalazione menzionata in quest'e-mail.

source: Depending on your notification settings, you may or may not be notified again when this issue is updated in the future.
de_de: Abhängig von Ihren Benachrichtigungseinstellungen werden Sie in Zukunft wieder informiert, wenn dieser Fall eine Aktualisierung erfährt.
it_it: A seconda delle tue impostazioni di notifica potresti ricevere (o meno) una nuova notifica quando questa segnalazione sarà aggiornata in futuro.

source: Save outgoing email settings
de_de: Einstellungen für ausgehende E-Mails speichern
it_it: Salva impostazioni posta elettronica in uscita

source: Project from-address
de_de: Projekt-Absenderadresse
it_it: Indirizzo mittente del progetto

source: Project from-name
de_de: Projekt-Absendername
it_it: Nome mittente del progetto

source: By specifying an email address here, users can hit the "Reply" button on email notifications, and replies will be sent to the specified address instead of the usual generic no-reply address.
de_de: Wenn Sie hier eine E-Mail-Adresse definieren, steht den Benutzern ein "Reply" Button für E-Mail Benachrichtigungen zur Verfügung, und Antworten werden anstelle der üblicherweise generierten no-reply-Adresse an die angegebene Adresse versandt.
it_it: Specificando qui un indirizzo di posta elettronica gli utenti potranno cliccare sul pulsante "Rispondi" e le risposte saranno inviate all'indirizzo specificato anziché al solito indirizzo "no-reply" generico.

source: Add new account
de_de: Neues Konto hinzufügen
it_it: Aggiungi nuovo account

source: You do not have the relevant permissions to access email settings
de_de: Sie haben nicht die entsprechende Berechtigung um auf die E-Mail-Einstellungen zuzugreifen.
it_it: Non hai i permessi necessari per accedere alle impostazioni della posta elettronica

source: Incoming email accounts
de_de: Eingehende E-Mail-Konten
it_it: Account di posta elettronica in entrata

source: Outgoing email settings
de_de: Einstellungen für ausgehende E-Mails
it_it: Impostazioni posta elettronica in uscita

source: These are the settings for outgoing emails, such as notification emails and registration emails.
de_de: Hier finden Sie die Einstellungen für ausgehende E-Mails, wie z.B. Benachrichtigungs- und Registrierungs-E-Mails.
it_it: Queste sono le impostazioni per la posta elettronica in uscita, come le e-mail di notifica e le e-mail di registrazione.

source: Enable outgoing email notifications
de_de: Ausgehende E-Mail-Benachichtigungen aktivieren
it_it: Abilita notifiche e-mail in uscita

source: Require email activation for new accounts
de_de: E-Mail-Aktivierung für neue Konten voraussetzen
it_it: Richiedi attivazione tramite e-mail per i nuovi account

source: If this option is ticked, new accounts will require activation by clicking a link in the email. If this is ticked, the user's password will also be provided in the email, instead of in the registration screen
de_de: Ist diese Option angekreuzt, werden neue Konten das Aktivieren über das Klicken auf einen Link in einer E-Mail verlangen. Weiterhin wird das Benutzerpasswort auch in dieser E-Mail zur Verfügung gestellt, anstatt auf dem Registrierungsbildschirm.
it_it: Se quest'opzione è selezionata i nuovi account dovranno essere attivati cliccando su un collegamento all'interno dell'e-mail. Se quest'opzione è selezionata anche la password dell'utente sarà fornita nell'e-mail anziché nella schermata di registrazione

source: Email "from"-name
de_de: E-Mail Absendername
it_it: Nome mittente e-mail

source: Email "from"-address
de_de: E-Mail Absenderadresse
it_it: Indirizzo mittente e-mail

source: This is the name and email address email notifications from The Bug Genie will be sent from
de_de: Das ist der Name und die E-Mail-Adresse von welcher The Bug Genie Email-Benachrichtigungen sendet.
it_it: Questi sono il nome e l'indirizzo e-mail da cui saranno inviate le notifiche e-mail da The Bug Genie.

source: Issue tracker URL
it_it: URL tracker segnalazioni

source: This is the full URL to the issue tracker, used when sending outgoing emails. If this isn't configured, you will not be able to use the outgoing email feature.
de_de: Dies ist die komplette URL zum Bugtracker, welcher eingesetzt wird bei ausgehenden E-Mails. Wenn nichts konfiguriert ist, werden Sie nicht in der Lage sein, E-Mails zu versenden.
it_it: Questo è l'URL completo al tracker segnalazioni utilizzato durante l'invio dei messaggi in uscita. Se quest'impostazione non è configurata non sarai in grado di utilizzare la funzionalità relativa alla posta in uscita.

source: Email header charset
de_de: E-Mail Header Zeichensatz
it_it: Set di caratteri nell'header delle e-mail

source: The character encoding used in outgoing emails
de_de: Die Zeichenkodierung für ausgehende E-Mails
it_it: La codifica caratteri utilizzata nei messaggi in uscita

source: Queue emails for batch processing
de_de: E-Mails für spätere Verarbeitung in die Warteschlange einfügen
it_it: Metti in coda i messaggi per l'elaborazione batch

source: Send email notifications instantly
de_de: Sende E-Mail Benachrichtigungen sofort
it_it: Invia notifiche e-mail immediatamente

source: Use email queueing
de_de: E-Mail Warteschlange (Queue) nutzen
it_it: Utilizza coda e-mail

source: If you're using a queue, outgoing emails will not slow down the system. Read more about how to set up email queueing in %email_queueing
de_de: Wenn Sie eine Warteschlange einsetzen, werden ausgehende E-Mails das System nicht verlangsamen. Lesen Sie mehr über das Konfigurieren von E-Mail Warteschlangen in %email_queueing
it_it: Se utilizzi una coda i messaggi in uscita non rallenteranno il sistema. Leggi ulteriori informazioni riguardo alla configurazione della coda e-mail alla pagina %email_queueing

source: This setting determines whether The Bug Genie uses the built-in php email function, or a custom configuration
de_de: Diese Einstellung bestimmt ob The Bug Genie die eingebaute PHP E-Mail Funktion oder eine individuelle Konfiguration nutzt
it_it: Quest'impostazione determina se The Bug Genie userà la funzione mail integrata in PHP o una configurazione personalizzata

source: SMTP server address
de_de: SMTP-Serveradresse
it_it: Indirizzo server SMTP
