Repository: thebuggenie/thebuggenie
Catalog: i18n/*/agile.xlf
Languages: es_es

source: Planning
es_es: Planificación

source: Project open issues (recommended)
es_es: Peticiones abiertas del proyecto (recomendado)

source: Project open issues (including subprojects)
es_es: Peticiones abiertas del proyecto (incluyendo subproyectos)

source: Project closed issues
es_es: Peticiones cerradas del proyecto

source: Project closed issues (including subprojects)
es_es: Peticiones cerradas del proyecto (incluyendo subproyectos)

source: Project issues reported last month
es_es: Temas de proyecto informados en el último mes

source: Project wishlist
es_es: Lista de deseos

source: Issue priority
es_es: Prioridad petición

source: Issue severity
es_es: Gravedad de la petición

source: Issue category
es_es: Categoría de la petición

source: You don't have access to modify milestones
es_es: No tiene acceso a modificar los puntos de control

source: The board has been deleted
es_es: El tablero ha sido eliminado

source: There was an error trying to move this issue to the next step in the workflow
es_es: Hubo un error al intentar mover esta petición al próximo paso del flujo de trabajo

source: There are no valid transitions to any states in this column
es_es: No hay transiciones válidas para los estados en esta columna

source: There was an error trying to save column %column
es_es: Hubo un error tratando de guardar la columna %column

source: You have to provide a title
es_es: Tiene que poner un título

source: You have to provide a label
es_es: Tiene que proporcionar una etiqueta

source: You must provide a valid milestone name
es_es: Debe proporcionar un nombre válido de hito

source: This is not a valid issue
es_es: Esta no es una petición válida

source: An error occured when trying to assign the issue to the release
es_es: Se ha producido un error al intentar asignar la petición a la liberación

source: An error occured when trying to assign the issue to the epic
es_es: Se ha producido un error al intentar asignar la petición a la épica

source: Milestone saved
es_es: Punto de control guardado

source: Unknown / not set
es_es: Desconocido / no establecido

source: Issues
es_es: Peticiones

source: Points
es_es: Puntos

source: Hours
es_es: Horas

source: Create new sprint
es_es: Crear nuevo sprint

source: Edit this board
es_es: Editar este tablero

source: Delete this board?
es_es: ¿Eliminar este tablero?

source: Do you really want to delete this board?
es_es: ¿Realmente desea eliminar este tablero?

source: Deleting this will make it unavailable. No issues or saved searches will be affected by this action.
es_es: Eliminar esto hará que no esté disponible. Sin peticiones o búsquedas guardadas se verán afectadas por esta acción.

source: Delete this board
es_es: Eliminar este tablero

source: %count of max %max_workitems
es_es: %count de max %max_workitems

source: %count (under %min_workitems)
es_es: %count (bajo %min_workitems)

source: %count (over %max_workitems)
es_es: %count (sobre %max_workitems)

source: Click to select a planning color for this issue
es_es: Haga clic para seleccionar un color de planificación para esta petición

source: Planning color for this issue
es_es: Color de planificación para esta petición

source: Pick a planning color for this issue
es_es: Seleccione un color de planificación para este pedido

source: Selecting a color makes the issue easily recognizable in the planning view
es_es: Al seleccionar un color hace que la petición sea reconocida facilmente en la vista de planificación

source: %color_list or keep the current color
es_es: %color_list o dejar el color actual

source: Edit agile board
es_es: Editar tablero ágil

source: Add agile board
es_es: Añadir tablero ágil

source: Name
es_es: Nombre

source: Type a short, descriptive name such as "Project planning board"
es_es: Escriba un breve y descriptivo nombre como "Tablero de planificación del proyecto"

source: Board type
es_es: Tipo de tablero

source: Generic planning board
es_es: Tablero de planificación genérico

source: Scrum board
es_es: Tablero Scrum

source: Kanban board
es_es: Tablero Kanban

source: Just a generic planning board for planning upcoming milestones.
es_es: Sólo un tablero genérico de planificación para la planificación de próximos hitos.

source: Board tailored for scrum-style workflows, card view as scrum stories with estimates.
es_es: Tablero a medida para flujos de trabajo de estilo scrum, vista de tarjetas como historias de scrum con estimaciones.

source: Kanban board with workload limits and powerful plan mode.
es_es: Tablero Kanban con límites de carga de trabajo y plan de gran alcance.

source: Description
es_es: Descripción

source: Type a short description to be shown in the board list
es_es: Escriba una breve descripción a mostrarse en la lista del tablero

source: Planning mode settings
es_es: Ajustes del modo de planificación

source: None selected
es_es: Ninguno seleccionado

source: Epic issuetype
es_es: Tipo de petición épica

source: Select epic issuetype
es_es: Seleccione tipo de petición épica

source: Task issuetype
es_es: Tipo de petición tarea

source: Select task issuetype
es_es: Seleccione el tipo de petición tarea

source: Backlog search
es_es: Búsqueda en backlog

source: Select search to use for backlog
es_es: Seleccione buscar para usar backlog

source: There are no public saved searches for this project
es_es: No hay búsquedas públicas guardadas para este proyecto

source: You have no saved searches for this project
es_es: No tienes ninguna búsqueda guardada para este proyecto

source: The backlog search is used to display the backlog - a list of unassigned issues for this board.
es_es: La búsqueda en el backlog se utiliza para mostrar el backlog - una lista de peticiones sin asignar para este tablero.

source: Whiteboard mode settings
es_es: Ajustes del modo de pizarra

source: Whiteboard swimlanes
es_es: Columnas de pizarra

source: Not used
es_es: No se usa

source: Issue swimlanes
es_es: Columnas de petición

source: Issues detail swimlanes
es_es: Columnas de detalle de peticiones

source: Level of service swimlane
es_es: Columna nivel de servicio

source: Don't use swimlanes
es_es: No utilizar columnas

source: The board has a swimlane for each issue of one or more issue type(s).
es_es: El tablero tiene una columna para cada petición de uno o más tipos de petición(es).

source: Issue detail swimlanes
es_es: Columnas detalle de petición

source: The board is grouped in swimlanes where issues that share the same characteristics are grouped together.
es_es: El tablero esta agrupado en columnas donde las peticiones que comparten las mismas características se agrupan.

source: No general grouping, but an increased level of service swimlane at the top for expediting issues
es_es: Ninguna agrupación general, pero una columna mayor de nivel de servicio en la parte superior para agilizar temas

source: There will be no swimlanes on the board
es_es: No habrá ninguna columna en el tablero

source: Issuetype(s)
es_es: Tipo(s) de petición(es)

source: Select issuetype(s)
es_es: Seleccione tipos de petición(es)

source: The whiteboard will have separate swimlanes for all issues that is of a certain type. Specify which issuetype qualifies as a swimlane.
es_es: La pizarra tendrá columnas separadas para todas las peticiones que sean de un tipo determinado. Especificar que tipo de petición califica como una columna.

source: Group by
es_es: Agrupado por

source: Select detail to group by
es_es: Seleccione detalle para agrupar

source: The whiteboard will have separate swimlanes / groups for issues that share the same characteristics. Specify which issue detail to group issues by.
es_es: La pizarra tendrá columnas separadas / grupos de peticiones que comparten las mismas características. Especifique que detalle de petición agrupa.

source: Issue detail
es_es: Detalle de petición

source: Select issue field for expedite swimlane
es_es: Seleccione el campo petición para agilizar la columna

source: Field value(s)
es_es: Valor(es) de campo

source: Select values for expedite issues
es_es: Seleccione valores para acelere peticiones

source: The whiteboard will have a separate swimlane at the top for prioritized issues, like a expedite line / fastlane. Select which issue details puts issues in this swimlane.
es_es: La pizarra tendrá una columna separada en la parte superior para temas priorizados, como una línea ágil / carril rápido. Seleccionar qué detalles del petición pone en esta calle.

source: %cancel or %save_board
es_es: %cancel o %save_board

source: Cancel
es_es: Cancelar

source: Save board
es_es: Guardar tablero

source: Column name
es_es: Nombre de la columna

source: Column status (ex: New, Done)
es_es: Columna de estado (ej: Nuevo, Hecho)

source: Min workload
es_es: Mínima carga de trabajo

source: Max workload
es_es: Carga de trabajo máxima

source: Select which status values are valid for this column
es_es: Seleccione que valores de estado son válidos para esta columna

source: Status(es)
es_es: Estado(s)

source: Select status(es)
es_es: Seleccione estado(s)

source: Title
es_es: Título

source: Enter the name of the epic here
es_es: Introduzca el nombre de la épica aquí

source: Label
es_es: Etiqueta

source: Enter a very short label here
es_es: Introduzca una etiqueta muy corta aquí

source: %cancel or %add_epic
es_es: %cancel o %add_epic

source: cancel
es_es: cancelar

source: Add epic
es_es: Añadir épica

source: Agile
es_es: Ágil

source: Manage boards
es_es: Administrar tableros

source: Project boards
es_es: Tableros de proyecto

source: No project boards available
es_es: Ningún tablero de proyecto disponible

source: Save sprint
es_es: Guardar sprint

source: Give the sprint a name such as "Sprint 2", or similar
es_es: De un nombre al sprint tal como "Sprint 2" o similar

source: Edit sprint details
es_es: Editar detalles de sprint

source: Add new sprint
es_es: Agregar nuevo sprint

source: Save milestone
es_es: Guardar hito

source: Edit milestone details
es_es: Edición de detalles del hito

source: Add milestone
es_es: Añadir hito

source: No issues are assigned to this milestone
es_es: Ninguna petición está asignada a este hito

source: No issues assigned to this milestone matches selected filters
es_es: Ninguna petición asignada en este hito coincide con los filtros seleccionados

source: There are no issues in this sprint
es_es: No existen peticiones en este sprint

source: No issues in this sprint matches selected filters
es_es: No hay peticiones en este sprint que coincidan con los filtros seleccionados

source: The issue list could not be loaded
es_es: No se pudo cargar la lista de peticiones

source: Start date
es_es: Fecha de inicio

source: End date
es_es: Fecha de finalización

source: Show overview
es_es: Mostrar resumen

source: Mark as finished
es_es: Marca como terminado

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Do you really want to delete this milestone?
es_es: ¿Realmente quieres borrar este hito?

source: Removing this milestone will unassign all issues from this milestone and remove it from all available lists. This action cannot be undone.
es_es: Borrar este hito des-asignara todas las peticiones de este hito y lo quitara de todas las listas disponibles. Esta acción no se puede deshacer.

source: Do you really want to delete this sprint?
es_es: ¿Realmente desea eliminar este sprint?

source: Deleting this sprint will remove all issues in this sprint and put them in the backlog. This action cannot be undone.
es_es: Eliminar este sprint quitará todas las peticiones de este sprint y los pondrá en el backlog. Esta acción no se puede deshacer.

source: Show issues
es_es: Mostrar peticiones

source: Add issue
es_es: Agregar petición

source: Current status
es_es: Estado actual

source: Unknown
es_es: Desconocido

source: Not determined
es_es: Indeterminado

source: Estimate
es_es: Estimado

source: Child issues
es_es: Peticiones hijas

source: %num_child_issues issue(s)
es_es: %num_child_issues petición(es)

source: Mark milestone finished
es_es: Marcar hito terminado

source: Mark sprint finished
es_es: Marcar sprint terminado

source: Mark milestone as finished
es_es: Marcar hito como terminado

source: Mark sprint as finished
es_es: Marcar sprint como terminado

source: Milestone %milestone_name will be marked as finished.
es_es: Se marcará hito %milestone_name como terminado.

source: Sprint %milestone_name will be marked as finished.
es_es: %milestone_name del sprint se marcará como terminado.

source: Milestone reached
es_es: Hito alcanzado

source: There are %number issue(s) which are not currently resolved. Please select what to do with these issues, below.
es_es: Hay %number petición(es) que actualmente no están resueltas. Por favor seleccione qué hacer con estas peticiones, a continuación.

source: Unresolved issues action
es_es: Acción de peticiones sin resolver

source: Don't do anything
es_es: No hacer nada

source: Move to the backlog
es_es: Pasar al backlog

source: Assign to an existing, unfinished milestone
es_es: Asignar a un hito existente, sin finalizar

source: Assign to an existing, unfinished sprint
es_es: Asignar a un sprint existente, sin finalizar

source: Assign to a new milestone
es_es: Asignar a un nuevo hito

source: Assign to a new sprint
es_es: Asignar a un nuevo sprint

source: %cancel or %mark_milestone_finished
es_es: %cancel o %mark_milestone_finished

source: Next
es_es: Siguiente

source: Priority not set
es_es: Sin prioridad

source: This issue is marked as a blocker
es_es: Esta petición está marcada como un bloqueador

source: Spent points
es_es: Puntos gastados

source: Estimated points
es_es: Puntos estimados

source: Spent hours
es_es: Horas dedicadas

source: Estimated hours
es_es: Horas estimadas

source: Show more actions
es_es: Mostrar más acciones

source: Manage columns
es_es: Administrar columnas

source: Whiteboard
es_es: Pizarra

source: Release date
es_es: Fecha de liberación

source: Released, without date
es_es: Liberado, sin fecha

source: Not released yet
es_es: Sin liberar todavía

source: Scheduled for
es_es: Agendado para

source: Not scheduled
es_es: Sin programar

source: Version
es_es: Versión

source: %percentage % completed
es_es: %percentage % completado

source: %percentage completed
es_es: %percentage completado

source: Transition issue
es_es: Transición de la petición

source: Please select which transition to apply
es_es: Por favor seleccione qué transición aplicar

source: Cancel and close this pop-up
es_es: Cancelar y cerrar este emergente

source: "%project_name" project planning
es_es: "%project_name" planificación de proyectos

source: New milestone
es_es: Nuevo hito

source: Toggle hidden milestones
es_es: Cambiar hitos ocultos

source: There are no milestones. Why not add one?
es_es: No hay hitos. ¿Por qué no añadir uno?

source: Toggle hidden sprints
es_es: Cambiar sprints ocultos

source: There are no active sprints. Why not add one?
es_es: No hay sprints activos. ¿Por qué no añadir uno?

source: Filter issues by title
es_es: Filtrar temas por título

source: Releases
es_es: Compilaciones

source: Epics
es_es: Épicas

source: Sort milestones
es_es: Ordenar puntos de control

source: Toggle closed issues
es_es: Cambiar peticiones cerradas

source: Done sorting
es_es: Ordenación realizada

source: Adding sprint, please wait
es_es: Agregando sprint, espere por favor

source: Click to toggle the show / hide the backlog
es_es: Haga clic para cambiar mostrar / ocultar el backlog

source: There are no issues in the backlog
es_es: No existen peticiones el backlog

source: No issues in the backlog matches selected filters
es_es: No hay peticiones coincidentes en el backlog con los filtros seleccionados

source: Manage agile boards
es_es: Administrar tableros ágiles

source: Public project boards
es_es: Tableros de proyecto público

source: Private project boards
es_es: Tableros de proyecto privado

source: "%project_name" agile whiteboard
es_es: pizarra ágil "%project_name"

source: Add column
es_es: Agregar columna

source: Save columns
es_es: Guardar columnas
