Repository: thebuggenie/thebuggenie
Catalog: i18n/*/auth_ldap.xlf
Languages: es_es

source: Failed to connect to server
es_es: Fallo al conectar con el servidor

source: Failed to bind:
es_es: No se pudo enlazar:

source: Search failed:
es_es: Fallo al buscar:

source: User does not exist in the directory
es_es: El usuario no existe en el directorio

source: This user was found multiple times in the directory, please contact your administrator
es_es: Este usuario fue encontrado varias veces en el directorio, por favor, póngase en contacto con su administrador

source: Search failed
es_es: Fallo al buscar

source: You are not a member of a group allowed to log in
es_es: No eres un miembro de un grupo con permiso de conexión

source: Your password was not accepted by the server
es_es: La contraseña no fue aceptada por el servidor

source: HTTP authentication internal error.
es_es: Error interno en la autentificación HTTP

source: HTTP integrated authentication is enabled but the HTTP header has not been provided by the web server.
es_es: La autentificación integrada HTTP esta habilitada pero la cabecera HTTP no ha sido proporcionada por el servidor web.

source: Failed to validate groups
es_es: Error al validar los grupos

source: HTTP Authentication Header not present
es_es: Cabecera de autenticación HTTP no esta presente

source: Connection test successful. HTTP integrated authentication states your username is "USER"
es_es: Prueba de conexión exitosa. Autenticación integrada HTTP indica que su usuario es "USER"

source: Connection test successful
es_es: Éxito al probar la conexión

source: Some of the groups you specified don't exist
es_es: Algunos de los grupos que ha especificado no existen

source: The following groups for the group restriction could not be found: %groups
es_es: No se encontraron los siguientes grupos para la restricción de grupo: %groups

source: Pruning failed
es_es: Poda fallida

source: Pruning successful! %del users deleted
es_es: La poda tuvo éxito! %del usuarios eliminados

source: Import failed
es_es: Falló al importar

source: Import successful! %imp users imported, %upd users updated from LDAP
es_es: Importación realizada con éxito! %imp usuarios importados, %upd usuarios actualizados desde LDAP

source: Use this page to set up the connection details for your LDAP or Active Directory server. It is highly recommended that you read the online help before use, as misconfiguration may prevent you from accessing configuration pages to rectify issues.
es_es: Utilice esta página para configurar los datos de conexión para su servidor LDAP o Active Directory. Es muy recomendable que leas la ayuda en línea antes de su uso, como configuración incorrecta puede impedir acceder a las páginas de configuración para rectificar problemas.

source: View the online documentation
es_es: Ver documentación online

source: LDAP support is not installed
es_es: El soporte para LDAP no está instalado

source: The PHP LDAP extension is required to use this functionality. As this module is not installed, all functionality on this page has been disabled.
es_es: La extensión LDAP de PHP es necesaria para activar esta funcionalidad. Como el módulo no está instalado, todas las opciones de esta página han sido inhabilitadas.

source: Important information
es_es: Información importante

source: When you enable LDAP as your authentication backend in Authentication configuration, you will lose access to all accounts which do not also exist in the LDAP database. This may mean you lose administrative access.
es_es: Cuando LDAP esté habilitado como su método de autenticación en la configuración de autentificación, perderá el acceso a todas las cuentas que no existan en la base de datos de LDAP. Esto quiere decir que perderá los accesos de administración

source: To resolve this issue, either import all users using the tool on this page and make one an administrator using Users configuration, or create a user with the same username as one in LDAP and make that one an administrator.
es_es: Para resolver este inconveniente, importe todos los usuarios utilizando la herramienta de esta página y haga un único administrador utilizando la configuración de Usuarios, o cree un usuario con el mismo nombre de usuario que haya en LDAP y hagalo administrador.

source: Connection details
es_es: Detalles de conexión

source: Hostname
es_es: Nombre de servidor

source: Use URL syntax (ldap://hostname:port). If your server requires SSL, use ldaps://hostname/ in this field.
es_es: Utilice la sintáxis de URL (ldap://nombre_de_servidor:puerto). Si su servidor solicita SSL, utilice ldaps://nombre_de_servidor/ en este campo

source: Base DN
es_es: DN base

source: This should be the DN string for an OU where all user and group OUs can be found. For example, DC=ldap,DC=example,DC=com.
es_es: Esto debe ser la cadena de DN para una unidad organizativa donde pueden encontrarse todos los usuario y grupo unidades organizativas. Por ejemplo, DC = ldap, DC = ejemplo, DC = com.

source: Object DN attribute
es_es: Atributo de objeto DN

source: Enter the name of the property containing the distinguished name of an object. On Linux systems this may be entrydn (which is the default value if this is left blank), on Active Directory it is distinguishedName.
es_es: Introduzca el nombre de la propiedad que contiene el nombre completo de un objeto. En los sistemas Linux, esto puede ser entrydn (que es el valor por defecto si se deja en blanco), en Active Directory es distinguishedName.

source: User class
es_es: Clase de usuario

source: Enter the value to check for in objectClass for users. Leave blank to use the default of person
es_es: Introduzca el valor para buscar en objectClass para los usuarios. Déjelo en blanco para utilizar el valor predeterminado de la persona

source: Username attribute
es_es: Atributos del nombre de usuario

source: This field should contain the name of the attribute where the username is stored, such as uid.
es_es: Este campo debe contener el nombre del atributo en donde el nombre de usuario es guardado, como el uid.

source: Full name attribute
es_es: Atributo del nombre completo

source: Given name attribute
es_es: Nombre atributo

source: Email address attribute
es_es: Atributo de la cuenta de correo

source: Group class
es_es: Clase de grupo

source: Enter the value to check for in objectClass for groups. Leave blank to use the default of group
es_es: Introduzca el valor para buscar en objectClass para grupos. Déjelo en blanco para utilizar el valor predeterminado de grupo

source: Group members attribute
es_es: Atributo de los miembros del grupo

source: This field should contain the name of the attribute where the list of members of a group is stored, such as uniqueMember.
es_es: Este campo debe contener el nombre del atributo donde la lista de miembros de un grupo es almacenado, como uniqueMember.

source: Allowed groups
es_es: Grupos permitidos

source: You may wish to restrict access to users who belong to certain groups in LDAP. If so, write a comma separated list of group names here. Leave blank to disable this feature.
es_es: Usted tal vez desee restringir el acceso a los usuarios que pertenecen a ciertos grupos en LDAP. Si es así, escriba una lista separada por comas de los nombres de grupo aquí. Deje en blanco para desactivar esta función.

source: Control username
es_es: Control de nombre de usuario

source: Control user password
es_es: Contraseña de usuario de control

source: Please insert the authentication details for a user who can access all LDAP records. Only read only access is necessary, and for an anonyous bind leave this blank.
es_es: Por favor introduzca los detalles de la autenticación de un usuario que pueda acceder todos los registros LDAP. Sólo leer el acceso sólo es necesario y para que un enlace anónimo deje el campo vacío.

source: Use HTTP Integrated Authentication
es_es: Utilizar la autenticación integrada HTTP

source: Activate to enabled automatic user login using HTTP integrated authentication. This requires your web server to be authenticating the user (e.g. HTTP Basic Authentication, Kerberos etc).
es_es: Active para habilitar inicio de sesión de usuario automática utilizando la autenticación integrada de HTTP. Esto solicita que su servidor web autentique al usuario (por ejemplo, autenticación básica de HTTP, etc Kerberos).

source: HTTP header field
es_es: Campo de encabezado HTTP

source: If using HTTP integrated authentication specify the HTTP header field that will contain the user name.
es_es: Si utiliza la autenticación integrada de HTTP especifica el campo de encabezado HTTP contendrá el nombre de usuario.

source: Click "%save" to save the settings
es_es: Haz click en "%save" para guardar la configuración

source: Save
es_es: Guardar

source: Test connection
es_es: Probar conexión

source: After configuring and saving your connection settings, you should test your connection to the LDAP server. This test does not check whether the DN and attributes can allow The Bug Genie to correctly find users, but it will give an indication if The Bug Genie can talk to your LDAP server, and if any groups you specify exist. If HTTP integrated authentication is enabled, this will also test that your web server is providing the REMOTE_USER header.
es_es: Después de configurar y guardar su configuración de conexión, debe probar su conexión con el servidor LDAP. Esta prueba no comprueba si los atributos y DN pueden permitir que The Bug Genie encuentre correctamente a los usuarios, pero le dará una indicación si The Bug Genie puede hablar con el servidor LDAP, y si existe algún grupo específico. Si está habilitada la autenticación integrada de HTTP, esto también probará que el servidor web está ofreciendo la cabecera REMOTE_USER.

source: Import all users
es_es: Importar todos los usuarios

source: You can import all users who can log in from LDAP into The Bug Genie with this tool. This will not let them log in without switching to LDAP Authentication. We recomemnd you do this before switching over, and make at least one of the new users an administrator. Already existing users with the same username will be updated.
es_es: Puede importar todos los usuarios que pueden acceder desde LDAP en The Bug Genie con esta herramienta. Esto no los dejan entrar sin cambiar a autenticación LDAP. Recomemendamos hacer esto antes de cambiar y hacer al menos uno de los nuevos usuarios de un administrador. Se actualizarán los usuarios ya existentes con el mismo nombre de usuario.

source: Import users
es_es: Importar usuarios

source: Prune users
es_es: Quitar usuarios

source: To remove the data from The Bug Genie of users who can no longer log in via LDAP, run this tool. These users would not be able to log in anyway, but it will keep your user list clean. The guest user is not affected, but it may affect your current user - if this is deleted you will be logged out.
es_es: Para eliminar los datos de los usuarios de The Bug Genie que ya no pueden iniciar sesión mediante LDAP, ejecutar esta herramienta. Estos usuarios no serán capaces de conectarse de todos modos, pero mantendrá limpia tu lista de usuarios. El usuario invitado no se ve afectado, pero puede afectar a su usuario actual - si esto se elimina se carrará su sesión.
