Repository: thebuggenie/thebuggenie
Catalog: i18n/*/mailing.xlf
Languages: es_es

source: Please use the link in the email you received
es_es: Por favor utilice el enlace del correo recibido

source: Cannot find an email address for this user
es_es: No se encuentra una dirección de correo para este usuario

source: Forbidden for this username, please contact your administrator
es_es: Prohibido para este nombre de usuario, contáctese con su administrador

source: This username does not exist
es_es: Este nombre de usuario no existe

source: Please enter an username
es_es: Ingrese un nombre de usuario por favor

source: The email was successfully accepted for delivery
es_es: El correo fue aceptado exitósamente para el envío

source: The email was not sent
es_es: El correo no fue enviado

source: Please specify an email address
es_es: Por favor establezca una dirección de correo

source: This is not a valid mailing account
es_es: No se trata de una cuenta de correo electrónico válida

source: This is not a valid project
es_es: No se trata de un proyecto válido

source: The php imap extension is not installed
es_es: La extensión de php imap no esta instalada

source: Incoming email account deleted
es_es: Cuenta de correo entrante borrada

source: Please enter a valid email address
es_es: Por favor, escriba una dirección de correo electrónico válida

source: Settings saved
es_es: Opciones guardadas

source: No error message provided
es_es: No aparece ningún mensaje de error

source: Could not connect to the specified email server(%connection_string): %error_message
es_es: No se pudo conectar al servidor (%connection_string) de correo electrónico especificada: %error_message

source: Please provide a valid setting for SMTP server address
es_es: Proporcione un entorno válido para la dirección del servidor SMTP

source: Please provide a valid setting for email "from"-address
es_es: Proporcione una configuración válida para el campo "de" de correo electrónico

source: Please provide a valid setting for SMTP server timeout
es_es: Proporcione un entorno válido para el tiempo de espera de servidor SMTP

source: Please provide a valid setting for SMTP server port
es_es: Proporcione un entorno válido para Puerto del servidor SMTP

source: Please provide a valid setting for email header charset
es_es: Por favor, roporcione una configuración válida de encabezado de correo electrónico

source: User account registered with The Bug Genie
es_es: Cuenta de usuario registrado con The Bug Genie

source: Your account in The Bug Genie has been added to a new scope
es_es: Su cuenta en The Bug Genie ha sido añadido a un ámbito nuevo

source: Password reset
es_es: Restablecimiento de contraseña

source: Forgot your password?
es_es: ¿Has olvidado la contraseña?

source: Test email
es_es: Prueba de correo

source: The email module is not configured for outgoing emails
es_es: El módulo de correo no está configurado para correo saliente

source: Notify by email when there are updates to my subscribed issues
es_es: Notifícame por correo electrónico cuando haya actualizaciones para las peticiones a las que estoy suscrito

source: Notify by email when there are updates to my subscribed articles
es_es: Notifícame por correo electrónico cuando haya actualizaciones para los artículos a los que estoy suscrito

source: Notify by email when new issues are created in my project(s)
es_es: Notifícame por correo electrónico cuando se creen nuevas peticiones en mi proyecto o proyectos

source: Notify by email when new articles are created in my project(s)
es_es: Notifícame por correo electrónico cuando se creen nuevos artículos en mi proyecto o proyectos

source: Only send one email per issue or article until I view the issue or article in my browser
es_es: Enviar solo un correo electrónico por petición o artículo hasta que lo vea en mi navegador

source: Notify by email also when I am the one making the changes
es_es: Notifícame también cuando soy yo quien hace cambios

source: Notify by email when I am mentioned in issue or article or their comment
es_es: Notifícame por correo electrónico cuando sea mencionado en peticiones o artículos o sus comentarios

source: Email notifications
es_es: Notificaciones por correo electrónico

source: In addition to being notified when logging in, you can choose to also be notified via email for issues or articles you subscribe to. The following settings control when you receive emails.
es_es: Además de recibir una notificación al iniciar sesión, puede optar por recibir notificaciones por correo electrónico de las peticiones o artículos a los que se suscriba. Estas configuraciones supervisan cuándo recibe correos electrónicos.

source: Comment by %name
es_es: Comentario de %name

source: Show article:
es_es: Mostrar artículo:

source: Show comment:
es_es: Mostrar comentario:

source: You were sent this notification email because you are related to the article mentioned in this email.
es_es: Ha recibido esta notificación porque está usted relacionado con el artículo que se menciona en este correo.

source: To change when and how often we send these emails, update your account settings:
es_es: Para cambiar cuándo y con qué frecuencia enviamos estos correos, actualice la configuración de su cuenta:

source: A comment has been posted:
es_es: Se ha publicado un comentario:

source: %article updated
es_es: %article actualizado

source: The article has been updated by %name
es_es: %name ha actualizado este artículo

source: No change reason provided
es_es: Ninguna razón de cambio

source: Show changes:
es_es: Mostrar cambios:

source: Send user information by email
es_es: Enviar información del usuario por correo electrónico

source: Edit incoming email account
es_es: Editar cuenta de correo electrónico entrante

source: Add new incoming email account
es_es: Agregar nueva cuenta de correo electrónico entrante

source: The Bug Genie can check email accounts and create issues from incoming emails. Set up a new account here, and check the %online_documentation for more information.
es_es: The Bug Genie puede revisar las cuentas de correo y crear peticiones desde los correos entrantes. Establezca una nueva cuenta aquí, y revise la %online_documentation para más información.

source: online documentation
es_es: documentación en línea

source: Account name:
es_es: Nombre de la cuenta

source: Enter a short, descriptive name for this incoming email account
es_es: Ingrese un nombre corto y descriptivo para esta cuenta de correo entrante

source: Server name:
es_es: Nombre del servidor

source: Enter the name of the incoming email server
es_es: Ingrese el nombre del servidor de correo entrante

source: Port number:
es_es: Número de puerto:

source: Email folder name:
es_es: Nombre de carpeta de email:

source: Enter folder name to read from. Leave blank for default (INBOX)
es_es: Introduzca el nombre de la carpeta para leer. Por defecto deje en blanco (bandeja de entrada)

source: Keep email:
es_es: Conservar email:

source: Yes
es_es: Sí

source: Select whether emails should be kept or removed from the account after being downloaded
es_es: Seleccione si los correos deberían ser conservados o eliminados de la cuenta tras su descarga

source: Email username:
es_es: Nombre de usuario:

source: Email password:
es_es: Contraseña:

source: Use plaintext authentication
es_es: Usar autenticación de texto plano

source: Account type
es_es: Tipo de cuenta

source: Use secure connection (SSL)
es_es: Utilizar conexión segura (SSL)

source: Ignore certificate errors
es_es: Ignorar los errores de certificado

source: Select this to ignore certificate validation error messages
es_es: Seleccione esta opción para ignorar los mensajes de error de validación del certificado

source: Issuetype
es_es: Tipo de petición

source: Any issues created will be set to this issuetype, and its first workflow step will be applied
es_es: Cualquier petición creada será definida por este tipo, y su flujo de trabajo será aplicado

source: When you are done, click "%save_changes" to update the details for this account
es_es: Cuando haya terminado, haga clic en "% save_changes" para actualizar el información de esta cuenta

source: Save changes
es_es: Guardar cambios

source: When you are done, click "%add_account" to add this account
es_es: Cuando haya terminado, haga clic en "% add_account" para agregar esta cuenta

source: Add account
es_es: Añadir cuenta

source: Close popup
es_es: Cerrar ventana

source: Forgot password
es_es: Olvido de contraseña

source: Username or email address
es_es: Usuario o correo electrónico

source: Back
es_es: Volver

source: Send email
es_es: Enviar correo

source: Check now
es_es: Comprobar ahora

source: Edit
es_es: Editar

source: Really delete this incoming email account?
es_es: Realmente quiere eliminar la cuenta de correo entrante?

source: Deleting this incoming email account will stop emails being retrieved from this account. All existing issues are still kept.
es_es: Eliminar esta cuenta de correo electrónico entrante dejará de recibir mensajes de correo electrónico de esta cuenta. Se conservan todos los problemas existentes.

source: Delete
es_es: Borrar

source: Last checked: %time
es_es: Última consulta% tiempo

source: %last_checked never
es_es: % last_checked nunca

source: Email(s) processed: %number
es_es: Email(s) procesados: %number

source: Created by %name
es_es: Creado por %name

source: Show issue:
es_es: Mostrar petición:

source: Show %project project dashboard:
es_es: Mostrar panel del proyecto %project:

source: You were sent this notification email because you are related to the issue mentioned in this email.
es_es: Ha recibido esta notificación porque está usted relacionado con la petición que se menciona en este correo.

source: Description:
es_es: Descripción:

source: Reproduction steps
es_es: Secuencia

source: Description
es_es: Descripción

source: You have been subscribed to this issue and will be notified if and when it changes in the future.
es_es: Estás involucrado con esta petición y será notificado cuando sea cambiada en el futuro.

source: To unsubscribe from this issue, open the issue in your web browser and click the "star" icon in the top left corner, next to the issue title.
es_es: Para desuscribirse de esta petición, abra la petición en su navegador y haga clic en el icono estrella en la esquina superior izquierda, cerca del título de la petición.

source: You were sent this notification email because you are related to, subscribed to, or commented on the issue mentioned in this email.
es_es: Ha recibido esta notificación porque está usted relacionado o suscrito, o comentado en la petición que se menciona en este correo.

source: Depending on your notification settings, you may or may not be notified again when this issue is updated in the future.
es_es: Según su configuración de notificaciones, podría o no recibir más notificaciones cuando se actualice esta petición en el futuro.

source: Updated by %name
es_es: Actualizado por %name

source: Changes
es_es: Cambios

source: Issue closed
es_es: Petición cerrada

source: Issue reopened
es_es: Petición reabierta

source: Triaged bug type: %text
es_es: Tipo de error Triaje: %text

source: Triaged likelihood: %text
es_es: Riesgo de triaje: %text

source: Triaged effect: %text
es_es: Efecto del triaje: %text

source: Calculated user pain: %text
es_es: Calculado el sufrimiento del usuario: %text

source: Category changed: %text
es_es: Cambio en la categoría: %text

source: Custom field changed: %text
es_es: El campo personalizado cambió:% text

source: Status changed: %text
es_es: Cambio en el estado: %text

source: Reproducability changed: %text
es_es: Cambio en la frecuencia: %text

source: Priority changed: %text
es_es: Cambio en la prioridad: %text

source: Severity changed: %text
es_es: Cambio en la gravedad: %text

source: Resolution changed: %text
es_es: Cambio en la resolución: %text

source: Percent completed: %text
es_es: Porcentaje completado: %text

source: Target milestone changed: %text
es_es: Hito cambiado: %text

source: Issue type changed: %text
es_es: El tipo de pedido cambió: %text

source: Estimation changed: %text
es_es: Cambio en estimación: %text

source: Time spent: %text
es_es: Tiempo dedicado: %text

source: Assignee changed: %text
es_es: Asignación cambiada: %text

source: Owner changed: %text
es_es: Cambio de propietario:%text

source: Posted by changed: %text
es_es: Publicado por cambiar:%text

source: Issue updated
es_es: Petición actualizada

source: Save outgoing email settings
es_es: Guardar la configuración de correo saliente

source: Project from-address
es_es: Dirección de del proyecto

source: Project from-name
es_es: Nombre de del proyecto

source: By specifying an email address here, users can hit the "Reply" button on email notifications, and replies will be sent to the specified address instead of the usual generic no-reply address.
es_es: Especificando una dirección de correo electrónico aquí, los usuarios pueden presionar el botón "Reply" para notificaciones por correo electrónico y las respuestas se enviarán a la dirección especificada en lugar del genérico sin respuesta.

source: Add new account
es_es: Agregar nueva cuenta

source: You do not have the relevant permissions to access email settings
es_es: No tienes los permisos pertinentes para acceder a configuración de correo electrónico

source: Incoming email accounts
es_es: Cuentas de correo entrantes

source: Outgoing email settings
es_es: Configuración de correo saliente

source: These are the settings for outgoing emails, such as notification emails and registration emails.
es_es: Estos son las configuraciones para el correo saliente, tales como la notificación por correo y el correo al registrarse.

source: Enable outgoing email notifications
es_es: Habilitar los avisos por correo saliente

source: Require email activation for new accounts
es_es: Solicitar activación por correo para las nuevas cuentas

source: If this option is ticked, new accounts will require activation by clicking a link in the email. If this is ticked, the user's password will also be provided in the email, instead of in the registration screen
es_es: Si esta opción está marcada, nuevas cuentas requiere activación haciendo clic en un vínculo en el correo electrónico. Si esto está marcada, la contraseña del usuario también se proporcionará en el correo electrónico, en vez de en la pantalla de registro

source: Email "from"-name
es_es: Correo electrónico "de"-nombre

source: Email "from"-address
es_es: Correo electrónico "de"-dirección

source: This is the name and email address email notifications from The Bug Genie will be sent from
es_es: Este es el nombre y dirección de correo que The Bug Genie utilizará

source: Issue tracker URL
es_es: URL de seguimiento del caso

source: This is the full URL to the issue tracker, used when sending outgoing emails. If this isn't configured, you will not be able to use the outgoing email feature.
es_es: Esta es la URL completa al seguimiento de peticiones, utilizada al enviar correo electrónico saliente. Si esto no está configurado, no será capaz de utilizar la característica de correo electrónico saliente.

source: Email header charset
es_es: Juego de caracteres

source: The character encoding used in outgoing emails
es_es: La codificación de los caracteres usada en los correos salientes

source: Queue emails for batch processing
es_es: Correos electrónicos a la cola para el procesamiento en lote

source: Send email notifications instantly
es_es: Enviar avisos inmediatamente

source: Use email queueing
es_es: Usar cola de correos electrónico

source: If you're using a queue, outgoing emails will not slow down the system. Read more about how to set up email queueing in %email_queueing
es_es: Si usas una cola, mensajes de correo electrónico salientes no ralentizará el sistema. Lea más acerca de cómo configurar la cola de correo electrónico en %email_queueing

source: Email backend selection
es_es: Selección de correo electrónico

source: SMTP Transport
es_es: Transporte SMTP

source: Sendmail Transport
es_es: Transporte Sendmail

source: Fallback PHP mail() transport (not recommended)
es_es: Recurrir a transporte PHP mail() (no se recomienda)

source: For outgoing emails The Bug Genie uses the %swiftmailer library, which supports several different mail transports. Please see the %swiftmailer_configuration for more information.
es_es: Para correos salientes The Bug Genie utiliza la biblioteca %swiftmailer, que soporta diferentes medios de transporte. Por favor vea %swiftmailer_configuration para más información.

source: Swiftmailer configuration
es_es: Configuración Swiftmailer

source: Sendmail command
es_es: Comando Sendmail

source: Leave blank for default ('/usr/sbin/sendmail -bs')
es_es: Dejar en blanco por defecto ('/usr/sbin/sendmail -bs')

source: Please see the %swiftmailer_configuration for more information about the sendmail transport.
es_es: Por favor vea %swiftmailer_configuration para más información acerca del transporte sendmail

source: SMTP server address
es_es: Dirección del servidor SMTP

source: SMTP address port
es_es: Puerto del servidor SMTP

source: SMTP server timeout
es_es: Tiempo de espera del servidor SMTP

source: %number_of seconds
es_es: %number_of segundos

source: Connection information for the outgoing email server
es_es: Información de la conexión del servidor para el correo saliente

source: SMTP username
es_es: Nombre de usuario SMTP

source: The username used for sending emails
es_es: El nombre de usuario utilizado para enviar correo

source: SMTP password
es_es: Contraseña SMTP

source: The password used for sending emails
es_es: La contraseña usada para el envío de correo

source: Connection encryption
es_es: Conexión encriptada

source: No encryption
es_es: Sin encriptación

source: Use SSL encryption
es_es: Usar encriptación SSL

source: Use TLS encryption
es_es: Usar encriptación TLS

source: Click "%save" to save email notification settings
es_es: Haga clic en "%save" para guardar correo electrónico configuración de notificación

source: Save
es_es: Guardar

source: Send test email
es_es: Enviar correo de prueba

source: Enter an email address, and click "%send_test_email" to check if the email module is configured correctly
es_es: Escriba una dirección de correo electrónico y haga clic en " %send_test_email" para comprobar si el módulo de correo electrónico está configurado correctamente
