Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: This project does not use components
es_es: Este proyecto no usa componentes
fr_fr: Ce projet n'utilise pas les composants
it_it: Questo progetto non utilizza componenti

source: Components can be enabled in project settings
es_es: Componentes pueden activarse en la configuración del proyecto
fr_fr: Les composants peuvent être activés dans les paramètres du projet
it_it: I componenti possono essere abilitati nelle impostazioni del progetto

source: Download
es_es: Descargar
fr_fr: Télécharger

source: Up to %parent
es_es: Ir a %parent
fr_fr: Aller vers %parent
it_it: Torna su a %parent

source: Edit dashboard
es_es: Editar tablero
fr_fr: Modifier le tableau de bord
it_it: Modifica cruscotto

source: Add an edition
es_es: Agregar una edición
fr_fr: Ajouter une édition
it_it: Aggiungi un'edizione

source: Add a component
es_es: Agregar un componente
fr_fr: Ajouter un composant
it_it: Aggiungi un componente

source: Add edition
es_es: Añadir edition
fr_fr: Ajouter une édition
it_it: Aggiungi edizione

source: Adding edition, please wait
es_es: Agregando edición, espere por favor
fr_fr: Ajout d'une édition, veuillez patienter
it_it: Aggiunta edizione in corso, attendere

source: Add component
es_es: Añadir componente
fr_fr: Ajouter un composant
it_it: Aggiungi componente

source: Adding component, please wait
es_es: Agregando componente, espere por favor
fr_fr: Ajout d'un composant, veuillez patienter
it_it: Aggiunta componente in corso, attendere

source: Project editions
es_es: Ediciones del proyecto
fr_fr: Éditions du projet
it_it: Edizioni progetto

source: There are no editions
es_es: No hay ediciones
fr_fr: Il n'y a pas d'éditions
it_it: Non ci sono edizioni

source: This project does not use editions. Editions can be enabled in %advanced_settings
es_es: Este proyecto no utiliza ediciones. Las ediciones pueden ser habilitadas en %advanced_settings
fr_fr: Ce projet n'utilise pas les éditions. Les éditions peuvent être activées dans %advanced_settings
it_it: Questo progetto non utilizza edizioni. Le edizioni possono essere abilitate nelle %advanced_settings

source: Advanced settings
es_es: Opciones avanzadas
fr_fr: Paramètres avancés
it_it: Impostazioni avanzate

source: Project components
es_es: Componentes del proyecto
fr_fr: Composants du projet
it_it: Componenti progetto

source: There are no components
es_es: No hay componentes
fr_fr: Aucun composant
it_it: Non ci sono componenti

source: This project does not use components. Components can be enabled in %advanced_settings
es_es: Este proyecto no posee componentes. Los componentes pueden habilitarse en %advanced_settings
fr_fr: Ce projet n'utilise pas les composants. Les composants peuvent être activés dans %advanced_settings
it_it: Questo progetto non utilizza componenti. I componenti possono essere abilitati nelle %advanced_settings

source: Update project icons
es_es: Actualizar íconos del proyecto
fr_fr: Mise à jour de l'icône du projet
it_it: Aggiorna icone progetto

source: Small icon
es_es: Icono pequeño
fr_fr: Petite icône
it_it: Icona piccola

source: Enable file uploads to upload project icons
es_es: Habilite la subida de archivos para cargar íconos al proyecto
fr_fr: Activer le téléversement de fichiers pour téléverser des icônes de projet
it_it: Abilita caricamenti file per le icone del progetto

source: Large icon
es_es: Icono grande
fr_fr: Grande icône
it_it: Icona grande

source: When you are done, click "%update_icons" to upload the new project icons
es_es: Cuando haya terminado, haga clic en "%update_icons" para cargar los nuevos iconos de proyecto
fr_fr: Lorsque vous aurez terminé, cliquez sur "%update_icons" pour téléverser les nouvelles icônes du projet
it_it: Quando hai finito, clicca "%update_icons" per caricare le nuove icone del progetto

source: Save project settings
es_es: Guardar configuración del proyecto
fr_fr: Enregistrer les paramètres du projet
it_it: Salva impostazioni progetto

source: Project icons
es_es: Iconos del proyecto
fr_fr: Icônes du projet
it_it: Icone progetto

source: Change project icons
es_es: Cambiar íconos del proyecto
fr_fr: Modifier les icônes du projet
it_it: Modifica icone progetto

source: Set project icons
es_es: Proyecto conjunto de iconos
fr_fr: Définir les icônes de projet
it_it: Imposta icone progetto

source: Reset project icons?
es_es: ¿Limpia los íconos del proyecto?
fr_fr: Voulez-vous réinitialiser les icônes du projet ?
it_it: Reimpostare le icone progetto?

source: Do you really want to reset the project icons? Please confirm.
es_es: ¿Realmente desea restablecer los iconos de proyecto? Por favor confirmar.
fr_fr: Voulez-vous vraiment réinitialiser les icônes du projet ? Veuillez confirmer.
it_it: Sei sicuro di voler reimpostare le icone progetto? Confermalo.

source: Reset icons
es_es: Restablecer los iconos
fr_fr: Réinitialiser les icônes
it_it: Reimposta icone

source: Not a subproject
es_es: No es un subproyecto
fr_fr: Pas un sous projet
it_it: Non è un sottoprogetto

source: Client
es_es: Cliente
it_it: Cliente

source: No client
es_es: Sin cliente
fr_fr: Pas de client
it_it: Nessun cliente

source: No homepage set
es_es: Ningún conjunto de página principal
fr_fr: Pas de page d'accueil définie
it_it: Nessuna pagina iniziale impostata

source: Documentation URL
es_es: URL de la Documentación
fr_fr: Adresse de la documentation
it_it: URL documentazione

source: No documentation URL provided
es_es: No hay URL de documentación
fr_fr: Pas de documentation
it_it: Non è stato fornito alcun URL documentazione

source: No wiki URL provided
es_es: No se ha provisto URL de wiki
it_it: Non è stato fornito alcun URL wiki

source: Customize
es_es: Personalizar
fr_fr: Personnaliser
it_it: Personalizza

source: Number of issues per:
es_es: Cantidad de peticiones por:
fr_fr: Nombre de demande par :
it_it: Numero di segnalazioni per:

source: %number_of_issues_per State (open / closed)
es_es: %number_of_issues_per Estado (abierta / cerrada)
fr_fr: %number_of_issues_per état (ouverte / fermée)
it_it: %number_of_issues_per stato (aperta/chiusa)

source: %number_of_issues_per Category
es_es: %number_of_issues_per Categoría
fr_fr: %number_of_issues_per catégorie
it_it: %number_of_issues_per categoria

source: %number_of_issues_per Priority level
es_es: %number_of_issues_per Nivel de prioridad
fr_fr: %number_of_issues_per niveau de priorité
it_it: %number_of_issues_per livello priorità

source: %number_of_issues_per Resolution
es_es: %number_of_issues_per Resolución
fr_fr: %number_of_issues_per résolution
it_it: %number_of_issues_per risoluzione

source: %number_of_issues_per Reproducability
es_es: %number_of_issues_per Frecuencia
fr_fr: %number_of_issues_per reproductibilité
it_it: %number_of_issues_per riproducibilità

source: %number_of_issues_per Status type
es_es: %number_of_issues_per Tipo de estado
fr_fr: %number_of_issues_per Statut
it_it: %number_of_issues_per tipo stato

source: Project details
es_es: Detalles del proyecto
fr_fr: Détails du projet
it_it: Dettagli progetto

source: Display settings
es_es: Configuración de la pantalla
fr_fr: Afficher les paramètres
it_it: Visualizza impostazioni

source: Editions and components
es_es: Ediciones y componentes
fr_fr: Éditions et composants
it_it: Edizioni e componenti

source: Roles and permissions
es_es: Roles y permisos
fr_fr: Rôles et autorisations
it_it: Ruoli e permessi

source: Save display settings
es_es: Guardar la configuración de pantalla
fr_fr: Enregistrer les paramètres d'affichage
it_it: Salva impostazioni visualizzazione

source: On the frontpage summary, show %name_of_setting
es_es: En el resumen de la portada, mostrar %name_of_setting
fr_fr: Sur le résumé de la page d'accueil, afficher %name_of_setting
it_it: Sul riepilogo della pagina principale, visualizza %name_of_setting

source: %on_frontpage_comma_show only project information
es_es: %on_frontpage_comma_show sólo información del proyecto
fr_fr: %on_frontpage_comma_show uniquement les informations du projet
it_it: %on_frontpage_comma_show solo informazioni sul progetto

source: %on_frontpage_comma_show status per milestone
es_es: %on_frontpage_comma_shows estado por hito
fr_fr: %on_frontpage_comma_show statut par jalons
it_it: %on_frontpage_comma_show stato per milestone

source: %on_frontpage_comma_show status per issue types
es_es: %on_frontpage_comma_show estados por tipos de pedidos
fr_fr: %on_frontpage_comma_show statut par type de demandes
it_it: %on_frontpage_comma_show stato per tipi segnalazione

source: %on_frontpage_comma_show list of open issues
es_es: %on_frontpage_comma_show listado de peticiones abiertas
fr_fr: %on_frontpage_comma_show liste des demandes ouvertes
it_it: %on_frontpage_comma_show elenco delle segnalazioni aperte

source: Show %issuetype
es_es: Mostrar %issuetype
fr_fr: Afficher %issuetype
it_it: Visualizza %issuetype

source: There are no milestones
es_es: No hay hitos
fr_fr: Il n'y a pas de jalon
it_it: Non ci sono milestone

source: Show %milestone
es_es: Mostrar %milestone
fr_fr: Afficher %milestone
it_it: Visualizza %milestone

source: Show project downloads
es_es: Mostrar descargas del proyecto
fr_fr: Afficher les téléchargements du projet
it_it: Visualizza download progetto

source: Choose whether download links and tools are available
es_es: Defina si quiere los enlaces de descarga y herramientas disponibles
fr_fr: Choisir si les liens de téléchargement et des outils doivent-être disponibles
it_it: Scegli se i link e gli strumenti di download saranno disponibili

source: Create project role
es_es: Crear rol de proyecto
fr_fr: Créer un rôle pour le projet
it_it: Crea ruolo progetto

source: Project-specific roles
es_es: Roles específicos de proyecto
fr_fr: Rôles spécifiques au projet
it_it: Ruoli specifici del progetto

source: There are no project-specific roles available
es_es: No hay roles específicos disponibles para el proyecto
fr_fr: Il n'y a pas de rôle spécifique à un projet disponible
it_it: Non sono disponibili ruoli specifici del progetto

source: Show roles
es_es: Mostrar roles
fr_fr: Afficher les rôles
it_it: Visualizza ruoli

source: Editing advanced project permissions
es_es: Edición avanzada de permisos del proyecto
fr_fr: Modifier les autorisations avancées du projet
it_it: Modifica permessi avanzati progetto

source: These permissions directly control what you can do, and which pages you can access in The Bug Genie - on a project-specific basis. Some of these permissions are also available as site-wide permissions in the %permissions_configuration page. You may want to use roles and assignments instead of applying these permissions directly.
es_es: Estos permisos controlan directamente que se puede hacer, y cuales páginas se pueden acceder en The Bug Genie - en un proyecto específico. Algunos de estos permisos están disponibles también como permisos del sitio en la página %permissions_configuration, Puede quere utilizar roles y asignaciones en lugar de aplicar directamente estos permisos.
fr_fr: Ces autorisations contrôlent directement ce que vous pouvez faire, et à quelles pages vous pouvez accéder dans The Bug Genie - en prenant pour base un projet spécifique. Certaines de ces autorisations sont aussi disponibles sous forme d'autorisations globales dans la page %permissions_configuration. Vous pouvez aussi utiliser les rôles et les missions à la place d'appliquer ces autorisations directement.
it_it: Questi permessi controllano direttamente cosa puoi fare e a quali pagine puoi accedere in The Bug Genie in modo specifico per ogni progetto. Alcuni di questi permessi sono disponibili anche a livello di intero sito nella pagina di %permissions_configuration. Ti consigliamo di usare i ruoli e gli assegnamenti anziché applicare questi permessi direttamente.

source: permissions configuration
es_es: configuración de permisos
fr_fr: configuration des autorisations
it_it: configurazione dei permessi

source: Configure visible columns
es_es: Configurar las columnas visibles
fr_fr: Configurer les colonnes visibles
it_it: Configura colonne visibili

source: Select columns to show
es_es: Seleccione las columnas a mostrar
fr_fr: Sélectionnez les colonnes à afficher
it_it: Seleziona le colonne da visualizzare

source: Select which columns you would like to show in this result view. Your selection is saved until the next time you visit.
es_es: Seleccione que columnas quisiera ver en esta vista. Su selección es mantenida hasta la próxima visita.
fr_fr: Sélectionnez les colonnes que vous souhaitez afficher dans cette vue résultat. Votre sélection est enregistrée jusqu'à votre prochaine visite.
it_it: Seleziona le colonne che vorresti visualizzare in questa visualizzazione dei risultati. La tua selezione verrà salvata fino a che non visiterai nuovamente la pagina.

source: Show %fieldlabel
es_es: Mostrar %fieldlabel
fr_fr: Afficher %fieldlabel
it_it: Visualizza %fieldlabel

source: Assigned users
es_es: Usuarios asignados
fr_fr: Utilisateurs assignés
it_it: Utenti assegnatari

source: There are no users assigned to this project
es_es: No hay usuarios asignados a este proyecto
fr_fr: Il n'y a pas d'utilisateur assigné à ce projet
it_it: Non ci sono utenti assegnati a questo progetto

source: Remove %username from this project?
es_es: Eliminar %username de este proyecto?
fr_fr: Souhaitez-vous supprimer %username de ce projet
it_it: Rimuovere %username da questo progetto?

source: Please confirm that you want to remove this user from the project team
es_es: Confirme que desea eliminar este usuario el equipo del proyecto
fr_fr: Veuillez confirmer que vous souhaitez supprimer cet utilisateur de l'équipe projet
it_it: Conferma di voler rimuovere quest'utente dal team del progetto

source: Assigned teams
es_es: Equipos asignados
fr_fr: Équipes assignées
it_it: Team assegnatari

source: There are no teams assigned to this project
es_es: No hay equipos asignados a este proyecto
fr_fr: Il n'y a pas d'équipe assignée à ce projet
it_it: Non ci sono team assegnati a questo progetto

source: Remove %teamname from this project?
es_es: ¿Quitar %teamname de este proyecto?
fr_fr: Souhaitez-vous supprimer %teamname de ce projet ?
it_it: Rimuovere %teamname da questo progetto?

source: Please confirm that you want to remove this team from the project team
es_es: Confirme que desea eliminar este equipo desde el equipo del proyecto
fr_fr: Veuillez confirmer que vous souhaitez supprimer cette équipe de l'équipe projet
it_it: Conferma di voler rimuovere questo team dal team del progetto

source: Change workflow scheme
es_es: Cambiar esquema del flujo de trabajo
fr_fr: Modifier le système de flux de travaux
it_it: Modifica schema flusso di lavoro

source: Save advanced settings
es_es: Guardar configuración avanzada
fr_fr: Enregistrer les paramètres avancés
it_it: Salva impostazioni avanzate

source: Enable releases
es_es: Habilitar compilaciones
fr_fr: Activer les livraisons
it_it: Abilita release

source: If this project has regular new main- or test-releases, you should enable releases
es_es: Si este proyecto tiene nuevas distribuciones o distribuciones de prueba, debe activar la liberación
fr_fr: Si ce projet a des livraisons régulières principales ou de test, vous devriez activer les livraisons
it_it: Se questo progetto ha release regolari normali o di test, dovresti abilitare le release

source: Use editions
es_es: Usar ediciones
fr_fr: Utiliser les éditions
it_it: Utilizza edizioni

source: If the project has more than one edition which differ in features or capabilities, you should enable editions
es_es: Si el proyecto tiene más de una edición la que difiere en características o capacidades, debe activar el uso de ediciones
fr_fr: Si le projet a une ou plusieurs édition qui diffèrent en fonctionnalités ou capacités, vous devriez activer les éditions
it_it: Se il progetto ha più edizioni che differiscono per quanto riguarda la funzionalità o le capacità, dovresti abilitare le edizioni

source: Use components
es_es: Usar componentes
fr_fr: Utiliser les composants
it_it: Utilizza componenti

source: If the project consists of several easily identifiable sub-parts, you should enable components
es_es: Si el proyecto consiste en varias partes fácilmente identificables, debe activar componentes
fr_fr: Si le projet est constitué de plusieurs sous-partie facilement identifiables, vous devriez activer les composants
it_it: Se il progetto è costituito da più parti facilmente identificabili, dovresti abilitare i componenti

source: Settings related to issues and issue reporting
es_es: Opciones relativas a pedidos y reportes de pedidos
fr_fr: Paramètres liés aux demandes et à la soumission de demandes
it_it: Impostazioni relative alle segnalazioni e al loro invio

source: Allow issues to be reported
es_es: Permitir que las peticiones sean registradas
fr_fr: Autoriser la création des demandes
it_it: Consenti l'invio di segnalazioni

source: Allow freelancing
es_es: Permitir trabajador independiente
fr_fr: Autoriser le travail indépendant
it_it: Consenti lavoro autonomo

source: Whether or not developers can change issue status without following the workflow
es_es: Si los desarrolladores pueden cambiar estado de la cuestión sin seguir el flujo de trabajo
fr_fr: Détermine si oui ou non les développeurs peuvent modifier l'état des demandes sans suivre le flux de travail associé
it_it: Stabilisce se gli sviluppatori possono modificare lo stato di una segnalazione senza seguire il flusso di lavoro

source: Enable autoassignment
es_es: Habilitar autoasignación
fr_fr: Activer l'auto-affectation
it_it: Abilita assegnamento automatico

source: You can set issues to be automatically assigned to users depending on the leader set for editions, components and projects. If you wish to use this feature you can turn it on here.
es_es: Puede establecer que las peticiones sean automáticamente asignadas a los usuarios dependiendo del líder de las ediciones, componentes y proyectos. Si quiere utilizar esta característica defínala aquí.
fr_fr: Vous pouvez définir une affectation automatique des demandes en fonction du responsable défini pour les éditions, composants et projets. Si vous souhaitez utiliser cette fonctionnalité, vous pouvez l'activer ici.
it_it: Puoi far sì che le segnalazioni siano automaticamente assegnate agli utenti a seconda del leader impostato per le edizioni, i componenti e i progetti. Se vuoi utilizzare questa funzionalità puoi abilitarla qui.

source: Change workflow
es_es: Cambiar flujo de trabajo
fr_fr: Modifier le flux de travaux
it_it: Modifica flusso di lavoro

source: New workflow scheme:
es_es: Nuevo esquema de flujo de trabajo:
fr_fr: Nouveau système de flux de travaux :
it_it: Nuovo schema flusso di lavoro:

source: No other workflows
es_es: No otros flujos de trabajo
fr_fr: Pas d'autre flux de travaux
it_it: Nessun altro flusso di lavoro

source: Issues in the workflow step on the left will have their workflow step changed to the one on the right. This will change the issue's status to the one assigned to the new step.
es_es: Temas en el paso de flujo de trabajo de la izquierda tendrá su paso de flujo de trabajo cambió a uno a la derecha. Esto cambiará el estado de la cuestión al que asigna a la nueva etapa.
fr_fr: Les demandes du système de flux de travaux sur la gauche auront leurs étapes de flux de travaux modifiées par celle de droite. Cela va changer le statut de la demande par celui assigné à la nouvelle étape.
it_it: Le segnalazioni nel passo del flusso di lavoro visualizzato a sinistra saranno fatte avanzare al passaggio del flusso di lavoro visualizzato sulla destra. Ciò modificherà lo stato della segnalazione in quello assegnato al nuovo passaggio.

source: Old: %old_workflow_name
es_es: Anterior: %old_workflow_name
fr_fr: Ancien : %old_workflow_name
it_it: Vecchio: %old_workflow_name

source: New: %new_workflow_name
es_es: Nuevo: %new_workflow_name
fr_fr: Nouveau : %new_workflow_name
it_it: Nuovo: %new_workflow_name

source: Choose a different workflow
es_es: Elige un flujo de trabajo diferente
fr_fr: Choisir un flux de travaux différent
it_it: Scegli un flusso di lavoro differente

source: When you are done, click "%update_workflow" to switch to the new workflow
es_es: Cuando haya terminado, haga clic en "%update_workflow" para cambiar al nuevo flujo de trabajo
fr_fr: Lorsque vous aurez terminé, cliquez sur "%update_workflow" pour basculer sur le nouveau flux de travaux
it_it: Quando hai finito, clicca "%update_workflow" per passare al nuovo flusso di lavoro

source: Update workflow
es_es: Actualizar flujo de trabajo
fr_fr: Mise à jour du flux de travaux
it_it: Aggiorna flusso di lavoro

source: Show all issues for this release
es_es: Mostrar todas las peticiones para esta versión
fr_fr: Voir toutes les demandes pour cette livraison
it_it: Visualizza tutte le segnalazioni per questa release

source: This release is no longer available for download
es_es: Esta versión ya no está disponible para su descarga
fr_fr: Cette livraison n'est plus disponible au téléchargement
it_it: Questa release non è più disponibile per il download

source: Pick a color for this user story
es_es: Seleccione un color para esta historia de usuario
fr_fr: Choisissez une couleur pour cette histoire utilisateur
it_it: Scegli un colore per questa storia utente

source: Selecting a color makes the story easily recognizable
es_es: Al seleccionar un color en la historia la hace más identificable
fr_fr: Sélectionner une couleur permet d'identifier facilement cette histoire utilisateur
it_it: La selezione di un colore rende la storia facilmente riconoscibile

source: Open in new window
es_es: Abrir en nueva ventana
fr_fr: Ouvrir dans une nouvelle fenêtre
it_it: Apri in una nuova finestra

source: Edit user story
es_es: Editar historia de usuario
fr_fr: Modifier les histoires utilisateur
it_it: Modifica storia utente

source: Add a task to this user story
es_es: Agregar una tarea a esta historia
fr_fr: Ajouter une tâche à cette histoire d'utilisateur
it_it: Aggiungi un'attività a questa storia utente

source: Show tasks for this user story
es_es: Mostrar tareas de esta historia
fr_fr: Voir les tâches pour cette histoire utilisateur
it_it: Visualizza attività per questa storia utente

source: This story doesn't have any tasks
es_es: Esta historia no tiene ninguna tarea
fr_fr: Cette story n'a aucune tâche
it_it: Questa storia non ha alcun'attività

source: %hours hr(s)
es_es: %hours h(s)
fr_fr: %hours h
it_it: %hours ore

source: New version released
es_es: Nueva versión de lanzamiento
fr_fr: Nouvelle livraison publiée
it_it: Nuova versione rilasciata

source: A new sprint has started
es_es: Ha comenzado un nuevo sprint
fr_fr: Un nouveau sprint a débuté
it_it: È iniziato un nuovo sprint

source: The sprint has ended
es_es: Este sprint ha terminado
fr_fr: Le sprint est terminé
it_it: Lo sprint è terminato

source: A new milestone has been reached
es_es: Un nuevo hito ha sido alcanzado
fr_fr: Un nouveau jalon a été atteint
it_it: È stata raggiunta una nuova milestone

source: "%project_name" project dashboard
es_es: tablero de proyecto "%project_name"
fr_fr: tableau de bord du projet "%project_name"
it_it: Cruscotto del progetto "%project_name"

source: This dashboard doesn't contain any views.
es_es: Este panel no contiene opiniones.
fr_fr: Ce tableau de bord ne contient aucune vue.
it_it: Questo cruscotto non contiene alcuna visualizzazione.

source: Setup project dashboard
es_es: Panel de configuración del proyecto
fr_fr: Configurer le tableau de bord du projet
it_it: Configura cruscotto progetto

source: Project files
es_es: Archivos del proyecto
fr_fr: Fichiers du projet
it_it: File del progetto

source: "%project_name" files
es_es: "%project_name" archivos
fr_fr: fichier de "%project_name"
it_it: File di "%project_name"
