Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Any client
es_es: Cualquier cliente
fr_fr: Tous les clients
it_it: Qualunque cliente

source: Select client(s)
es_es: Seleccione cliente(s)
fr_fr: Sélectionner un/des client(s)
it_it: Seleziona clienti

source: Search for a client
es_es: Búsqueda para un cliente
fr_fr: Rechercher un client
it_it: Trova cliente

source: Posted
es_es: Publicada
fr_fr: Posté
it_it: Inviato

source: Filter on posted date
es_es: Filtrar por fecha publicada
fr_fr: Filtrer sur la date de soumission
it_it: Filtra per data invio

source: Filter on last updated date
es_es: Filtrar por fecha de última actualización
fr_fr: Filtrer sur la date de dernière mise à jour
it_it: Filtra per data ultimo aggiornamento

source: Today
es_es: Hoy
fr_fr: Aujourd'hui
it_it: Oggi

source: Before %time
es_es: Antes de %time
fr_fr: Avant %time
it_it: Prima del %time

source: After %time
es_es: Después de %time
fr_fr: Après %time
it_it: Dopo il %time

source: Any time
es_es: Cualquier momento
fr_fr: N'importe quand
it_it: In qualunque momento

source: Filter on status
es_es: Filtrar por estado
fr_fr: Filtrer sur le statut
it_it: Filtra per stato

source: Only open issues
es_es: Sólo peticiones abiertas
fr_fr: Uniquement les demandes ouvertes
it_it: Solo segnalazioni aperte

source: Only closed issues
es_es: Sólo peticiones cerradas
fr_fr: Uniquement les demandes fermées
it_it: Solo segnalazioni chiuse

source: Assigned team
es_es: Equipo asignado
fr_fr: Équipe assignée
it_it: Team assegnatario

source: Any team
es_es: Cualquier equipo
fr_fr: N'importe quelle équipe
it_it: Qualunque team

source: Select team(s)
es_es: Seleccionar equipo(s)
fr_fr: Sélectionner une/des équipe(s)
it_it: Seleziona team

source: Search for a team
es_es: Búsqueda de un equipo
fr_fr: Chercher une équipe
it_it: Trova team

source: Anything
es_es: Cualquier cosa
fr_fr: N'importe quoi
it_it: Qualunque

source: Assigned user
es_es: Usuario asignado
fr_fr: Utilisateur assigné
it_it: Utente assegnatario

source: Select user(s)
es_es: Seleccione usuario(s)
fr_fr: Sélectionner le/les utilisateur(s)
it_it: Seleziona utenti

source: Search for a user
es_es: Búsqueda de un usuario
fr_fr: Chercher un utilisateur
it_it: Trova utente

source: First page
es_es: Primer página
fr_fr: Première page
it_it: Prima pagina

source: Previous page
es_es: Página anterior
fr_fr: Page précédente
it_it: Pagina precedente

source: Next page
es_es: Próxima página
fr_fr: Page suivante
it_it: Pagina successiva

source: Last page
es_es: Última página
fr_fr: Dernière page
it_it: Ultima pagina

source: Issue
es_es: Petición
fr_fr: Demande
it_it: Segnalazione

source: % completed
es_es: % completado
fr_fr: réalisé
it_it: % completamento

source: Number of user comments on this issue
es_es: Número de comentarios de usuarios en esta petición
fr_fr: Nombre de commentaires utilisateurs pour cette demande
it_it: Numero di commenti utente su questa segnalazione

source: This issue has %num attachments
es_es: Esta petición posee %num adjuntos
fr_fr: Cette demande à %num pièces jointes
it_it: Questa segnalazione ha %num allegati

source: Access to this issue is restricted
es_es: El acceso a esta petición está restringido
fr_fr: L'accès à cette demande est restreint
it_it: L'accesso a questa segnalazione è limitato

source: Issue number
es_es: Número
fr_fr: Numéro de demande
it_it: Segnalazione numero

source: Percentage complete
es_es: Porcentaje completo
fr_fr: Pourcentage réalisé
it_it: Percentuale di completamento

source: Time estimated
es_es: Tiempo estimado
fr_fr: Temps estimé
it_it: Tempo stimato

source: Reproduction Steps
es_es: Pasos de reproducción
fr_fr: Étapes de reproduction
it_it: Passaggi per riprodurre il problema

source: Comments
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti

source: In the group above (on this page)
es_es: En el grupo superior (en esta página)
fr_fr: Dans le groupe au-dessus (sur cette page)
it_it: Nel gruppo sopra (in questa pagina)

source: Total number of issues: %number
es_es: Número total de peticiones: %number
fr_fr: Nombre total de demandes : %number
it_it: Numero totale segnalazioni: %number

source: Total estimated effort: %details
es_es: Total esfuerzo estimado: %details
fr_fr: Effort total estimé : %details
it_it: Sforzo totale stimato: %details

source: Total current effort: %details
es_es: Total esfuerzo actual: %details
fr_fr: Effort total actuel : %details
it_it: Sforzo totale corrente: %details

source: Title
es_es: Título
fr_fr: Titre
it_it: Titolo

source: More info
es_es: Más información
fr_fr: En savoir plus
it_it: Ulteriori informazioni

source: No description provided
es_es: Sin descripción provista
fr_fr: Pas de description fournie
it_it: Nessuna descrizione fornita

source: Last updated: %updated_at
es_es: Última actualización: %updated_at
fr_fr: Dernière mise à jour: %updated_at
it_it: Ultimo aggiornamento: %updated_at

source: No issues in this list
es_es: No hay peticiones en esta lista
fr_fr: Pas de demande dans cette liste
it_it: Nessuna segnalazione in quest'elenco

source: Enter a search term here
es_es: Introduce un término de búsqueda aquí
fr_fr: Entrez un terme de recherche ici
it_it: Immetti qui un termine di ricerca

source: People filters
es_es: Filtro de personas
fr_fr: Filtres de personnes
it_it: Filtri sulle persone

source: Posted by user
es_es: Publicado por usuario
fr_fr: Posté par l'utilisateur
it_it: Inviato dall'utente

source: Time filters
es_es: Filtro por tiempo
fr_fr: Filtres de temps
it_it: Filtri sul tempo

source: Created before / after
es_es: Creado antes / después
fr_fr: Créé avant / après
it_it: Creato prima/dopo il

source: Last updated before / after
es_es: Última actualización antes / después
fr_fr: Dernièrement mis à jour avant / après
it_it: Ultimo aggiornamento prima/dopo il

source: Project detail filters
es_es: Filtro por detalle del proyecto
fr_fr: Filtres de détails du projet
it_it: Filtri dettagli progetto

source: Including subproject(s)
es_es: Incluyendo subproyecto(s)
fr_fr: Y compris le(s) sous-projet(s)
it_it: Sottoprogetti inclusi

source: This filter is only available in project context
es_es: Este filtro sólo está disponible en el contexto del proyecto
fr_fr: Ce filtre n'est disponible dans le contexte du projet
it_it: Questo filtro è disponibile solo nel contesto di un progetto

source: Reported against a specific release
es_es: Registrados en una versión específica
fr_fr: Soumis pour une version spécifique
it_it: Segnalato per una specifica release

source: Affecting a specific component
es_es: Que afectan a un componente específico
fr_fr: Affectant un composant spécifique
it_it: Interessa uno specifico componente

source: Affecting a specific edition
es_es: Que afectan a una edición específica
fr_fr: Affectant une édition spécifique
it_it: Interessa una specifica edizione

source: Targetting a specific milestone
es_es: Dirigidas a un hito específico
fr_fr: Ciblant un jalon spécifique
it_it: Ha una specifica milestone obiettivo

source: Issue detail filters
es_es: Filtro por detalle de peticiones
fr_fr: Détails des filtres de la demande
it_it: Filtri dettagli segnalazione

source: Other filters
es_es: Otros filtros
fr_fr: Autres filtres
it_it: Altri filtri

source: Press the search button to trigger a search if it doesn't happen automatically
es_es: Presione el botón de búsqueda para activar una búsqueda si no sucede automáticamente
fr_fr: Appuyez sur le bouton de recherche pour déclencher une recherche si ça n'arrive pas automatiquement
it_it: Clicca il pulsante Cerca per iniziare la ricerca se non accade automaticamente

source: Reset columns
es_es: Limpiar columnas
fr_fr: Réinitialiser les colonnes
it_it: Reimposta colonne

source: Select how to present search results
es_es: Seleccione cómo presentar los resultados de búsqueda
fr_fr: Présentation des résultats de recherche
it_it: Seleziona come presentare i risultati di ricerca

source: Search result grouping
es_es: Agrupación de resultados de búsqueda
fr_fr: Regroupement de résultats de recherche
it_it: Raggruppamento risultati ricerca

source: This search template does not support grouping
es_es: Esta plantilla de búsqueda no permite agrupar
fr_fr: Ce modèle de recherche ne supporte pas le regroupement
it_it: Questo modello di ricerca non supporta il raggruppamento

source: Special search parameters
es_es: Parámetros de búsqueda especial
fr_fr: Paramètres de recherche spéciale
it_it: Parametri speciali di ricerca

source: Ascending
es_es: Ascendente
fr_fr: Ascendant
it_it: Ascendente

source: Descending
es_es: Descendente
fr_fr: Descendant
it_it: Descrescente

source: No grouping
es_es: Sin agrupar
fr_fr: Pas de groupage
it_it: Nessun raggruppamento

source: Select how many issues to show per page
es_es: Seleccione cuantas peticiones mostrar por página
fr_fr: Nombre de demandes à afficher par page
it_it: Seleziona il numero di segnalazioni da visualizzare per pagina

source: Save or download search results
es_es: Guardar o descargar los resultados de búsqueda
fr_fr: Enregistrer ou télécharger les résultats de recherche
it_it: Salva o scarica i risultati di ricerca

source: Save search filters
es_es: Guardar filtros de búsqueda
fr_fr: Enregistrer les filtres de recherche
it_it: Salva filtri ricerca

source: Download as OpenDocument spreadsheet (.ods)
es_es: Descargar como hoja de cálculo OpenDocument (.ods)

source: Download as Microsoft Excel spreadsheet (.xlsx)
es_es: Descargar como hoja de cálculo Microsoft Excel (.xlsx)

source: Download as RSS feed
es_es: Descargar como feed RSS
fr_fr: Téléchargez en flux RSS
it_it: Scarica come feed RSS

source: You have to be signed in to save this search
es_es: Tiene que haber ingresado para guardar esta búsqueda
fr_fr: Vous devez être connecté pour enregistrer cette recherche
it_it: Devi aver effettuato il login per salvare questa ricerca

source: Save this search
es_es: Guardar esta búsqueda
fr_fr: Enregistrer cette recherche
it_it: Salva questa ricerca

source: This saved search will be available under this project only. To make a non-project-specific search, use the main "%find_issues" page instead
es_es: Esta búsqueda guardada estará disponible en este proyecto solamente. Para hacer una búsqueda de proyecto-específica, utilice "%find_issues"
fr_fr: Cette recherche sera disponible dans le cadre de ce projet uniquement. Pour effectuer une recherche non spécifique à un projet, utilisez la page principale « %find_issues » à la place
it_it: Questa ricerca salvata sarà disponibile solo per questo progetto. Per creare una ricerca non specifica per il progetto, utilizza la pagina principale "%find_issues"

source: Find issues
es_es: Buscar peticiones
fr_fr: Trouver des demandes
it_it: Cerca segnalazioni

source: Saved search name
es_es: Nombre de la búsqueda guardada
fr_fr: Nom de la recherche enregistrée
it_it: Nome ricerca salvata

source: Update this saved search
es_es: Actualizar esta búsqueda guardada
fr_fr: Mettre à jour cette recherche
it_it: Aggiorna questa ricerca salvata

source: Visibility
es_es: Visibilidad
fr_fr: Visibilité
it_it: Visibilità

source: Only visible for me
es_es: Sólo visible para mí
fr_fr: Seulement visible pour moi
it_it: Visibile solo a me

source: Shared with others
es_es: Compartido con otros
fr_fr: Partagé avec les autres
it_it: Condivisa con altri

source: %cancel or %save_search
es_es: %cancel o %save_search
fr_fr: %cancel ou %save_search
it_it: %cancel o %save_search

source: Save search
es_es: Guardar búsqueda
fr_fr: Enregistrer la recherche
it_it: Salva ricerca

source: Open issues for this project
es_es: Peticiones abiertas para este proyecto
fr_fr: Demandes ouvertes pour ce projet
it_it: Segnalazioni aperte per questo progetto

source: Open issues (including subprojects)
es_es: Peticiones abiertas (incluyendo subproyectos)
fr_fr: Demandes ouvertes (incluant les sous-projets)
it_it: Segnalazioni aperte (sottoprogetti inclusi)

source: Closed issues for this project
es_es: Peticiones cerradas para este proyecto
fr_fr: Demande fermées pour ce projet
it_it: Segnalazioni chiuse per questo progetto

source: Closed issues (including subprojects)
es_es: Peticiones cerradas (incluyendo subproyectos)
fr_fr: Demandes fermées (incluant les sous-projets)
it_it: Segnalazioni chiuse (sottoprogetti inclusi)

source: Project wishlist
es_es: Lista de deseos
fr_fr: Liste d'envies du projet
it_it: Lista dei desideri del progetto

source: Milestone todo-list for this project
es_es: Lista de pendientes para el hito de este proyecto
fr_fr: Liste des tâches jalonnées pour ce projet
it_it: Elenco cose da fare nella milestone per questo progetto

source: Most voted for issues
es_es: La mayoría votó por estas peticiones
fr_fr: Demandes les plus votées
it_it: Segnalazioni più votate

source: Issues reported this month
es_es: Peticiones informadas este mes
fr_fr: Demandes soumises ce mois
it_it: Segnalazioni inviate questo mese

source: Your saved searches for this project
es_es: Sus búsquedas guardadas para este proyecto
fr_fr: Vos recherches enregistrées pour ce projet
it_it: Le tue ricerche salvate per questo progetto

source: Your saved searches
es_es: Sus búsquedas guardadas
fr_fr: Vos recherches enregistrées
it_it: Le tue ricerche salvate

source: Edit saved search
es_es: Editar búsqueda guardada
fr_fr: Modifier la recherche enregistrée
it_it: Modifica ricerca salvata

source: Delete saved search
es_es: Borrar búsqueda guardada
fr_fr: Supprimer les recherches enregistrées
it_it: Elimina ricerca salvata

source: Do you really want to delete this saved search?
es_es: ¿Realmente quiere borrar esta búsqueda?
fr_fr: Voulez-vous réellement supprimer cette recherche enregistrée ?
it_it: Sei sicuro di voler eliminare questa ricerca salvata?

source: This action cannot be reverted. Note: this will not modify any issues affected by this search
es_es: Esta acción no puede ser revertida. Nota: esto no modificará ningún pedido resultado de la búsqueda
fr_fr: Cette action ne peut pas être annulée. Note : ceci ne modifiera aucune demande concernée par cette recherche
it_it: Quest'azione non può essere annullata. Nota: ciò non modificherà alcuna segnalazione interessata da questa ricerca

source: Yes, delete
es_es: Sí, borrar
fr_fr: Oui, supprimer
it_it: Sì, elimina

source: %yes_delete or %cancel
es_es: %yes_delete o %cancel
fr_fr: %yes_delete ou %cancel
it_it: %yes_delete o %cancel

source: You don't have any saved searches for this project
es_es: No tiene ninguna búsqueda guardada para este proyecto
fr_fr: Vous n'avez aucune recherche enregistrée pour ce projet
it_it: Non hai alcuna ricerca salvata per questo progetto

source: You don't have any saved searches
es_es: No tiene ninguna búsqueda guardada
fr_fr: Vous n'avez aucune recherche enregistrée
it_it: Non hai alcuna ricerca salvata

source: Public saved searches for this project
es_es: Búsquedas públicas guardadas para este proyecto
fr_fr: Recherches publiques de ce projet
it_it: Ricerche salvate pubbliche per questo progetto

source: Public saved searches
es_es: Búsquedas públicas guardadas
fr_fr: Recherches publiques enregistrées
it_it: Ricerche salvate pubbliche

source: There are no saved searches for this project
es_es: No hay búsquedas guardadas para este proyecto
fr_fr: Il n'y a pas de recherche enregistrée pour ce projet
it_it: Non ci sono ricerche salvate per questo progetto

source: There are no public saved searches
es_es: No hay ningún público búsquedas guarda
fr_fr: Il n'y a pas de recherches publiques enregistrées
it_it: Non ci sono ricerche salvate pubbliche

source: Find issues for %project_name
es_es: Buscar peticiones para %project_name
fr_fr: Trouver des demandes pour %project_name
it_it: Trova segnalazioni per %project_name

source: Wishlist for %project_name
es_es: Lista de deseos para %project_name
fr_fr: Liste de favoris pour %project_name
it_it: Lista dei desideri per %project_name

source: Issues reported for %project_name this month
es_es: Peticiones informadas para %project_name este mes
fr_fr: Demandes soumises pour %project_name ce mois
it_it: Segnalazioni inviate per %project_name questo mese

source: Issues reported for %project_name last 30 days
es_es: Peticiones informadas para %project_name en los últimos 30 días
fr_fr: Demandes soumises pour %project_name durant les 30 derniers jours
it_it: Segnalazioni inviate per %project_name negli ultimi 30 giorni

source: Search details have been saved
es_es: Los datos de la búsqueda han sido guardados
fr_fr: Les détails de la recherche ont été enregistrés
it_it: I dettagli della ricerca sono stati salvati

source: %number_of issue(s)
es_es: %number_of petición(es)
fr_fr: %number_of demande(s)
it_it: %number_of segnalazioni

source: %project_name search
es_es: Buscar en %project_name
fr_fr: recherche %project_name
it_it: Cerca in %project_name

source: %site_name search
es_es: %site_names búsqueda
fr_fr: %site_name recherche
it_it: Cerca in %site_name

source: Press "Enter" twice to find issues matching your query
es_es: Presione "Enter" dos veces para encontrar coincidencias con su consulta
fr_fr: Appuyez sur « Entrer » deux fois pour trouver les demandes correspondant à votre requête
it_it: Premi Invio due volte per trovare le segnalazioni corrispondenti alla tua query

source: Select this to search for this user
es_es: Seleccione esta opción para buscar este usuario
fr_fr: Sélectionnez cette option pour rechercher cet utilisateur
it_it: Seleziona quest'opzione per cercare quest'utente

source: %num user(s) found
es_es: %num usuario(s) encontrados
fr_fr: %num utilisateur(s) trouvé(s)
it_it: %num utenti trovati

source: See %num more users ...
es_es: Ver %num usuarios más...
fr_fr: Voir %num utilisateurs de plus ...
it_it: Visualizza altri %num utenti...

source: %num team(s) found
es_es: %num equipo(s) encontrados
fr_fr: %num équipe(s) trouvée(s)
it_it: %num team trovati

source: %num client(s) found
es_es: %num cliente(s) entontrados
fr_fr: %num client(s) trouvé(s)
it_it: %num clienti trovati

source: %num project(s) found
es_es: %num proyecto(s) encontrados
fr_fr: %num projet(s) trouvé(s)
it_it: %num progetti trovati

source: %num issue(s) found
es_es: %num pedido(s) encontrados
fr_fr: %num demande(s) trouvée(s)
it_it: %num segnalazioni trovate

source: Issue %issue_no - %title
es_es: Petición %issue_no - %title
fr_fr: Demande %issue_no - %title
it_it: Segnalazione %issue_no - %title

source: Last updated %updated_at
es_es: Actulizado %updated_at
fr_fr: Dernière mise à jour %updated_at
it_it: Ultimo aggiornamento: %updated_at

source: Status: %status
es_es: Estado:%status
it_it: Stato: %status

source: Resolution: %resolution
es_es: Resolución: %resolución
fr_fr: Résolution : %resolution
it_it: Risoluzione: %resolution

source: See %num more issues ...
es_es: Vea otros %num pedidos más ...
fr_fr: Voir %num demandes de plus ...
it_it: Visualizza altre %num segnalazioni...

source: No issues found matching your query
es_es: No hay pedidos coincidentes con lo buscado
fr_fr: Pas de demande trouvée correspondant à votre requête
it_it: Non sono state trovate segnalazioni corrispondenti alla tua query

source: Click this message to dismiss it
es_es: Haga clic en este mensaje para descartarlo
fr_fr: Cliquer sur ce message pour le faire disparaître
it_it: Clicca questo messaggio per chiuderl

source: Skip this tutorial
es_es: Omitir este tutorial
fr_fr: Passer ce tutoriel
it_it: Salta questo tutorial

source: Please wait ...
es_es: Por favor espere ...
fr_fr: Veuillez patienter
it_it: Attendere...

source: My dashboard
es_es: Mi tablero
fr_fr: Mon tableau de bord
it_it: Il mio cruscotto

source: Wishlist for this project
es_es: Lista de deseos para este proyecto
fr_fr: Liste de souhait pour ce projet
it_it: Lista dei desideri per questo progetto

source: Issues reported last 30 days
es_es: Peticiones informadas en los últimos 30 días
fr_fr: Demandes soumises durant les 30 derniers jours
it_it: Segnalazioni inviate negli ultimi 30 giorni

source: Recently watched issues
es_es: Peticiones vistas recientemente
fr_fr: Demandes regardées récemment
it_it: Segnalazioni viste di recente

source: No recent issues
es_es: No hay peticiones recientes
fr_fr: Aucune demande récente
it_it: Nessuna segnalazione recente

source: Your notifications
es_es: Sus notificaciones
fr_fr: Vos notifications
it_it: Le tue notifiche

source: Mark all read
es_es: Marcar todo como leído
fr_fr: Marquer tout comme lu.
it_it: Contrassegna tutte come lette

source: You are not logged in
es_es: No ha ingresado
fr_fr: Vous n'êtes pas connecté
it_it: Non sei collegato

source: Login
es_es: Ingresar
fr_fr: Se connecter

source: Change
es_es: Cambiar
fr_fr: Modification
it_it: Modifica

source: You are: %userstate
es_es: Está: %userstate
fr_fr: Vous êtes : %userstate
it_it: Sei: %userstate

source: Your dashboard
es_es: Su panel de control
fr_fr: Votre tableau de bord
it_it: Il tuo cruscotto

source: Customize your dashboard
es_es: Personalizar el panel
fr_fr: Modifier le tableau de bord
it_it: Personalizza il tuo cruscotto

source: Your account
es_es: Su cuenta
fr_fr: Votre compte
it_it: Il tuo account

source: You are temporarily this user
es_es: Ud. es temporalmente este usuario
fr_fr: Vous êtes temporairement cet utilisateur
it_it: Sei temporaneamente quest'utente

source: Logout
es_es: Salir
fr_fr: Déconnexion
it_it: Disconnetti

source: Your issues
es_es: Sus peticiones
fr_fr: Vos demandes
it_it: Le tue segnalazioni

source: This site has been temporarily disabled for maintenance. Please try again later.
es_es: Este sitio ha sido temporalmente deshabilitado para mantenimiento. Por favor intente más tarde.
fr_fr: Ce site a été temporairement désactivé pour maintenance. Merci de réessayer ultérieurement.
it_it: Questo sito è stato temporaneamente disabilitato per manutenzione. Riprova in un secondo momento.

source: Click to expand
es_es: Haga clic para ampliar
fr_fr: Cliquez pour développer
it_it: Clicca per espandere

source: Search for anything here
es_es: Encuentre lo que desee desde aquí
fr_fr: Recherchez ce que vous voulez ici
it_it: Cerca qualcosa qui

source: Can add new issues/tasks/stories to the backlog on the project planning page
fr_fr: Peut ajouter de nouvelles demandes/tâches/histoires au backlog de planning du projet
it_it: Può aggiungere nuove segnalazioni/attività/storie all'arretrato sulla pagina di pianificazione del progetto

source: Can manage the backlog on the project planning page
fr_fr: Peut gérer le carnet du produit sur la page de planning du projet
it_it: Può gestire l'arretrato sulla pagina di pianificazione del progetto

source: Can (re-)assign issues/tasks/stories to milestones/sprints on the project planning page
fr_fr: Peut (ré)assigner des demandes/tâches/histoires utilisateur à des versions/carnets de sprint sur la page de planning du projet
it_it: Può (ri-)assegnare segnalazioni/task/storie a milestone/sprint sulla pagina di pianificazione del progetto

source: Configure The Bug Genie
fr_fr: Configurer The Bug Genie
it_it: Configura The Bug Genie

source: Permissions
fr_fr: Autorisations
it_it: Permessi

source: Configure permissions in this section
fr_fr: Configurez les autorisations dans cette rubrique
it_it: Configura i permessi in questa sezione

source: Roles
fr_fr: Rôles
it_it: Ruoli

source: Configure roles (permission templates) in this section
fr_fr: Configurez les rôles (modèles d'autorisations) dans cette rubrique
it_it: Configura i ruoli (modelli per i permessi) in questa sezione

source: Uploads &amp; attachments
fr_fr: Téléversements & pièces jointes
it_it: Caricamenti e allegati

source: Users, teams &amp; clients
it_it: Utenti, team e clienti

source: Module settings
fr_fr: Paramétrage des modules
it_it: Impostazioni moduli

source: The upload path isn't wri
it_it: Il percorso di upload non è scrivibile
