Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Status specified by user
fr_fr: Statut spécifié par l'utilisateur
it_it: Stato specificato dall'utente

source: Selected theme
fr_fr: Thème sélectionné
it_it: Tema selezionato

source: Themes provide the look and feel of The Bug Genie, other than the icons. Therefore, changing the theme will change the colours, fonts and layout of your installation
fr_fr: Les thèmes modifient l'apparence de The Bug Genie, sauf les icônes. Par conséquent, modifier le thème modifiera les couleurs, les polices et la disposition de votre installation
it_it: I temi cambiano l'aspetto di The Bug Genie, ad eccezione delle icone. Pertanto, cambiare il tema modificherà i colori, tipi di carattere e il layout della tua installazione

source: Selected iconset
fr_fr: Jeu d'icônes sélectionné
it_it: Set di icone selezionato

source: An iconset contains all the icons used in The Bug Genie. You can change the icons to be used using this option
fr_fr: Un jeu d'icônes contient l'ensemble des icônes utilisées dans The Bug Genie. Vous pouvez changer les icônes à utiliser en utilisant cette option
it_it: Un set di icone contiene tutte le icone utilizzate in The Bug Genie. Puoi modificare le icone da utilizzare tramite quest'opzione

source: This user cannot be edited
fr_fr: Cet utilisateur ne peut pas être édité
it_it: Impossibile modificare quest'utente

source: The user must confirm his membership in this scope before you can perform this action
fr_fr: L'utilisateur doit confirmer sont adhésion à l'instance avant que vous ne puissiez effectuer cette action
it_it: L'utente deve confermare la propria appartenenza a questo gruppo prima che tu possa eseguire quest'azione

source: Permanently delete this user?
fr_fr: Supprimer de manière définitive cet utilisateur ?
it_it: Eliminare definitivamente quest'utente?

source: Are you sure you want to remove this user? This will remove the users login data, as well as memberships in (and data in) any scopes the user is a member of.
fr_fr: Êtes vous sûr(e) de vouloir supprimer cet utilisateur ? Cela supprimera les données permettant l'identification de l'utilisateur ainsi que son appartenance (et les données associées) à toutes les instances pour lesquelles il est membre.
it_it: Sei sicuro di voler eliminare quest'utente? Ciò rimuoverà i dati di login dell'utente, così come l'appartenenza (e i dati) in ogni ambito di cui l'utente è membro.

source: Remove this user?
fr_fr: Supprimer cet utilisateur ?
it_it: Rimuovere quest'utente?

source: Are you sure you want to remove this user from the current scope? The users login is kept, and you can re-add the user later.
fr_fr: Êtes vous sûr(e) de vouloir supprimer cet utilisateur de l'instance courante ? Les identifiants de l'utilisateur sont conservés et vous pouvez ajouter de nouveau l'utilisateur plus tard.
it_it: Sei sicuro di voler rimuovere quest'utente dall'ambito corrente? Il login dell'utente viene mantenuto e potrai riaggiungere l'utente in un secondo momento.

source: Cancel membership in this scope?
fr_fr: Annuler l'adhésion dans cette instance ?
it_it: Annullare l'appartenenza a questo ambito?

source: If you cancel the invitation to this scope, then this user will be notified and the unconfirmed membership removed from this scope.
fr_fr: Si vous annulez l'invitation à cette instance, alors cet utilisateur sera notifié et l'adhésion non confirmée supprimée de cette instance.
it_it: Se annulli l'invito a questo ambito, l'utente ne sarà informato e l'appartenenza non confermata sarà rimossa da questo ambito.

source: This user cannot be removed
fr_fr: Cet utilisateur ne peut pas être supprimé
it_it: Quest'utente non può essere rimosso

source: This is a system user which cannot be removed
fr_fr: Il s'agit d'un utilisateur système qui ne peut pas être supprimé
it_it: Questo è un utente di sistema che non può essere rimosso

source: Color
fr_fr: Couleur
it_it: Colore

source: Visible
it_it: Visibile

source: Edit permissions
fr_fr: Modifier les autorisations
it_it: Modifica i permessi

source: Favicon
it_it: Icona Preferiti

source: User state when online
fr_fr: Etat utilisateur en ligne
it_it: Stato utente online

source: User state when inactive
fr_fr: Etat utilisateur inactif
it_it: Stato utente inattivo

source: User state when offline
fr_fr: Etat utilisateur hors ligne
it_it: Stato utente offline

source: If this transition is used by more than one step, it will be removed from these steps as well!
fr_fr: Si cette transition est utilisée par plus d'une étape, elle sera supprimée de ces étapes également !
it_it: Se questa transizione è utilizzata da più di un passaggio, sarà rimossa anche da questi ultimi!

source: This is where you manage all modules available in this installation of The Bug Genie. You can find even more modules online.
fr_fr: C'est là que vous gérez tous les modules disponibles dans cette installation de The Bug Genie. Vous pouvez trouver davantage de modules en ligne.
it_it: Qui puoi gestire tutti i moduli disponibili in quest'installazione di The Bug Genie. Puoi trovare ulteriori moduli online.

source: Outdated modules (%count)
fr_fr: Modules périmés (%count)
it_it: Moduli non aggiornati (%count)

source: Install new modules
fr_fr: Installer de nouveaux modules
it_it: Installa nuovi moduli

source: Installable modules
fr_fr: Modules installables
it_it: Moduli installabili

source: This is a list of modules available, but not installed on this system.
fr_fr: Ceci est la liste des modules disponibles, mais non installés sur ce système
it_it: Questo è un elenco di moduli disponibili ma non installati su questo sistema.

source: To install a module, select it from the dropdown list and press the %install-button
fr_fr: Pour installer un module, sélectionnez-le dans la liste déroulante et appuyer sur le bouton %install
it_it: Per installare un modulo, selezionalo dall'elenco a discesa e clicca sul pulsante %install

source: There are no outdated modules to upgrade
fr_fr: Il n'y a aucun module périmé à mettre à niveau
it_it: Non ci sono moduli non aggiornati da aggiornare

source: This is a list of modules available and installed, but have been disabled until you upgrade them.
fr_fr: Il s'agit d'une liste des modules disponibles et installés, mais qui ont été désactivés jusqu'à ce que vous les mettiez à niveau.
it_it: Questo è un elenco di moduli disponibili e installati ma che rimarranno disabilitati fino a che non li avrai aggiornati.

source: To upgrade a module, select it from the dropdown list and press the %upgrade-button. This will likely involve changes to the database, so you may want to back up your database first
fr_fr: Pour mettre à jour un module, sélectionnez le depuis la liste déroulante et cliquez sur le bouton %upgrade-button. Cela impliquera sans doute des changements dans la base de données, c'est pour cela que vous devriez effectuer une sauvegarde de la base de données d'abord
it_it: Per aggiornare un modulo selezionalo dall'elenco a discesa e clicca sul pulsante %upgrade. Ciò probabilmente comporterà modifiche al database, per cui dovresti effettuarne un backup prima.

source: Upgrade
it_it: Aggiorna

source: (version %ver)
it_it: (versione %ver)

source: Configure uploads &amp; attachments
fr_fr: Configurer les téléversements et les pièces jointes
it_it: Configura caricamenti file &amp; allegati

source: Editable
it_it: Modificabile

source: Actv.
it_it: Att.

source: You can import data from previous version of The Bug Genie into your version 3 installation.
fr_fr: Vous pouvez importer des données issues des versions précédentes de The Bug Genie dans votre installation de la version 3.
it_it: Puoi importare i dati da una versione precedente di The Bug Genie nella tua installazione della versione 3.

source: Please upgrade to BUGS 1.9, followed by The Bug Genie 2 (an upgrade script is included in the installation package for The Bug Genie 2). After upgrading, then follow the instructions below to upgrade from The Bug Genie 2.
fr_fr: Veuillez mettre à jour BUGS en version 1.9, puis passer à The Bug Genie 2 (un script de mise à jour est inclus dans l'archive d'installation de The Bug Genie 2). Après la mise à jour, suivez les instructions ci-dessous concernant la mise à jour depuis The Bug Genie 2.
it_it: Esegui l'aggiornamento a BUGS 1.9 seguito da quello a The Bug Genie 2 (uno script di aggiornamento è incluso nel pacchetto di installazione di The Bug Genie 2). Dopo l'aggiornamento, segui le istruzioni sottostanti per eseguire l'aggiornamento da The Bug Genie 2.

source: Please upgrade to The Bug Genie 2.1 if you haven't already done so, then follow the %upgrade_instructions on The Bug Genie wiki to upgrade your data. There is not a built in upgrade script.
fr_fr: Veuillez mettre à niveau vers The Bug Genie 2.1 si vous ne l'avez pas encore déjà fait, puis suivez les %upgrade_instructions sur le wiki de The Bug Genie pour mettre à niveau vos données. Il n'y a pas de script de mise à niveau inclus.
it_it: Esegui l'aggiornamento a The Bug Genie 2.1 se non l'hai già fatto, quindi segui le %upgrade_instructions nel wiki di The Bug Genie per aggiornare i tuoi dati. Non esiste uno script di aggiornamento integrato.

source: upgrade instructions
it_it: istruzioni di aggiornamento

source: Modules / addons
fr_fr: Modules / greffons
it_it: Moduli / addon

source: General
fr_fr: Général
it_it: Generale

source: Appearance
fr_fr: Apparence
it_it: Aspetto

source: Regional &amp; language
fr_fr: Régions et langues
it_it: Paese e lingua

source: Users &amp; security
fr_fr: Utilisateurs et sécurité
it_it: Utenti e sicurezza

source: Really delete this comment?
fr_fr: Souhaitez vous réellement supprimer ce commentaire ?
it_it: Sei sicuro di voler eliminare questo commento?

source: %username (%buddy_name) said
fr_fr: %username (%buddy_name) a dit
it_it: %username (%buddy_name) ha detto

source: Planning
it_it: Pianificazione

source: Configure &ndash;&gt; Settings
it_it: Configura &ndash;&gt; Impostazioni

source: Clear the status
fr_fr: Effacer le statut
it_it: Cancella lo stato

source: Add an existing issue as a child issue
fr_fr: Ajouter une demande existante en tant que demande enfant
it_it: Aggiungi una segnalazione esistente come figlia

source: Enter the name of the article to link to here, along with an (optional) description, and press "%add_link" to add it to the menu.
fr_fr: Entrer le nom de l'article à lier ici, avec une description (facultative) et appuyer sur "%add_link" pour l'ajouter au menu.
it_it: Immetti qui il nome dell'articolo a cui inserire un collegamento, insieme a una descrizione (facoltativa), e clicca "%add_link" per aggiungerlo al menù.

source: Enter the link URL here, along with an (optional) description, and press "%add_link" to add it to the menu.
fr_fr: Entrez l'URL du lien ici, avec une description (facultative), et appuyez sur "%add_link" pour l'ajouter au menu.
it_it: Immetti qui l'URL del collegamento, insieme a una descrizione (facoltativa), e clicca "%add_link" per aggiungerlo al menù.

source: To add free text, just enter text in the description - without any url - and press the "%add_link" button (Text will be parsed according to the %wiki_formatting).
fr_fr: Pour ajouter du texte libre, il suffit d'entrer du texte dans la description - sans aucune URL - et appuyer sur le bouton "%add_link" (le texte sera analysé en fonction du %wiki_formatting).
it_it: Per aggiungere testo libero, immetti semplicemente del testo nella descrizione - senza alcun URL - e clicca il pulsante "%add_link" (il testo sarà analizzato in base alla %wiki_formatting).

source: To add a spacer, just press "%add_link", without any url or description.
fr_fr: Pour ajouter un espace, appuyez simplement sur "%add_link", sans aucune URL ou description.
it_it: Per aggiungere un separatore, clicca "%add_link" senza immettere alcun URL o descrizione.

source: Could not set issue status because none was provided
fr_fr: Impossible de définir le statut de la demande car aucun n'a été renseignée
it_it: Non è stato possibile impostare lo stato della segnalazione in quanto non ne è stato specificato nessuno

source: The issue has been deleted
fr_fr: La demande a été supprimée
it_it: La segnalazione è stata eliminata

source: The issue you selected has been deleted. This message will disappear when you reload the page.
fr_fr: La demande que vous avez sélectionné a été supprimée. Ce message disparaîtra lorsque vous rechargerez la page.
it_it: La segnalazione che hai selezionato è stata eliminata. Questo messaggio scomparirà quando ricaricherai la pagina.

source: You have specified an issue that can't be shown
fr_fr: Vous avez spécifié une demande qui ne peut pas être affichée
it_it: Hai specificato una segnalazione che non può essere visualizzata

source: This could be because you the issue doesn't exist, has been deleted or you don't have permission to see it
fr_fr: C'est peut-être parce que la demande n'existe pas, a été supprimée ou que vous n'avez pas l'autorisation de la voir
it_it: Ciò potrebbe essere accaduto perché la segnalazione non esiste o è stata eliminata o non hai il permesso di vederla

source: Details &amp; settings
fr_fr: Détails & paramètres
it_it: Dettagli e impostazioni

source: Wiki URL
it_it: URL wiki

source: %pointspt(s)
it_it: %points pti

source: Subscribe to updates via RSS
fr_fr: S'abonner aux mises à jour par RSS
it_it: Sottoscrivi aggiornamenti via RSS

source: Download search results
fr_fr: Télécharger les résultats de recherche
it_it: Scarica i risultati di ricerca

source: Download as CSV
fr_fr: Télécharger au format CSV
it_it: Scarica come CSV

source: Download as RSS
fr_fr: Télécharger au format RSS
it_it: Scarica come RSS

source: Download as CSV file
fr_fr: Télécharger au format CSV
it_it: Scarica come file CSV

source: %thebuggenie, <b>friendly</b> issue tracking since 2002
fr_fr: %thebuggenie, gestionnaire de demandes <b>convivial</b> depuis 2002
it_it: %thebuggenie, issue tracking <b>amichevole</b> dal 2002

source: Read the license (MPL 2.0)
fr_fr: Lire la licence (MPL 2.0)
it_it: Leggi la licenza (MPL 2.0)

source: Idea
fr_fr: Idée

source: Users, teams & clients
fr_fr: Utilisateurs, équipes & clients

source: No
fr_fr: Non

source: MB
fr_fr: Mo

source: no
fr_fr: aucun
