Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Disabling this module will prevent users from accessing it or any associated data.
es_es: Inhabilitando este módulo evitará que los usuarios accedan a él o a cualquier dato asociado.
fr_fr: Désactiver ce module empêchera les utilisateurs d'y accéder ainsi qu'à ses données
it_it: La disabilitazione di questo modulo impedirà agli utenti di accedere ad esso o a qualunque dato eventualmente associato.

source: Really enable "%module_name"?
es_es: ¿Realmente le permiten "%module_name"?
fr_fr: Vraiment activer « %module_name » ?
it_it: Sei sicuro di voler abilitare "%module_name"?

source: Enabling this module will give users access to it and all associated data.
es_es: Habilitando este módulo otorgará acceso a los usuarios y a todos sus datos asociados.
fr_fr: Activer ce module permettra aux utilisateurs d'y accéder ainsi qu'à l'ensemble des données associées.
it_it: L'abilitazione di questo modulo consentirà agli utenti di accedere ad esso e a tutti i dati associati.

source: Really uninstall "%module_name"?
es_es: ¿Realmente quiere desinstalar "%module_name"?
fr_fr: Vraiment désinstaller « %module_name » ?
it_it: Sei sicuro di voler disinstallare "%module_name"?

source: Uninstalling this module will permanently prevent users from accessing it or any associated data. If you just want to prevent access to the module temporarily, disable the module instead.
es_es: Al desinstalar este módulo de manera permanente los usuarios no podrán acceder a él o a cualquier dato asociado. Si solo quiere prevenir el acceso al módulo provisoriamente, inhabilitelo.
fr_fr: Désinstaller ce module empêchera définitivement les utilisateurs d'y accéder ainsi qu'à ses données. Si vous souhaitez juste empécher temporairement l'accès à ce module, désactivez plutôt le module.
it_it: La disinstallazione di questo modulo impedirà permanentemente agli utenti l'accesso ad esso o a qualunque dato eventualmente associato. Se vuoi semplicemente impedire temporaneamente l'accesso al modulo, disabilitalo anziché disinstallarlo.

source: Available permissions
es_es: Permisos disponibles
fr_fr: Autorisations disponibles
it_it: Permessi disponibili

source: Enable maintenance mode
es_es: Habilitar modo mantenimiento
fr_fr: Activer le mode de maintenance
it_it: Abilita modalità manutenzione

source: In maintenance mode, access to The Bug Genie will be disabled, except for the Configuration pages. This allows you to perform upgrades and other maintance without interruption. Please remember that if you log out, you will be unable to log back in again whilst maintenace mode is enabled.
es_es: En el modo de mantenimiento, el acceso a The Bug Genie se desactiva, a excepción de las páginas de Configuración. Esto le permite realizar actualizaciones y el mantenimiento sin interrupción. Por favor recuerde que si sale, no podrá volver a iniciar sesión de nuevo, mientras el modo de Mantenimiento está activado.
fr_fr: En mode de maintenance, l'accès à The Bug Genie sera désactivé, à l'exception des pages de configuration. Cela vous permet d'effectuer des mises à niveau et la maintenance, sans interruption. Rappelez-vous que si vous vous déconnectez, vous ne pourrez pas vous connecter à nouveau pendant que le mode de maintenance est activé.
it_it: In modalità manutenzione l'accesso a The Bug Genie sarà disabilitato, ad eccezione delle pagine di configurazione. Ciò ti consente di eseguire aggiornamenti e altre operazioni di manutenzione senza interruzioni. Ricordati che se esegui il logout non sarai in grado di eseguire nuovamente il login fintantoché la modalità manutenzione è abilitata.

source: Maintenance mode message
es_es: Mensaje para el modo mantenimiento
fr_fr: Message du mode de maintenance
it_it: Messaggio modalità manutenzione

source: The message you enter here will be displayed to users whilst in maintenance mode. If you do not enter anything, users will be shown a generic message.
es_es: El mensaje que ingrese aquí será mostrado a los usuarios mientras esté en modo mantenimiento. Si no ingresa nada, los usuarios verán un mensaje general.
fr_fr: Le message que vous saisissez ici sera affiché aux utilisateur lorsque le mode de maintenance est activé. Si vous ne saisissez rien, les utilisateurs verront un message générique.
it_it: Il messaggio immesso qui sarà visualizzato agli utenti finché si è in modalità manutenzione. Se non immetti nulla agli utenti verrà visualizzato un messaggio generico.

source: No message set
es_es: Ningún conjunto de mensaje
fr_fr: Aucun message défini
it_it: Nessun messaggio impostato

source: Open website
es_es: Abrir sitio web

source: No modules found
es_es: No hay módulos

source: %theme_name version %version by %author
es_es: %theme_name version %version por %author

source: No themes found
es_es: No hay temas

source: More fine-tuned permissions are available. Click to see them.
es_es: Más ajustes de permisos están disponibles. Haga clic para verlos.
fr_fr: Des autorisations plus fines sont disponibles. Cliquez pour les voir.
it_it: Sono disponibili permessi più fini. Clicca per visualizzarli.

source: This permission list is empty
es_es: Esta lista de permisos está vacía
fr_fr: Cette liste d'autorisation est vide
it_it: Quest'elenco di permessi è vuoto

source: General permissions
es_es: Permisos generales
fr_fr: Autorisations générales
it_it: Permessi generali

source: Page access permissions
es_es: Permisos de acceso a página
fr_fr: Autorisations d'accès aux pages
it_it: Permessi d'accesso alle pagine

source: Project-specific permissions
es_es: Permisos específicos de proyecto
fr_fr: Autorisations spécifiques aux projets
it_it: Permessi specifici del progetto

source: Module-specific permissions
es_es: Permisos específicos de módulos
fr_fr: Autorisations spécifiques aux modules
it_it: Permessi specifici del modulo

source: These permissions control what you can do in The Bug Genie. Some of these permissions are also available as project-specific permissions, from the "%project_specific_permissions" tab.
es_es: Estos permisos controlan lo que puede hacer en The Bug Genie. Algunos de estos permisos, están disponibles como permisos específicos del proyecto, desde la ficha "%project_specific_permissions"
fr_fr: Ces autorisations contrôlent ce que vous pouvez faire dans The Bug Genie. Certaines de ces autorisations sont également disponibles comme des autorisations spécifiques au projet, à partir de l'onglet « %project_specific_permissions ».
it_it: Questi permessi controllano cosa puoi fare in The Bug Genie. Alcuni di questi permessi sono disponibili anche come permessi specifici del progetto nella scheda "%project_specific_permissions".

source: These permissions control which pages you can access in The Bug Genie. Some of these permissions are also available as project-specific permissions, from the "%project_specific_permissions" tab.
es_es: Estos permisos controlan qué páginas se puede acceder en The Bug Genie. Algunos de estos permisos, están disponibles como permisos específicos del proyecto, desde la ficha "%project_specific_permissions".
fr_fr: Ces autorisations contrôlent à quelles pages vous pouvez accéder dans The Bug Genie. Certaines de ces autorisations sont également disponibles comme des autorisations spécifiques au projet, à partir de l'onglet « %project_specific_permissions ».
it_it: Questi permessi controllano le pagine a cui hai accesso in The Bug Genie. Alcuni di questi permessi sono disponibili anche come permessi specifici del progetto nella scheda "%project_specific_permissions".

source: Module-specific permissions are also available from the "%configure_modules" configuration page
es_es: Permisos específicos módulo también están disponibles en la página de configuración de "% configure_modules"
fr_fr: Les autorisations spécifiques aux modules sont également disponibles depuis la page de configuration « %configure_modules »
it_it: I permessi specifici del modulo sono disponibili anche nella pagina di configurazione "%configure_modules".

source: Configure modules
es_es: Configuración de módulos
fr_fr: Configurer les modules
it_it: Configura moduli

source: These permissions control what you can do, and which pages you can access in The Bug Genie - on a project-specific basis. Some of these permissions are also available as site-wide permissions, from the "%general_permissions" tab.
es_es: Estos permisos controlan lo que puede hacer, y qué páginas pueden acceder en el error de Genie - basándose en proyectos específicos. Algunos de estos permisos, están disponibles como permisos de todo el sitio, en la ficha "%general_permissions".
fr_fr: Ces autorisations contrôlent ce que vous pouvez faire, et les pages auxquelles vous pouvez accéder dans The Bug Genie - sur une base spécifique au projet. Certaines de ces autorisations sont également disponibles comme des autorisations globales, à partir de l'onglet « %general_permissions ».
it_it: Questi permessi controllano cosa puoi fare e a quali pagine puoi accedere in The Bug Genie in modo specifico per ciascun progetto. Alcuni di questi permessi sono disponibili anche come permessi per tutto il sito nella scheda "%general_permissions".

source: There are no projects
es_es: No hay proyectos
fr_fr: Il n'y a pas de projets
it_it: Non ci sono progetti

source: Configuration access is always "Restrictive", regardless of the system settings.
es_es: Configuración acceso es siempre "Restrictivo", independientemente de la configuración del sistema.
fr_fr: Configuration des accès est toujours « Restrictive », quels que soient les paramètres du système.
it_it: L'accesso alla configurazione è sempre "Restrittivo" indipendentemente dalle impostazioni di sistema.

source: This setting allows who can set this datatype, assuming the have access to manipulate the field itself. Ex: If you don't have access to setting the status field, giving a user access to set one specific status won't let them manipulate the status field.
es_es: Esta configuración permite que puede establecer este tipo de datos, suponiendo que el tener acceso a manipular el campo propio. Ej.: Si no tiene acceso a establecer el campo Estado, dando un acceso de usuario establecer un estatuto específico no deje manipular el campo Estado.
fr_fr: Ce paramètre permet de définir qui peut définir ce type de données, en supposant l'accès pour manipuler le champ lui-même. Ex : Si vous n'avez pas l'accès pour définir le champ statut, donner accès à un utilisateur pour définir un statut spécifique ne le laissera pas manipuler le champ statut.
it_it: Quest'impostazione consente di stabilire chi può impostare questo tipo di dato, assumendo che tu abbia i permessi di manipolare il campo stesso. Ad es.: se non hai i permessi per impostare il campo "Stato", conferire a un utente il permesso di impostare uno specifico stato non gli consentirà di manipolare il campo "Stato".

source: Please see [[ConfigurePermissions]] for more information about how permissions work in general.
es_es: Por favor vea [[ConfigurePermissions]] para mayor información acerca de como trabajan los permisos en general.
fr_fr: Veuillez consulter [[ConfigurePermissions]] pour plus d'informations à propos du fonctionnement des autorisations en général
it_it: Vedi [[ConfigurePermissions]] per ulteriori informazioni riguardo al funzionamento in generale dei permessi.

source: Users / groups / teams
es_es: Usuarios / grupos / equipos
fr_fr: Utilisateurs / groupes / équipes
it_it: Utenti/gruppi/team

source: Can set
es_es: Se puede establecer
fr_fr: Peut définir
it_it: Può impostare

source: Can
es_es: Puede
fr_fr: Peut
it_it: Può

source: Access
es_es: Acceder
fr_fr: Accès
it_it: Accesso

source: <b>Global </b>(Everyone with access)
es_es: <b>Global</b>(Cada uno con acceso)
fr_fr: <b>Global</b> (Tout le monde ayant accès)
it_it: <b>Globale</b> (per chiunque con i permessi)

source: Group: %group_name
es_es: Grupo: %group_name
fr_fr: Groupe : %group_name
it_it: Gruppo: %group_name

source: Team: %team_name
es_es: Equipo: %team_name
fr_fr: Équipe : %team_name

source: Click to grant access
es_es: Haga clic para dar acceso
fr_fr: Cliquer pour donner l'accès
it_it: Clicca per concedere l'accesso

source: Click to explicitly deny access
es_es: Haga clic para denegar explícitamente el acceso
fr_fr: Cliquer pour refuser explicitement l'accès
it_it: Clicca per negare esplicitamente l'accesso

source: Click to remove access
es_es: Haga clic para eliminar el acceso
fr_fr: Cliquez pour supprimer l'accès
it_it: Clicca per rimuovere l'accesso

source: Click to clear access setting
es_es: Haga clic para limpiar la configuración de acceso
fr_fr: Cliquer pour effacer les paramètres d'accès
it_it: Clicca per rimuovere l'impostazione relativa all'accesso

source: Inherited access from roles
es_es: Heredar accesos de los roles

source: Warning
es_es: Advertencia
fr_fr: Attention
it_it: Attenzione

source: You are now editing permissions in advanced mode. This is usually not recommended unless you know what you are doing - you may want to look at team permissions and project roles instead. Proceed at your own risk.
es_es: Ahora está editando permisos en modo avanzado. Esto generalmente no se recomienda a menos que usted sepa lo que está haciendo - querrá mirar permisos de equipos y roles del proyecto. Proceda bajo su propio riesgo.
fr_fr: Vous modifiez maintenant les autorisations en mode avancé. Cela n'est généralement pas recommandé sauf si vous savez ce que vous faites - vous pouvez regarder les équipes, les autorisations et les rôles de projet à la place. Continuez sous votre propre responsabilité.
it_it: Stai modificando i permessi in modalità avanzata. Ciò solitamente non è raccomandato a meno che tu non sappia cosa stia facendo - dovresti invece dare un'occhiata ai permessi dei team e ai ruoli progetto. Procedi a tuo rischio.

source: ARCHIVED
es_es: ARCHIVADO
fr_fr: ARCHIVÉ
it_it: ARCHIVIATO

source: This is the project key, used in most places when accessing the project
es_es: Esta es la clave del proyecto, utilizado en la mayoría de los lugares cuando se accede al proyecto
fr_fr: Il s'agit de la clé du projet, utilisée dans la plupart des endroits lors de l'accès au projet
it_it: Questa è la chiave del progetto, utilizzata in molte occasioni quando si accede al progetto

source: Subproject of
es_es: Subproyecto de
fr_fr: Sous-projets de
it_it: Sottoprogetto di

source: Owner: %user_or_team
es_es: Propietario: %user_or_team
fr_fr: Propriétaire : %user_or_team
it_it: Proprietario: %user_or_team

source: Edit project
es_es: Editar proyecto
fr_fr: Editer le projet
it_it: Modifica progetto

source: Show project details
es_es: Mostrar detalles del proyecto
fr_fr: Afficher les détails du projet
it_it: Visualizza dettagli progetto

source: Edit project permissions
es_es: Editar permisos del proyecto
fr_fr: Modifier les autorisations du projet
it_it: Modifica permessi progetto

source: Show project permissions
es_es: ver permisos del proyecto
fr_fr: Afficher les autorisations du projet
it_it: Visualizza permessi progetto

source: Unarchive project
es_es: Desarchivar proyecto
fr_fr: Désarchiver le projet
it_it: Rimuovi progetto dall'archivio

source: Archive this project?
es_es: ¿Archiva este proyecto?
fr_fr: Archiver ce projet ?
it_it: Archiviare il progetto?

source: If you archive a project, it is placed into a read only mode, where the project and its issues can no longer be edited. This will also prevent you from creating new issues, and will hide it from project lists (it can be viewed from an Archived Projects list). This will not, however, affect any subprojects this one has.
es_es: Si archiva un proyecto, se coloca en un modo de sólo lectura, donde el proyecto y sus temas ya no se pueden editar. Esto también evitará que te creando nuevos temas y ocultará de listas de proyecto (puede verse desde una lista de proyectos archivados). No, sin embargo, esto afectará cualquier subproyectos que éste tiene.
fr_fr: Si vous archivez un projet, il est placé dans un mode de lecture seule ou le projet et ses demandes ne peuvent plus être édités. Cela vous empêchera aussi de créer des nouvelles demandes et cachera le projet de la liste des projets (il peut être affiché depuis une liste des Projets archivés). Cela n'affectera cependant pas les sous projets éventuels de ce projet.
it_it: Se archivi un progetto, esso è inserito in una modalità di sola lettura in cui il progetto e le sue segnalazioni non sono più modificabili. Ciò inoltre ti impedirà di creare nuove segnalazioni e lo nasconderà dagli elenchi dei progetti (può essere visualizzato dall'elenco dei progetti archiviati). Questo, però, non influirà su alcun eventuale sottoprogetto.

source: If you need to reactivate this subproject, you can do this from projects configuration.
es_es: Si desea reactivar este subproyecto, puede hacerlo desde la configuración de proyectos.
fr_fr: Si vous avez besoin de réactiver ce sous-projet, vous pouvez faire cela depuis la configuration des projets.
it_it: Se avete bisogno di riattivare questo sottoprogetto, è possibile farlo dalla configurazione di progetti.

source: Archive project
es_es: Proyecto de archivo
fr_fr: Archiver le projet
it_it: Archivia progetto

source: Really delete project?
es_es: ¿Realmente borra el proyecto?
fr_fr: Supprimer réellement le projet ?
it_it: Sei sicuro di voler eliminare il progetto?

source: Deleting this project will prevent users from accessing it or any associated data, such as issues.
es_es: Eliminar este proyecto evitará que los usuarios puedan acceder a él o ningún dato asociado, como problemas.
fr_fr: Supprimer ce projet empêchera les utilisateurs d'y accéder ainsi qu'aux données associées, telles que les demandes.
it_it: L'eliminazione di questo progetto impedirà agli utenti di accedere ad esso o a qualunque dato eventualmente associato, come le segnalazioni.

source: Close popup
es_es: Cerrar ventana
fr_fr: Fermer la pop-up
it_it: Chiudi popup

source: Interface language
es_es: Idioma de la interfaz
fr_fr: Langue
it_it: Lingua dell'interfaccia

source: This is the language that will be used in The Bug Genie. Depending on other settings, users may change the language displayed to them.
es_es: Este es el idioma que utilizará com predeterminado The Bug Genie. Dependiendo de otras configuraciones, los usuarios pueden cambiar el idioma mostrado.
fr_fr: C'est la langue qui sera utilisé dans The Bug Genie. En fonction d'autres paramètres, les utilisateurs peuvent modifier leur langue.
it_it: Questa è la lingua che verrà utilizzata in The Bug Genie. A seconda di altre impostazioni gli utenti potrebbero modificare la loro lingua di visualizzazione.

source: Charset
es_es: Juego de caracteres
fr_fr: Jeu de caractères
it_it: Set di caratteri

source: Current character set is %charset
es_es: El conjunto de caracteres actual es %charset
fr_fr: Le jeu de caractères actuel est %charset
it_it: Il set di caratteri corrente è %charset

source: What charset to use for the selected language - leave blank to use the charset specified in the language file
es_es: Que conjunto de caracteres va a utilizar para el idioma seleccionado - dejándolo en blanco se utilizará el definido en el archivo de idioma
fr_fr: Défini quel jeu de caractères sera utilisé pour la langue sélectionnée - laisser vide pour utiliser le jeu de caractères spécifié dans le fichier de langue
it_it: Il set di caratteri da utilizzare per la lingua selezionata - lascia il campo vuoto per utilizzare il set di caratteri specificato nel file di lingua

source: Server timezone
es_es: Zona horaria del servidor
fr_fr: Fuseau horaire du serveur
it_it: Fuso orario del server

source: Not set
es_es: Sin definir
fr_fr: Non défini
it_it: Non impostato

source: The timezone for the server hosting The Bug Genie. Make sure this is the same as the timezone the server is running in - this is not necessarily the same as your own timezone!
es_es: La zona horaria para el servidor que aloja The Bug Genie. Asegúrese de que se trata de la misma zona horaria del servidor en el que se ejecuta - esto no es necesariamente lo mismo que su propia zona horaria!
fr_fr: Le fuseau horaire du serveur hébergeant The Bug Genie. Assurez-vous qu'il soit identique au fuseau horaire où le serveur est exécuté - il ne s'agit pas nécessairement de votre propre fuseau horaire !
it_it: Il fuso orario del server su cui è ospitato The Bug Genie. Assicurati che sia lo stesso di quello in cui sta girando il server - non è necessariamente uguale a quello in cui ti trovi!

source: The time is now: %time
es_es: La hora actual es: %time
fr_fr: L'heure actuelle : %time
it_it: Adesso sono le: %time

source: Details
es_es: Detalles
fr_fr: Détails
it_it: Dettagli

source: Edit
es_es: Editar
fr_fr: Modifier
it_it: Modifica

source: Delete this role?
es_es: ¿Elimina este rol?
fr_fr: Supprimer ce rôle ?
it_it: Eliminare questa regola?

source: Do you really want to delete this role?
es_es: ¿Realmente desea eliminar este papel?
fr_fr: Voulez-vous vraiment supprimer ce rôle ?
it_it: Sei sicuro di voler eliminare questo ruolo?

source: Users assigned via this role will be unassigned, and depending on other roles their project permissions may be reset.
es_es: Usuarios asignados mediante esta función no serán asignados, y según otros roles pueden restaurarse sus permisos del proyecto.
fr_fr: Les utilisateurs assignés à partir de ce rôle seront désassignés et en fonction de leurs autres rôles, leurs autorisations de projets peuvent être remis à zéro.
it_it: Gli utenti assegnati a progetti tramite questo ruolo non vi saranno più assegnati, e a seconda degli altri ruoli i loro permessi sui progetti potrebbero essere reimpostati.

source: %number_of_permissions permission(s)
es_es: %number_of_permissions permiso(s)
fr_fr: %number_of_permissions autorisation(s)
it_it: %number_of_permissions permessi

source: Enter the role name below, and select permissions inherited by users or teams assigned with this role
es_es: Ingrese el nombre del rol, y seleccione los permisos heredables por los usuarios o equipos asignados con este rol
fr_fr: Saisissez le nom du rôle ci-dessous, et sélectionnez les autorisations héritées par les utilisateurs ou équipes associés à ce rôle
it_it: Immetti sotto il nome del ruolo e seleziona i permessi ereditati dagli utenti o dai team assegnati ai progetti da questo ruolo

source: Role name
es_es: Nombre del rol
it_it: Nome ruolo

source: Role permissions
es_es: Permisos de función
fr_fr: Autorisations du rôle
it_it: Permessi del ruolo

source: Save role
es_es: Guardar rol
fr_fr: Sauvegarder le rôle
it_it: Salva ruolo

source: This role does not have any associated permissions
es_es: Esta función no tiene los permisos asociados
fr_fr: Ce rôle ne possède aucune autorisation associée
it_it: Questo ruolo non ha alcun permesso associato

source: Edit scope settings
es_es: Editar opciones del ámbito
fr_fr: Modifier les paramètres de l'instance
it_it: Modifica impostazioni ambito

source: Do you really want to delete this scope?
es_es: ¿Realmente quiere borrar este ámbito?
fr_fr: Voulez vous réellement supprimer cette instance ?
it_it: Sei sicuro di voler eliminare questo ambito?

source: Deleting this scope will destroy all data that exists inside this scope.
es_es: Eliminar este ámbito va a destruir todos los datos que existen dentro de este ámbito
fr_fr: Supprimer cette instance supprimera toutes les données qui existent dans cette instance.
it_it: L'eliminazione di questo ambito distruggerà tutti i dati in esso contenuti.

source: This action cannot be undone.
es_es: Esta acción no se puede deshacer.
fr_fr: Cette action ne peut pas être annulée.
it_it: Questa azione non può essere annullata.

source: Delete this scope
es_es: Borrar este ámbito
fr_fr: Supprimer cette instance
it_it: Elimina questo ambito
