Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Normal numbering
es_es: Numeración normal
fr_fr: Numérotation normale
it_it: Numerazione normale

source: No numbering
es_es: Sin numeración
fr_fr: Pas de numérotation
it_it: Nessuna numerazione

source: Choose how code samples should be numbered, if not otherwise specified
es_es: Elija como será enumerado el código, si no se especifica
fr_fr: Choisir comment les exemples de code seront numérotés, si rien d'autre n'est spécifié
it_it: Seleziona come devono essere numerati i codici di esempio, se non diversamente specificato

source: Default line highlight interval
es_es: Intervalo de línea resaltada
fr_fr: Intervalle de surbrillance
it_it: Intervallo predefinito evidenziazione righe

source: When using fancy numbering, you can have a line highlighted at a regular interval. Set the default interval to use here, if not otherwise specified
es_es: Cuando use la numeración fantasia, puede tener una línea resaltada a intervalos regulares. Establezca el intervalo predeterminado aquí, si no se especifica lo contrario
fr_fr: En utilisant la numérotation fantaisiste, vous pouvez avoir une ligne mise en surbrillance à intervalle régulier. Définir l'intervalle à utiliser par défaut, si rien d'autre n'est spécifié
it_it: Quando utilizzi la numerazione decorata puoi far sì che una riga sia evidenziata a intervalli regolari. Imposta qui l'intervallo predefinito da utilizzare, se non diversamente specificato

source: Notification poll interval
es_es: Intervalo de sondeo de notificación

source: Polling is used to check for new user notifications. Set the default polling interval in seconds, or 0 to disable polling.
es_es: El sondeo es utilizado para revisar las nuevas notificaciones de usuario. Establezca el valor por defecto para el sondeo en segundos, o 0 para desactivarlo.

source: List users in this group
es_es: Listar usuarios de este grupo
fr_fr: Liste des utilisateurs dans ce groupe
it_it: Elenca utenti in questo gruppo

source: This group has a lot of members
es_es: Este grupo tiene una gran cantidad de miembros
fr_fr: Ce groupe a beaucoup de membres
it_it: Questo gruppo ha un sacco di membri

source: Trying to list all users in this group may time out or take a while. Are you sure you want to list all users in this group?
es_es: Intentando lista todos los usuarios de este grupo puede tomar un tiempo. ¿Está seguro que desea listar todos los usuarios de este grupo?
fr_fr: Tenter de lister l'ensemble des utilisateurs de ce groupe peut expirer ou prendre un certain temps. Êtes vous sûr(e) de vouloir lister l'ensemble des utilisateurs de ce groupe ?
it_it: Provare a elencare tutti gli utenti di questo gruppo potrebbe mandare la richiesta in timeout o richiedere del tempo. Sei sicuro di voler elencare tutti gli utenti di questo gruppo?

source: Clone this user group
es_es: Copiar este grupo de usuarios
fr_fr: Cloner ce groupe utilisateur
it_it: Clona questo gruppo utente

source: Delete this user group
es_es: Borrar este grupo de usuarios
fr_fr: Supprimer ce groupe utilisateur
it_it: Elimina questo gruppo utente

source: Do you really want to delete this group?
es_es: ¿Realmente desea eliminar este grupo?
fr_fr: Voulez-vous vraiment supprimer ce groupe ?
it_it: Sei sicuro di voler eliminare questo gruppo?

source: If you delete this group, then all users in this group will be disabled until moved to a different group
es_es: Si elimina este grupo, entonces todos los usuarios de este grupo se desactivarán hasta que se trasladen a un grupo diferente
fr_fr: Si vous supprimez ce groupe, alors l'ensemble des utilisateurs de ce groupe seront désactivés jusqu'à ce qu'il soient déplacés dans un groupe différent.
it_it: Se elimini questo gruppo, tutti gli utenti in questo gruppo saranno disabilitati fino a che non saranno spostati in un gruppo diverso

source: The default group cannot be deleted
es_es: El grupo predeterminado no puede ser eliminado
fr_fr: Le groupe par défaut ne peut pas être supprimé
it_it: Il gruppo predefinito non può essere eliminato

source: Please specify what parts of this group you want to clone
es_es: Por favor defina que partes de este grupo quiere copiar
fr_fr: Veuillez spécifier les éléments à cloner
it_it: Specifica quali parti di questo gruppo vuoi clonare

source: New group name
es_es: Nuevo nombre de grupo
fr_fr: Nom du nouveau groupe
it_it: Nuovo nome del gruppo

source: Clone permissions from the old group for the new group
es_es: Copiar permisos del viejo grupo al nuevo
fr_fr: Cloner les autorisations de l'ancien groupe pour le nouveau groupe
it_it: Clona i permessi dal vecchio al nuovo gruppo

source: Clone this group
es_es: Copiar este grupo
fr_fr: Cloner ce groupe
it_it: Clona questo gruppo

source: Cancel
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla

source: Cloning group, please wait
es_es: Copiando grupo, espere por favor
fr_fr: Clonage du groupe, veuillez patienter
it_it: Clonazione del gruppo in corso, attendere

source: Users in this group
es_es: Usuarios en este grupo
fr_fr: Utilisateurs dans ce groupe
it_it: Utenti in questo gruppo

source: There are no users in this group
es_es: No hay usuarios en este grupo
fr_fr: Il n'y a pas d'utilisateur dans ce groupe
it_it: Non ci sono utenti in questo gruppo

source: Edit this item
es_es: Editar este ítem
fr_fr: Editer cet élément
it_it: Modifica questo elemento

source: Set permissions for this item
es_es: Establecer permisos para este ítem
fr_fr: Définir les autorisation de cet élément
it_it: Imposta permessi per questo elemento

source: Really delete %itemname?
es_es: Realmente quiere eliminar %itemname?
fr_fr: Souhaitez vous réellement supprimer %itemname ?
it_it: Sei sicuro di voler eliminare %itemname?

source: Are you really sure you want to delete this item?
es_es: ¿Está realmente seguro que quiere borrar este ítem?
fr_fr: Etes-vous sûr de vouloir supprimer cet élément ?
it_it: Sei davvero sicuro di voler eliminare questo elemento?

source: This item cannot be deleted
es_es: Este ítem no puede ser borrado
fr_fr: Cet élément ne peut pas être effacé
it_it: Questo elemento non può essere eliminato

source: Other items - such as workflow steps - may depend on this item to exist. Remove the dependant item or unlink it from this item to continue.
es_es: Otros artículos - como pasos de flujo de trabajo - pueden depender de este elemento para existir. Quitar el elemento dependiente o desvincular de este elemento para continuar.
fr_fr: D'autres éléments - comme des étapes de flux de travaux - peuvent dépendre de cet élément pour exister. Supprimez l'élément dépendant ou supprimez le lien à cet item pour continuer.
it_it: Altri elementi - come passaggi di un flusso di lavoro - potrebbero far dipendere la loro esistenza da questo elemento. Rimuovi l'elemento dipendente o scollegalo da questo elemento per continuare.

source: Select this color
es_es: Selecionar este color

source: Update
es_es: Actualizar
fr_fr: Mettre à jour
it_it: Aggiorna

source: %update or %cancel
es_es: %update o %cancel
fr_fr: %update ou %cancel
it_it: %update o %cancel

source: Permission details for "%itemname"
es_es: Detalles del permiso para "%itemname"
fr_fr: Détails des autorisations pour « %itemname »
it_it: Dettagli permessi per "%itemname"

source: Specify who can set this value for issues.
es_es: Establece quien puede definir este valor para las peticiones.
fr_fr: Spécifier qui peut définir cette valeur pour les demandes.
it_it: Specifica chi può impostare questo valore per le segnalazioni.

source: Close
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi

source: To use a custom field in the formula, enter the field key (displayed in light gray text next to the name) between curly braces.
es_es: Para utilizar un campo personalizado en la fórmula, introduzca el campo clave (mostrado en texto gris claro al lado del nombre) encerrado entre llaves.
it_it: Per utilizzare un campo personalizzato nella formula, immetti la chiave del campo (visualizzata in testo grigio chiaro vicino al nome) fra parentesi graffe.

source: Example: ({myfield}+{otherfield})/({thirdfield}*2)
es_es: Ejemplo: ({micampo}+{otrocampo})/({tercercampo}*2)
it_it: Esempio: ({miocampo}+{altrocampo})/({terzocampo}*2)

source: Value
es_es: Valor
fr_fr: Valeur
it_it: Valore

source: Add an option
es_es: Agregar una opción
fr_fr: Ajouter une option
it_it: Aggiungi un'opzione

source: Add
es_es: Agregar
fr_fr: Ajouter
it_it: Aggiungi

source: Existing choices
es_es: Opciones existentes
fr_fr: Choix existants
it_it: Scelte esistenti

source: There are no items
es_es: No hay ítems
fr_fr: Il n'y a pas d'éléments
it_it: Non ci sono elementi

source: Edit this issue field
es_es: Editar el campo de la petición
fr_fr: Modifier ce champs de demande
it_it: Modifica questo campo segnalazione

source: Show and edit available choices
es_es: Mostrar y editar las opciones disponibles
fr_fr: Afficher et éditer les choix disponibles
it_it: Visualizza e modifica le scelte disponibili

source: Delete
es_es: Borrar
fr_fr: Supprimer
it_it: Elimina

source: Do you really want to delete this issue field?
es_es: ¿Realmente quiere borrar este campo de petición?
fr_fr: Voulez-vous réellement supprimer ce champs de demande ?
it_it: Sei sicuro di voler eliminare questo campo segnalazione?

source: This will also remove the value of this issue field from all issues, along with any possible options this field can have.
es_es: Esto también eliminará el valor de este campo de edición de todas las peticiones, junto con las opciones posibles que puede tener este campo.
fr_fr: Cela supprimera aussi la valeur de ce champ personnalisé dans toutes les demandes, ainsi que toutes les options possibles pour ce champ.
it_it: Ciò rimuoverà anche il valore di questo campo segnalazione da tutte le segnalazioni, insieme a tutte le possibili opzioni che questo campo può assumere.

source: Type
es_es: Tipo
it_it: Tipo

source: Really delete "%itemname"?
es_es: ¿Realmente eliminar "%itemname"?
fr_fr: Vraiment supprimer « %itemname » ?
it_it: Vuoi veramente eliminare "%itemname"?

source: This will also remove the value of this custom field from all issues, along with any possible options this field can take.
es_es: Esto eliminará también los valores de este campo de las peticiones, junto con las posibles opciones que pueda tener.
fr_fr: Cela supprimera aussi la valeur de ce champ personnalisé dans toutes les demandes, ainsi que toutes les options possibles pour ce champ.
it_it: Ciò rimuoverà anche il valore di questo campo personalizzato da tutte le segnalazioni, insieme a tutte le possibili opzioni che questo campo può assumere.

source: Label
es_es: Etiqueta
fr_fr: Libellé
it_it: Etichetta

source: Instructions
es_es: Instrucciones
it_it: Istruzioni

source: This custom type doesn't have any instructions
es_es: Este tipo de medida no tiene ninguna instrucción
fr_fr: Ce type personnalisé n'a aucune instruction
it_it: Questo campo personalizzato non ha alcuna istruzione

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome

source: Users see the label, not the name
es_es: Los usuarios verán la etiqueta y no el nombre
fr_fr: Les utilisateurs voient le libellé et non pas le nom
it_it: Gli utenti visualizzano l'etichetta, non il nome

source: Optional instruction that will be displayed to users
es_es: Instrucción opcional que se mostrará a los usuarios
fr_fr: Instructions optionnelles qui seront affichées aux utilisateurs
it_it: Istruzioni facoltative che saranno visualizzate agli utenti

source: Update details
es_es: Actualizar detalles
fr_fr: Mettre à jour
it_it: Aggiorna dettagli

source: %update_details or %cancel
es_es: %update_details o %cancel
fr_fr: %update_details ou %cancel
it_it: %update_details o %cancel

source: Enable issue type for this scheme
es_es: Habilitar el tipo de petición para este esquema
fr_fr: Activer les types de demande pour ce système
it_it: Abilita il tipo segnalazione per questo schema

source: Disable issue type for this scheme
es_es: Inhabilitar el tipo de petición para este esquema
fr_fr: Désactiver le type de demandes pour ce système
it_it: Disabilita il tipo segnalazione per questo schema

source: Show / edit issue type settings
es_es: Mostrar/ editar las opciones de los tipos de petición
fr_fr: Afficher / modifier les paramètres du type de demande
it_it: Visualizza/modifica impostazioni tipo segnalazione

source: Show / edit available choices
es_es: Mostrar / editar opciones disponibles
fr_fr: Afficher / modifier les choix disponibles
it_it: Visualizza/modifica scelte disponibili

source: Remove issuetype
es_es: Eliminar tipo de petición
fr_fr: Supprimer le type de demande
it_it: Rimuovi tipo segnalazione

source: Delete this issue type?
es_es: ¿Eliminar este tipo de problema?
fr_fr: Supprimer ce type de demande ?
it_it: Eliminare questo tipo segnalazione?

source: Do you really want to delete this issue type? Issues with this issue type will be unavailable.
es_es: ¿Realmente desea eliminar este tipo de problema? Problemas con este tipo de problema no estará disponibles.
fr_fr: Voulez-vous vraiment supprimer ce type de demande ? Les demandes avec ce type de demande seront indisponibles.
it_it: Sei sicuro di voler eliminare questo tipo segnalazione? Le segnalazioni di questo tipo non saranno più disponibili.

source: This action cannot be reverted
es_es: Esta acción no se revertirá
fr_fr: Cette action ne peut pas être annulée
it_it: Quest'azione non può essere annullata

source: Cannot remove this issue type
es_es: No es posible eliminar este tipo de problema
fr_fr: Impossible de supprimer ce type de demande
it_it: Impossibile rimuovere questo tipo segnalazione

source: Issue types associated with an issue type scheme cannot be removed
es_es: Tipos de problema asociados a un régimen de tipo de tema no se puede quitar
fr_fr: Les types de demandes associés à un système de type de demande ne peuvent pas être supprimés
it_it: I tipi segnalazione associati a uno schema tipo segnalazione non possono essere rimossi

source: Description
es_es: Descripción
it_it: Descrizione

source: Users see this description when choosing an issue type to report
es_es: Los usuarios ven esta descripción cuando seleccionan un tipo de petición a informar
fr_fr: Les utilisateurs voient cette description quand ils choissent le type de demande à rapporter
it_it: Gli utenti visualizzeranno questa descrizione al momento di scegliere un tipo segnalazione da inviare

source: Issue type
es_es: Tipo
fr_fr: Type
it_it: Tipo segnalazione

source: Select what kind of issue type this is
es_es: Seleccione que tipo de petición es
fr_fr: Sélectionner à quelle sorte de demande correspond ce type
it_it: Seleziona la tipologia di questo tipo segnalazione

source: Reportable
es_es: Notificable
fr_fr: Rapportable
it_it: Segnalabile

source: Users can report new issues with this issue type
es_es: Los usuarios pueden registrar nuevas peticiones con este tipo de pedido
fr_fr: Les utilisateurs peuvent soumettre de nouvelles demandes de ce type
it_it: Gli utenti possono inviare nuove segnalazioni di questo tipo

source: Users cannot report new issues with this issue type, but may choose it when editing an issue
es_es: Los usuarios no pueden informar nuevas peticiones para este tipo, pero pueden elegirlo cuando editan un pedido
fr_fr: Les utilisateurs ne peuvent pas créer de nouvelles demandes de ce type, mais peuvent le choisir pendant la modification d'une demande
it_it: Gli utenti non possono inviare nuove segnalazioni di questo tipo, ma possono sceglierlo quando modificano una segnalazione

source: Whether this issue type is enabled for reporting or not
es_es: Si este tipo de petición está disponible para informar o no
fr_fr: Déterminer si ce type de demande est actif pour les rapports ou non
it_it: Specifica se questo tipo di segnalazione è abilitato durante l'invio o no

source: Redirect
es_es: Redirigir
fr_fr: Redirection
it_it: Redireziona

source: The user is redirected to the reported issue after it has been reported
es_es: El usuario es redirigido a la petición informada después que lo registró
fr_fr: L'utilisateur est redirigé vers la demande créée aprè qu'elle soit enregistrée
it_it: L'utente è rediretto alla segnalazione inviata dopo il suo invio

source: A blank "%report_issue" page with a link to the reported issue at the top will be shown after the issue is reported
es_es: Un espacio en blanco "%report_issue" página con un enlace a lo reportado en la parte superior aparecerá después de que la petición se divulga
fr_fr: Une page vide « %report_issue » avec un lien vers la demande soumise sera affiché après que la demande ait été soumise
it_it: Dopo l'invio della segnalazione verrà visualizzata una pagina vuota "%report_issue" con un collegamento alla segnalazione inviata in cima

source: Report issue
es_es: Informe tema
fr_fr: Soumettre une demande
it_it: Invia segnalazione

source: Whether to forward the user to the reported issue after it has been reported
es_es: Determine a donde va el usuario después que registre una petición
fr_fr: Détermine si l'utilisateur est redirigé vers la demande créée après sa soumission
it_it: Specifica se redirigere l'utente alla segnalazione inviata dopo il suo invio

source: In use by %number_of_associated_projects project(s)
es_es: En uso por %number_of_associated_projects proyecto(s)
fr_fr: En utilisation dans %number_of_associated_projects projet(s)
it_it: Utilizzato da %number_of_associated_projects progetti

source: Not used by any projects
es_es: No está usado por ningún proyecto
fr_fr: Inutilisé dans l'ensemble des projets
it_it: Non utilizzato da alcun progetto

source: Show / edit issue type associations
es_es: Mostrar / editar asociaciones de tipos de petición
fr_fr: Afficher / éditer les associations
it_it: Visualizza/modifica associazioni tipo segnalazione

source: Create a copy of this issue type scheme
es_es: Crear una copia de este esquema de tipos de petición
fr_fr: Créer une copie de ce système de type de demandes
it_it: Crea una copia di questo schema tipo segnalazione

source: Cannot delete issuetype scheme
es_es: No se puede eliminar el tipo de pedido del esquema
fr_fr: Impossible de supprimer ce système de type de demande
it_it: Impossibile eliminare lo schema tipo segnalazione

source: This issuetype scheme can not be deleted as it is being used by %number_of_projects project(s)
es_es: Este esquema de tipos de peticiones no puede ser eliminado como está siendo utilizado por %number_of_projects proyecto(s)
fr_fr: Ce système de type de demande ne peut pas être supprimé car il est utilisé par %number_of_projects projet(s)
it_it: Questo schema tipo segnalazione non può essere eliminato perché è attualmente usato da %number_of_projects progetti

source: Delete this issue type scheme
es_es: Eliminar este tipo de problema del esquema
fr_fr: Supprimer ce système de type de demandes
it_it: Elimina questo schema tipo segnalazione

source: Copy issue type scheme
es_es: Copia del esquema de tipos de petición
fr_fr: Copier le système de type de demandes
it_it: Copia schema tipo segnalazione

source: Please enter the name of the new issue type scheme
es_es: Por favor ingrese el nombre del nuevo esquema de tipos de petición
fr_fr: Veuillez saisir le nom du nouveau système de type de demandes
it_it: Immetti il nome del nuovo schema tipo segnalazione

source: New name
es_es: Nuevo nombre
fr_fr: Nouveau nom
it_it: Nuovo nome

source: Copy of %old_name
es_es: Copiar de %old_name
fr_fr: Copie de %old_name
it_it: Copia di %old_name

source: Are you sure?
es_es: ¿Está seguro?
fr_fr: Etes-vous sûr ?
it_it: Sei sicuro?

source: Please confirm that you want to delete this issue type scheme.
es_es: Confirme que desea eliminar este esquema de este tipo de problema.
fr_fr: Confirmez que vous souhaitez supprimer ce type de système de demande.
it_it: Conferma di voler eliminare questo schema tipo segnalazione.

source: Yes, delete it
es_es: Sí, borrarlo
fr_fr: Oui, le supprimer
it_it: Sì, eliminalo

source: %delete or %cancel
es_es: %delete o %cancel
fr_fr: %delete ou %cancel
it_it: %delete o %cancel

source: Issue description
es_es: Descripción del pedido
fr_fr: Description de la demande
it_it: Descrizione della segnalazione

source: Steps to reproduce the issue
es_es: Secuencia de pasos para reproducir el pedido
fr_fr: Etapes pour reproduire la demande
it_it: Passaggi per riprodurre il problema

source: Affected release(s)
es_es: Compilación(es) afectada(s)
fr_fr: Livraison(s) affectée(s)
it_it: Release interessate

source: Affected component(s)
es_es: Componente(s) afectado(s)
fr_fr: Composant(s) affecté(s)
it_it: Componenti interessati

source: Affected edition(s)
es_es: Edición(es) afectada(s)
fr_fr: Edition(s) affectée(s)
it_it: Edizioni interessate

source: Targetted for milestone
es_es: Objetivo para el hito
fr_fr: Prévu pour le jalon
it_it: Pianificato per la milestone

source: Owner
es_es: Propietario
fr_fr: Propriétaire
it_it: Proprietario

source: Available issue fields
es_es: Campos de petición disponibles
fr_fr: Champs de demande disponibles
it_it: Campi segnalazione disponibili

source: Field
es_es: Campo
fr_fr: Champ
it_it: Campo

source: Additional
es_es: Adicional
fr_fr: Additionnel
it_it: Aggiuntivo

source: Required
es_es: Obligatorio
fr_fr: Obligatoire
it_it: Obbligatorio

source: Click "%save" to save your changes
es_es: Haga clic en "%save" para guardar los cambios
fr_fr: Cliquez sur « %save » pour enregistrer vos modifications
it_it: Clicca "%save" per salvare le modifiche

source: %module_name version %version by %author
es_es: %module_name version %version por %author

source: Authentication module
es_es: Módulo de autentificación
fr_fr: Module d'authentification
it_it: Modulo di autenticazione

source: Disabled
es_es: Inhabilitado
fr_fr: Désactivé
it_it: Disabilitato

source: Needs update
es_es: Necesita actualizar

source: Not installed
es_es: No instalado

source: Core module
es_es: Módulo del núcleo
fr_fr: Module principal
it_it: Modulo core

source: Install downloaded module update file
es_es: Instalar archivos de actualización de módulos descargados

source: Please click the download link below and download the update file. Place the downloaded file in the cache folder (%cache_folder) on this server. As soon as the file has been verified, the %update button below will be enabled, and you can press the button to update the module.
es_es: Por favor haga click en el enlace inferior y descargue el archivo de actualización. Ubique el archivo descargado en la carpeta de cache (%cache_folder) en este servidor. Tan pronto como el archivo haya sido verificado, el botón %update estará habilitado, y podrá presionar el botón para actualizar el módulo.

source: %cancel or %update_module
es_es: %cancel o %update_module

source: Update module
es_es: Actualizar módulo

source: Download update file
es_es: Descargar archivo de actualización

source: Update to latest version
es_es: Actualizar a la última versión

source: Install latest version
es_es: Instalar la última versión

source: Manual update
es_es: Actualización manual

source: Configure module
es_es: Configurar módulo
fr_fr: Configurer le module
it_it: Configura modulo

source: Disable module
es_es: Inhabilitar módulo
fr_fr: Désactiver le module
it_it: Disabilita modulo

source: Enable module
es_es: Habilitar módulo
fr_fr: Activer le module
it_it: Abilita modulo

source: Uninstall module
es_es: Desinstalar módulo
fr_fr: Désinstaller le module
it_it: Disinstalla modulo

source: Install
es_es: Instalar
fr_fr: Installer
it_it: Installa

source: Really disable "%module_name"?
es_es: ¿Realmente desactivar "%module_name"?
fr_fr: Vraiment désactiver « %module_name » ?
it_it: Sei sicuro di voler disabilitare "%module_name"?
