Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Dry-run successful, you can now uncheck the dry-run box and import your data.
es_es: Ejecución en seco exitosa, ahora puede desmarcar la casilla de funcionamiento en seco e importar sus datos.
fr_fr: Exécution à blanc réussie, vous pouvez maintenant décocher la case exécution à blanc et importer vos données.
it_it: Esecuzione di prova riuscita, ora puoi deselezionare la casella relativa all'esecuzione di prova e importare i tuoi dati.

source: Row %row failed: %err
es_es: Fila %row falló: %err
fr_fr: Ligne %row échouée : %err
it_it: Importazione della riga %row non riuscita: %err

source: Successfully imported %num rows!
es_es: Importadas %num filas con éxito!
it_it: %num righe importate con successo!

source: Data for project import
es_es: Datos de importación de los proyectos
fr_fr: Données pour l'import de projet
it_it: Dati per importazione progetti

source: Data for issue import
es_es: Datos de importación de peticiones
fr_fr: Données pour l'import de demandes
it_it: Dati per importazione segnalazioni

source: Projects and milestones
es_es: Proyectos y puntos de control
fr_fr: Projets et jalons
it_it: Progetti e milestone

source: Issue type values
es_es: Valores de tipo de peticiones
fr_fr: Valeur de type de demandes
it_it: Valori tipo di segnalazione

source: Status values
es_es: Valores de estado
fr_fr: Valeurs des statuts
it_it: Valori stato

source: Reproducability values
es_es: Valores de reproducibilidad
fr_fr: Valeurs de la reproductibilité
it_it: Valori riproducibilità

source: Severity values
es_es: Valores de gravedad
fr_fr: Valeurs de la sévérité
it_it: Valori gravità

source: Category values
es_es: Valores de categoría
fr_fr: Valeurs de la catégorie
it_it: Valori categoria

source: Priority values
es_es: Valores de prioridad
fr_fr: Valeurs de la priorité
it_it: Valori priorità

source: Resolution values
es_es: Valores de resolución
fr_fr: Valeurs de résolution
it_it: Valori risoluzione

source: Import content from CSV
es_es: Importar contenido del archivo CSV
fr_fr: Import de contenu CSV
it_it: Importa contenuti da file CSV

source: Importing %type
es_es: Importando %type
fr_fr: Importer des %type
it_it: Importazione di %type in corso

source: By default a dry-run will be used so any errors in your data can be found and fixed before importing proper. To turn off the dry-run mode, uncheck the box below.
es_es: Por defecto se utilizará un funcionamiento en seco por lo que cualquier error en sus datos pueden ser encontrado y solucionado antes de importar. Para desactivar el modo de funcionamiento en seco, desactive la casilla de abajo.
fr_fr: Par défaut une exécution à blanc sera utilisée, ainsi les erreurs dans les données seront trouvées et pourront être corrigées avant l'import réel. Pour désactiver le mode exécution à blanc, décocher la case ci-dessous
it_it: Per impostazione predefinita si procederà a un'esecuzione di prova in modo che tu possa trovare e correggere eventuali errori nei tuoi dati prima di procedere all'importazione vera e propria. Per disattivare la modalità di prova deseleziona la casella sottostante.

source: Please wait, this may take a few minutes
es_es: Por favor espere, esto puede llevar algunos minutos
fr_fr: Veuillez patienter, cela peut prendre quelques minutes
it_it: Attendere, questa operazione potrebbe richiedere alcuni minuti

source: There was an error importing your data:
es_es: Hubo un error al importar sus datos:
fr_fr: Une erreur est survenue pendant l'import des données :
it_it: Si è verificato un errore durante l'importazione dei tuoi dati:

source: Test the import (dry-run)
es_es: Probar la importación (prueba en seco)
fr_fr: Test l'import (exécution à blanc)
it_it: Prova l'importazione (esecuzione di prova)

source: Import
es_es: Importar
fr_fr: Importer
it_it: Importa

source: Sample data
es_es: Datos de ejemplos
fr_fr: Données de démonstration
it_it: Dati di esempio

source: You can import data from a CSV file copied into a text box in The Bug Genie, exported from other sources. Please see the %CSVImport wiki article for further details and instructions.
es_es: Puede importar datos desde un archivo CSV copiado en el casilla de texto de The Bug Genie, exportado desde otras fuentes. Por favor vea del artículo en wiki %CSVImport para mayor detalle e instrucciones.
fr_fr: Vous pouvez importer des données issues d'un fichier CSV copiées dans une zone de texte, exportées depuis d'autres sources. Veuillez consulter l'article %CSVImport sur le wiki pour plus de détails et les instructions.
it_it: Puoi importare dati da un file CSV copiato in una casella di testo in The Bug Genie ed esportato da altre fonti. Vedi l'articolo nel wiki %CSVImport per ulteriori dettagli e istruzioni.

source: CSVImport
es_es: Importación CSV
fr_fr: Import CSV

source: To import some fields, ID numbers are required, which can be seen below. User, team, group and client IDs can be found in user configuration.
es_es: Para importar algunos campos, son necesarios los números de identificación, que se puede ver a continuación. ID de usuario, equipo, grupo y cliente que pueden encontrarse en la configuración de usuario.
fr_fr: Pour importer certains champs, des identifiants numériques sont nécessaires (voir ci-dessous). Les identifiants pour un utilisateur, une équipe, un groupe, ou un client peuvent être récupérés depuis la configuration des utilisateurs.
it_it: Per importare alcuni campi sono richiesti gli ID numerici che puoi vedere sotto. Gli ID utente, team, gruppo e cliente possono essere recuperati dalla pagina configurazione utente.

source: Toggle list of ID numbers
es_es: Cambiar lista de números ID
it_it: Mostra/nascondi elenco ID numerici

source: Importing sample data
es_es: Importando datos de ejemplo
fr_fr: Importer des données de démonstration
it_it: Importazione dati di esempio

source: The Bug Genie can load sample data for you, so you can play around without having to use your own data. Press the button below to import sample projects and issues.
es_es: The Bug Genie puede cargar datos de ejemplos por usted, entonces puede utilizarlos sin alterar los suyos. Presione el siguiente botón para importar los proyectos de ejemplo y sus peticiones.
fr_fr: The Bug Genie peut charger des données de démonstration, ainsi vous pouvez jouer sans avoir à utiliser vos propre données. Appuyez sur le bouton ci-dessous pour importer des projets de démonstration et leurs demandes.
it_it: The Bug Genie può caricare dei dati d'esempio per te per consentirti di fare esperienza senza usare i tuoi dati. Clicca sul pulsante sottostante per importare progetti e segnalazioni di esempio.

source: Import sample data
es_es: Importar datos de ejemplo
fr_fr: Importer les données de démonstration
it_it: Importa dati di esempio

source: You can only import sample projects once
es_es: Solo se pueden importar ejemplos de proyectos una sola vez
fr_fr: Vous ne pouvez importer les projets d'exemple qu'une seule fois
it_it: Puoi importare i progetti di esempio solo una volta

source: Sample data loaded!
es_es: Datos de ejemplo cargados!
fr_fr: Données de démonstration chargées !
it_it: Dati di esempio caricati!

source: Sample data was loaded. You can now browse around The Bug Genie and try it out!
es_es: Los datos de la muestra fueron cargados. Ahora puede navegar por The Bug Genie y probarlo!
fr_fr: Les données d'exemple ont été chargées. Vous pouvez maintenant passer en revue les possibilités de The Bug Genie et l'essayer !
it_it: I dati di esempio sono stati caricati. Ora puoi navigare in The Bug Genie e provarlo!

source: Category
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria

source: Click to change category
es_es: Haga clic para cambiar de categoría
fr_fr: Cliquez pour changer la catégorie
it_it: Clicca per modificare la categoria

source: Change category
es_es: Cambiar categoria
fr_fr: Modifier la catégorie
it_it: Modifica categoria

source: Clear the category
es_es: Vaciar categoría
fr_fr: Effacer la catégorie
it_it: Cancella la categoria

source: %clear_the_category or click to select a new category
es_es: Haga clic para seleccionar una nueva categoría o %clear_the_category
fr_fr: %clear_the_category ou cliquez pour sélectionner une nouvelle caégorie
it_it: %clear_the_category o clicca per selezionare una nuova categoria

source: Resolution
es_es: Resolución
fr_fr: Résolution
it_it: Risoluzione

source: Click to change resolution
es_es: Haga clic para cambiar la resolución
fr_fr: Cliquez pour changer la résolution
it_it: Clicca per modificare la risoluzione

source: Change resolution
es_es: Cambiar resolución
fr_fr: Modifier la résolution
it_it: Modifica risoluzione

source: Clear the resolution
es_es: Vaciar la resolución
fr_fr: Effacer la résolution
it_it: Cancella la risoluzione

source: %clear_the_resolution or click to select a new resolution
es_es: Haga clic para seleccionar una nueva resolución o %clear_the_resolution
fr_fr: %clear_the_resolution ou cliquez pour sélectionner une nouvelle résolution
it_it: %clear_the_resolution o clicca per selezionare una nuova risoluzione

source: Priority
es_es: Prioridad
fr_fr: Priorité
it_it: Priorità

source: Click to change priority
es_es: Haga clic para cambiar la prioridad
fr_fr: Cliquez pour changer la priorité
it_it: Clicca per modificare la priorità

source: Change priority
es_es: Cambiar prioridad
fr_fr: Modifier la priorité
it_it: Modifica priorità

source: Clear the priority
es_es: Vaciar prioridad
fr_fr: Effacer la priorité
it_it: Cancella la priorità

source: %clear_the_priority or click to select a new priority
es_es: Haga clic para seleccionar una nueva prioridad o %clear_the_priority
fr_fr: %clear_the_priority ou cliquez pour sélectionner une nouvelle priorité
it_it: %clear_the_priority o clicca per selezionare una nuova priorità

source: Click to change reproducability
es_es: Haga clic para cambiar reproducibilidad
fr_fr: Cliquez pour changer la reproductibilité
it_it: Clicca per modificare la riproducibilità

source: Change reproducability
es_es: Cambio reproducibilidad
fr_fr: Modifier la reproductibilité
it_it: Modifica riproducibilità

source: Clear the reproducability
es_es: Vaciar reproducibilidad
fr_fr: Effacer la reproductibilité
it_it: Cancella la riproducibilità

source: %clear_the_reproducability or click to select a new reproducability
es_es: Haga clic para seleccionar un nuevo reproducibilidad o %clear_the_reproducability
fr_fr: %clear_the_reproducability ou cliquez pour sélectionner une nouvelle reproductibilité
it_it: %clear_the_reproducability o clicca per selezionare una nuova riproducibilità

source: Severity
es_es: Gravedad
fr_fr: Sévérité
it_it: Gravità

source: Click to change severity
es_es: Haga clic para cambiar la gravedad
fr_fr: Cliquez pour changer la sévérité
it_it: Clicca per modificare la gravità

source: Change severity
es_es: Cambiar la gravedad
fr_fr: Modifier la sévérité
it_it: Modifica gravità

source: Clear the severity
es_es: Vaciar la gravedad
fr_fr: Effacer la séverité
it_it: Cancella la gravità

source: %clear_the_severity or click to select a new severity
es_es: %clear_the_severity o haga clic en para seleccionar una gravedad nueva
fr_fr: %clear_the_severity ou cliquez pour sélectionner un nouvelle séverité
it_it: %clear_the_severity o clicca per selezionare una nuova gravità

source: Targetted for
es_es: Previsto para
fr_fr: Prévu pour
it_it: Pianificato per

source: Click to change which milestone this issue is targetted for
es_es: Haga clic para cambiar el tema al que va dirigido el hito
fr_fr: Cliquez pour changer le jalon pour lequel cette demande est prévue
it_it: Clicca per modificare la milestone per cui la risoluzione di questa segnalazione è stata pianificata

source: Set issue target / milestone
es_es: Objetivo determinado tema / hito
fr_fr: Définir demande cible / jalon
it_it: Imposta pianificazione/milestone segnalazione

source: Set as not targetted
es_es: Como no dirigido
fr_fr: Définir comme non prévu
it_it: Imposta come non pianificata

source: %set_as_not_targetted or click to set a new target milestone
es_es: %set_as_not_targetted o haga clic en establecer un nuevo hito de destino
fr_fr: %set_as_not_targetted ou cliquez pour définir un nouveau jalon cible
it_it: %set_as_not_targetted o clicca per selezionare una nuova milestone obiettivo

source: Clear this field
es_es: Limpiar este campo
fr_fr: Effacer ce champ
it_it: Cancella questo campo

source: %clear_this_field or click to set a new value
es_es: %clear_this_field o haga clic para establecer un nuevo valor
fr_fr: %clear_this_field ou cliquez pour définir une nouvelle valeur
it_it: %clear_this_field o clicca per impostare un nuovo valore

source: Hide
es_es: Ocultar
fr_fr: Cacher
it_it: Nascondi

source: You need to log in to access this site
es_es: Necesita registrarse para acceder a este sitio
fr_fr: Vous devez vous connecter vous accéder à ce site
it_it: Devi eseguire il login per accedere a questo sito

source: There are no more issues in that direction.
es_es: No existen más peticiones en esa dirección.
fr_fr: Il n'y a aucune demande de plus dans cette direction.
it_it: Non ci sono più segnalazioni in quel verso.

source: Cannot find the issue specified
es_es: No se encuentra la petición especificada
fr_fr: Impossible de trouver la demande spécifiée
it_it: Impossibile trovare la segnalazione specificata

source: Cannot find the project specified
es_es: No se puede encontrar el proyecto especificado
fr_fr: Impossible de trouver le projet spécifié
it_it: Impossibile trovare il progetto specificato

source: The issue was moved
es_es: La petición fue movida
fr_fr: La demande a été déplacée
it_it: La segnalazione è stata spostata

source: The issue was not moved, since the project is the same
es_es: La petición no fue movida, ya que el proyecto es el mismo
fr_fr: La demande n'a pas été déplacée puisque le projet est le même !
it_it: La segnalazione non è stata spostata dal momento che il progetto è lo stesso.

source: An error occured when trying to install the module
es_es: Un error ocurrió cuando intentaba instalar el módulo

source: This client does not exist
es_es: Este cliente no existe
fr_fr: Ce client n'existe pas
it_it: Questo cliente non esiste

source: This team does not exist
es_es: Este equipo no existe
fr_fr: Cette équipe n'existe pas
it_it: Questo team non esiste

source: Incorrect password
es_es: Contraseña incorrecta
fr_fr: Mot de passe incorrect
it_it: Password non corretta

source: Invalid login
es_es: Inicio de sesión no válido
fr_fr: Identification invalide
it_it: Login non valido

source: OpenID authentication cancelled
es_es: Autenticación OpenID cancelada
fr_fr: Authentification OpenID annulée
it_it: Autenticazione OpenID annullata

source: Didn't recognize this OpenID. Please log in using your username and password, associate it with your user account in your account settings and try again.
es_es: No se reconoció este OpenID. Inicie sesión con su nombre de usuario y la contraseña asociada con su cuenta de usuario en la configuración y vuelva a intentarlo.
fr_fr: Impossible de reconnaître cet OpenID. Veuillez vous identifier en utilisant votre nom d'utilisateur et votre mot de passe. Associez ensuite votre OpenID avec votre compte utilisateur dans les paramètres de votre compte et réessayez.
it_it: Impossibile riconoscere questo OpenID. Esegui il login utilizzando i tuoi nome utente e password, associalo con il tuo account utente nelle impostazioni del tuo account e riprova.

source: Could not validate against the OpenID provider
es_es: No se ha podido validar con el proveedor de OpenID
fr_fr: Impossible de valider depuis le fournisseur OpenID
it_it: Impossibile eseguire la validazione con il provider OpenID

source: Could not validate against the OpenID provider: %message
es_es: No se ha podido validar con el proveedor de OpenID: %message
fr_fr: Impossible de valider depuis le fournisseur OpenID : %message
it_it: Impossibile eseguire la validazione con il provider OpenID: %message

source: Invalid login details
es_es: Detalles de inicio de sesión no válidos
fr_fr: Détails d'indentification invalides
it_it: Dettagli login non validi

source: Please enter a username and password
es_es: Por favor ingrese nombre de usuario y contraseña
fr_fr: Entrez un nom d'utilisateur et un mot de passe
it_it: Immetti un nome utente e una password

source: This username is in use
es_es: El nombre de usuario está en uso
fr_fr: Ce nom d'utilisateur est déjà utilisé
it_it: Questo nome utente è in uso

source: The email address must be valid, and must be typed twice.
es_es: La dirección de correo debe ser válida, y debe escribirla 2 veces.
fr_fr: L'adresse e-mail doit être valide, vous devez la saisir deux fois.
it_it: L'indirizzo e-mail deve essere valido e deve essere immesso due volte.

source: To prevent automatic sign-ups, enter the verification number shown below.
es_es: Para prevenir registros automáticos, ingrese el número de verificación que se muestra debajo.
fr_fr: Pour confirmer la création, entrez le numéro de vérification affiché ci-dessous.
it_it: Per impedire registrazioni automatizzate immetti il codice di conferma visualizzato sotto.

source: Email adresses from this domain can not be used.
es_es: Direcciones con este dominio no pueden utilizarse.
fr_fr: E-mail appartenant à ce domaine ne peut pas être utilisé.
it_it: Impossibile usare indirizzi e-mail appartenenti a questo dominio.

source: After pressing %continue, you need to set your password.
es_es: Después de pulsar %continue, necesita configurar su contraseña.
fr_fr: Après avoir appuyé sur %continue, vous devez définir votre mot de passe.
it_it: Dopo aver cliccato %continue devi impostare la password.

source: The account has now been registered - check your email inbox for the activation email. Please be patient - this email can take up to two hours to arrive.
es_es: La cuenta se ha registrado - compruebe su buzón de correo electrónico para la activación. Por favor, tenga paciencia - este mensaje puede tardar hasta dos horas en llegar.
fr_fr: Compte créé - vérifiez votre email pour le message d'activation. Soyez patient(e) - le message peut mettre du temps à arriver.
it_it: Quest'account ora è stato registrato - controlla la tua posta in entrata per l'e-mail di attivazione. Sii paziente - il recapito di questo messaggio può richiedere fino a due ore.

source: You need to fill out all fields correctly.
es_es: Es necesario completar todos los campos correctamente.
fr_fr: Vous devez remplir correctement tous les champs.
it_it: Devi completare correttamente tutti i campi.

source: This activation link is not valid
es_es: Este enlace de activación no es válido
fr_fr: Ce lien d'activation est invalide
it_it: Questo collegamento di attivazione non è valido

source: Your account has been activated! You can now log in with the username %user and the password in your activation email.
es_es: Su cuenta ha sido activada! Ahora puede iniciar sesión con el nombre de usuario %user y la contraseña que figura en su email de activación.
fr_fr: Votre compte a été activé! Vous pouvez maintenant vous connecter avec l'utilisateur %user et le mot de passe dans votre e-mail d'activation.
it_it: Il tuo account è stato attivato! Ora puoi eseguire il login con il nome utente %user e la password specificata nella tua e-mail di attivazione.

source: Automatically subscribe to issues I get involved in
es_es: Suscribirse automáticamente a participar en las peticiones
fr_fr: S'abonner automatiquement aux demandes pour lesquelles je suis impliqué(e)
it_it: Sottoscrivi automaticamente le segnalazioni in cui vengo coinvolto

source: Automatically subscribe to article I get involved in
es_es: Suscribirse automáticamente a participar en artículos que esté involucrado
fr_fr: S'abonner automatiquement aux articles pour lesquels je suis impliqué(e)
it_it: Sottoscrivi automaticamente gli articoli in cui vengo coinvolto

source: Automatically subscribe to new issues that are created in my project(s)
es_es: Suscribirse automáticamente a nuevas peticiones que se creen en mis proyectos
fr_fr: S'abonner automatiquement aux nouvelles demandes créées dans mes projets
it_it: Sottoscrivi automaticamente le nuove segnalazioni create nei miei progetti

source: Automatically subscribe to new articles that are created in my project(s)
es_es: Suscribirse automáticamente a los nuevos artículos que se creen en mis proyectos
fr_fr: S'abonner automatiquement aux nouveaux articles créés dans mes projets
it_it: Sottoscrivi automaticamente i nuovi articoli creati nei miei progetti

source: Please fill out all the required fields
es_es: Por favor, complete todo los campos obligatorios
fr_fr: Complétez l'ensemble des champs requis
it_it: Compila tutti i campi richiesti

source: Profile information saved
es_es: Información del perfil guardado
fr_fr: Informations de profil sauvegardées
it_it: Informazioni profilo salvate

source: Profile settings saved
es_es: Opciones del perfil guardadas
fr_fr: Paramètres du profil sauvegardés
it_it: Impostazioni profilo salvate

source: The application password has been deleted
es_es: Se ha eliminado la contraseña de la aplicación
fr_fr: Le mot de passe de l'application a été supprimée
it_it: La password dell'applicazione è stata eliminata

source: Cannot delete this application-specific password
es_es: No se puede eliminar esta contraseña de la aplicación específica
fr_fr: Impossible de supprimer ce mot de passe spécifique à l'application
it_it: Impossibile eliminare questa password dell'applicazione

source: You're not allowed to change your password.
es_es: No está permitido cambiar su contraseña.
fr_fr: Vous n'êtes pas autorisé à modifier votre mot de passe.
it_it: Non ti è consentito modificare la tua password

source: Please enter your current password
es_es: Por favor ingrese la contraseña actual
fr_fr: Veuillez entrer votre mot de passe actuel
it_it: Inserisci la tua password attuale

source: Please enter a new password
es_es: Ingrese una nueva contraseña por favor
fr_fr: Veuillez saisir un nouveau mot de passe
it_it: Inserisci una nuova password

source: Your new password has been saved
es_es: Su nueva contraseña ha sido guardada
fr_fr: Votre nouveau mot de passe a été enregistré
it_it: La tua nuova password è stata salvata

source: You have to select a valid project
es_es: Debe seleccionar un proyecto válido
fr_fr: Vous devez sélectionner un projet valide
it_it: Devi selezionare un progetto valido

source: You have to select a valid issue type
es_es: Debe seleccionar un tipo de petición válido
fr_fr: Vous devez sélectionner un type de demande valide
it_it: Devi selezionare un tipo segnalazione valido

source: Please provide a value for the %field_name field
es_es: Por favor proporcione un valor para el campo %field_name
fr_fr: Spécifiez une valeur pour le champ %field_name
it_it: Fornisci un valore per il campo %field_name

source: The %field_name field is marked as required, but you don't have permission to set it
es_es: El campo %field_name está marcado como obligatorio, pero no tiene permisos para definirlo

source: An error occured while creating this story: %errors
es_es: Ha ocurrido un error mientras creaba esta historia: %errors
fr_fr: Une erreur s'est produite lors de la création de cette histoire : %errors
it_it: Si è verificato un errore durante la creazione di questa storia: %errors

source: You do not have permission to perform this action
es_es: No tiene permiso para realizar esta acción
fr_fr: Vous n'avez pas l'autorisation d'effectuer cette action
it_it: Non hai i permessi per eseguire quest'azione

source: You have to provide a title
es_es: Tiene que poner un título
fr_fr: Vous devez fournir un titre
it_it: Devi fornire un titolo
