Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Milestones, releases and epics all have progress bars which indicate their current progress. In all cases, this is an open vs closed issues count. The progress bar will automatically update whenever it changes, such as when you add an issue to it.
es_es: Puntos de control, versiones y épicas tienen barras de progreso, las cuales indican su avance actual. En todos los casos, esto es un contador de las peticiones abiertas vs las cerradas. La barra de progreso se actualizará automáticamente cuando cambie o se agregue una petición.

source: Nice
es_es: Bien
fr_fr: Agréable
it_it: Carino

source: Ready to roll
es_es: Listo para empezar

source: That's all. Begin by creating a new milestone on this page, or use an existing milestone if there are any. Create an issue with the '%report_an_issue'-button in the top bar, or by using the button on each milestone to add issues directly to the milestone.
es_es: Eso es todo. Comience creando un nuevo punto de control en esta página, o utilice uno existente. Cree una petición con el botón '%report_an_issue' en la barra superior, o utilice el botón de cada punto de control para agregar peticiones directamente al punto de control.

source: Good luck!
es_es: Buena suerte!

source: Thanks!
es_es: Gracias!

source: Get started with the issue overview
es_es: Empezar con el resumen de la petición
fr_fr: Débuter avec l'aperçu de la demande
it_it: Familiarizza con il sommario segnalazione

source: This is the issue overview page. From this page you can get a full detail overview of the issues you're looking at
es_es: Esta es la página de resumen de la petición. Desde esta página puede obtener un resumen completo detallado de los temas que usted está buscando
fr_fr: Il s'agit de la vue d'ensemble des demande. Depuis cette page, vous pouvez obtenir une vue d'ensemble de tous les détails des demandes que vous regardez
it_it: Questa è la pagina sommario segnalazione. Da questa pagina puoi vedere tutti i dettagli delle segnalazioni che stai esaminando

source: Issue overview page layout
es_es: Diseño de página de resumen de petición
fr_fr: Mise en page de la page d'aperçu de la demande
it_it: Layout pagina sommario segnalazione

source: The issue view is split into four parts: the header bar, the issue details, the main area and the bottom panels.
es_es: La vista de petición está dividida en cuatro partes: la cabecera, los detalles de la petición, el área principal y los paneles de inferiores.
fr_fr: La vue de la demande est divisée en quatre parties : la barre d'en-tête, les détails de la demande, la zone principale et les panneaux inférieurs.
it_it: La visualizzazione segnalazione è divisa in quattro parti: la barra dell'intestazione, i dettagli della segnalazione, l'area principale e i pannelli in fondo.

source: The header bar
es_es: Barra de título
fr_fr: La barre d'en-tête
it_it: La barra dell'intestazione

source: The header bar is always at the top. If you scroll down the page, the header will follow you down the page, so you always have it available.
es_es: La barra de encabezado está siempre en la parte superior. Si se desplaza hacia abajo de la página, el encabezado seguirá en la página, para que siempre este disponible.
fr_fr: La barre d'en-tête est toujours au sommet. Si vous faites défiler la page, l'en-tête vous suivra vers le bas de la page, de façon à ce que vous puissiez toujours la voir.
it_it: La barra dell'intestazione è sempre visualizzata in alto. Se scorri la pagina verso il basso, l'intestazione ti seguirà, in modo che sia sempre disponibile per te.

source: Cool
es_es: Excelente
it_it: Fantastico

source: Issue workflow actions
es_es: Acciones de flujo de trabajo de petición
fr_fr: Actions des flux de travaux de la demande
it_it: Azioni flusso di lavoro segnalazione

source: The header area also contains the workflow buttons used to move the issue through its lifecycle.
es_es: El área de encabezado contiene también los botones de flujo de trabajo usados para mover la petición a través de su ciclo de vida.
fr_fr: La zone d'en-tête contient également les boutons du flux de travail utilisé pour déplacer la demande par le biais de son cycle de vie.
it_it: L'area dell'intestazione contiene anche i pulsanti del flusso di lavoro utilizzati per far spostare la segnalazione all'interno del suo ciclo di vita.

source: These buttons will also follow you down the page as you scroll.
es_es: Estos botones también seguirán en la página al desplazarse.
fr_fr: Ces boutons vous suivront également vers le bas de la page lorsque vous défilez.
it_it: Anche questi pulsanti ti seguiranno quando scorri la pagina verso il basso.

source: This area contains all the data about an issue, such as the status, who's assigned, how much time is spent, etc.
es_es: Esta zona contiene todos los datos sobre una petición, como el estado, que ha asignado, cuánto tiempo, etc...
fr_fr: Cette zone contient toutes les données concernant la demande, tel que le statut, la personne assignée, le temps passé, etc.
it_it: Quest'area contiene tutti i dati relativi a una segnalazione, come stato, a chi è stata assegnata, quanto tempo è stato dedicato, ecc.

source: The sidebar is nicely grouped in sections such as 'People involved' and 'Time tracking' to make it easer to quickly find out what you need to know.
es_es: La barra lateral está muy bien agrupada en secciones como 'Personas involucradas' y 'Tiempo de seguimiento' para hacer encontrar rápidamente lo que necesita saber.
fr_fr: La barre latérale est organisée intelligemment en sections telles que "Personnes impliquées" et "Gestion du temps" pour vous permettre de trouver rapidement ce que vous cherchez.
it_it: La barra laterale è graziosamente divisa in sezioni come "Persone coinvolte" e "Monitoraggio tempo" per rendere più facile trovare quello che devi sapere.

source: I can dig that
es_es: Puedo extraer eso
fr_fr: J'ai compris
it_it: Mi ci getto sopra

source: Issue main area
es_es: Área principal de la petición
fr_fr: Zone principale de la demande
it_it: Area principale segnalazione

source: This area contains all the main details, such as the description and reproductions steps.
es_es: Esta área contiene todos los detalles principales, como la descripción y los pasos para reproducir.
fr_fr: Cette zone contient tous les détails principaux, tels que la description et les étapes de reproduction.
it_it: Quest'area contiene tutti i dettagli principali, come la descrizione e i passaggi per riprodurre il problema.

source: That makes sense
es_es: Tiene sentido
fr_fr: C'est logique
it_it: Ha senso

source: A few notes about editing issues
es_es: Algunas notas sobre la edición de peticiones
fr_fr: Quelques détails sur la modification des demandes
it_it: Alcune note sulla modifica delle segnalazioni

source: Almost everything about an issue can be edited, and - depending on your workflow setup - some items may be locked from changes after a certain step (for example not being allowed to change the description on 'Confirmed' issues).
es_es: Casi todo sobre una petición puede ser editado, y - dependiendo de la configuración de flujo de trabajo - algunos artículos pueden estar bloqueados para cambios luego de un determinado paso (por ejemplo no puede cambiar la descripción en peticiones en 'Confirmado').
fr_fr: Presque tout sur à propos d'une demande peut être modifié, et - selon votre configuration de flux de travail - certains éléments peuvent être interdits de modifications après une certaine étape (par exemple ne pas autoriser la modification de la description sur les demandes "Confirmées").
it_it: Quasi tutti i dettagli riguardanti una segnalazione possono essere modificati, e - a seconda delle impostazioni del tuo flusso di lavoro - potrebbe essere impedita la modifica di alcuni elementi dopo un certo passaggio (ad esempio potrebbe non essere consentito modificare la descrizione di segnalazioni nello stato "Confermato").

source: That also makes sense
es_es: Que también tiene sentido
fr_fr: C'est logique également
it_it: Anche questo ha senso

source: To edit anything about an issue, move your mouse over the detail you want to change and press the edit icon that appears (usually to the left).
es_es: Para editar cualquier cosa acerca de una petición, mueva el ratón sobre el detalle que desea cambiar y pulse el icono Editar que aparece (generalmente a la izquierda).
fr_fr: Pour modifier quoi que ce soit sur une demande, déplacez votre souris sur le détail que vous souhaitez modifier et appuyez sur l'icône modifier qui apparaît (généralement à gauche).
it_it: Per modificare qualunque dettaglio di una segnalazione, sposta il tuo puntatore sul dettaglio che vuoi modificare e clicca l'icona di modifica che comparirà (di solito a sinistra).

source: Any changes you make are temporary until you press the 'Save changes' button below the title (this button appears only when you have unsaved changes).
es_es: Los cambios realizados son temporales hasta que usted oprima el botón 'Guardar cambios' debajo del título (este botón aparece únicamente cuando tiene cambios sin guardar).
fr_fr: Toutes les modifications apportées sont temporaires jusqu'à ce que vous appuyez sur le bouton « Enregistrer les modifications » en dessous du titre (ce bouton s'affiche uniquement lorsque vous avez des modifications non enregistrées).
it_it: Ogni modifica apportata sarà temporanea fino a quando non cliccherai il pulsante "Salva modifiche" sotto il titolo (questo pulsante appare solo se hai delle modifiche non salvate).

source: This does not apply to workflow transitions - which happens instantly when you press a workflow button. However, most workflows allows you to post comments or change details about the issue during the workflow.
es_es: Esto no se aplica a transiciones de flujo de trabajo - que sucede instantáneamente cuando usted presiona un botón de flujo de trabajo. Sin embargo, la mayoría de los flujos de trabajo le permite publicar comentarios o cambiar los detalles sobre el tema durante el flujo de trabajo.
fr_fr: Ceci ne s'applique pas aux transitions de flux de travaux - ce qui se passe instantanément lorsque vous appuyez sur un bouton d'un flux de travail. Cependant, la plupart des flux de travaux vous permettent de poster des commentaires ou de modifier des détails sur la demande pendant le flux de travail.
it_it: Ciò non si applica alle transizioni del flusso di lavoro - esse vengono applicate istantaneamente quando clicchi un pulsante relativo al flusso di lavoro. Ciò nonostante, molti flussi di lavoro ti consentono di inviare commenti o modificare dettagli della segnalazione durante il flusso di lavoro.

source: Keep in mind that most of this can be configured through the workflow configuration.
es_es: Tenga en cuenta que la mayoría de esto se puede configurar mediante la configuración de flujo de trabajo.
fr_fr: Gardez à l'esprit que la plupart de cela peut être configuré par le biais de la configuration des flux de travaux.
it_it: Tieni presente che molte di queste opzioni possono essere configurate dalla configurazione del flusso di lavoro.

source: I think I'm good to go
es_es: Creo que soy bueno para ir
fr_fr: Je pense que je suis bon !
it_it: Penso di essere pronto

source: Good to go!
es_es: Bueno para ir!
fr_fr: Prêt au départ !
it_it: Pronto!

source: That's all for this tutorial. Don't forget that you can always get help for any page by using the 'Help' menu entry in your user menu at the top right corner.
es_es: Eso fue todo en este tutorial. No olvide que siempre puede obtener ayuda para cualquier página usando la entrada 'Help' del menú en su menú de usuario en la esquina superior derecha.
fr_fr: C'est tout pour ce tutoriel. N'oubliez pas que vous pouvez toujours obtenir de l'aide pour n'importe quelle page en utilisant l'élément de menu « Aide » dans votre menu utilisateur dans le coin supérieur droit.
it_it: È tutto per questo tutorial. Non dimenticarti che puoi sempre ottenere aiuto per qualsiasi pagina utilizzando la voce di menù "Guida" nel tuo menù utente nell'angolo in alto a destra.

source: Have fun using The Bug Genie!
es_es: ¡Diviértase usando The Bug Genie!
fr_fr: Amusez-vous bien avec The Bug Genie !
it_it: Divertiti a usare The Bug Genie!

source: I most certainly will!
es_es: ¡Por supuesto que lo haré!
fr_fr: Je le ferai certainement !
it_it: Quasi sicuramente lo farò!

source: Mark as duplicate
es_es: Marcar como duplicado
fr_fr: Marquer comme doublon
it_it: Contrassegna come duplicato

source: This transition will be applied to %count selected issues
es_es: Esta transición se aplicará a las cuestiones de %count seleccionado
fr_fr: Cette transition sera appliquée aux %count demandes sélectionnées
it_it: Questa transizione sarà applicata a %count segnalazioni selezionate

source: Assignee
es_es: Asignado
fr_fr: Affecté à
it_it: Assegnatario

source: You will be teamed up with this user
es_es: Será asociado con este usuario
fr_fr: Vous ferrez équipe avec cet utilisateur
it_it: Sarai in team con quest'utente

source: If you want to mark this issue as duplicate of another, existing issue, find the issue by entering details to search for, in the box above.
es_es: Si quiere marcar esta petición como duplicada de otra existente, identifique la petición a través de los detalles, en la caja superior.
fr_fr: Si vous souhaitez marquer cette demande comme doublon d'une autre demande existante, trouvez la demande en saisissant les détails à chercher dans la zone de texte ci-dessous.
it_it: Se vuoi contrassegnare questa segnalazione come duplicato di un'altra esistente, trova la segnalazione immettendo dei dettagli da cercare nella casella sopra.

source: Priority isn't visible for this issuetype / product combination
es_es: Prioridad no es visible para este issuetype / combinación de producto
fr_fr: Priorité n'est pas visible pour ce type de demande / combinaison de produit
it_it: La priorità non è visibile per questa combinazione tipo segnalazione/prodotto

source: Percent completed isn't visible for this issuetype / product combination
es_es: Procentaje completado no está visible para este tipo de petición / combinación de producto
fr_fr: Pourcentage d'avancement n'est pas visible pour ce type de demande / combinaison de produit
it_it: La percentuale di completamento non è visibile per questa combinazione tipo segnalazione/prodotto

source: Reproducability isn't visible for this issuetype / product combination
es_es: Reprodibilidad no es visible para esta combinación de producto
fr_fr: Reproductibilité n'est pas visible pour ce type de demande / combinaison de produit
it_it: La riproducibilità non è visibile per questa combinazione tipo segnalazione/prodotto

source: Resolution isn't visible for this issuetype / product combination
es_es: La resolución no es visible para este issuetype / combinación de producto
fr_fr: Résolution n'est pas visible pour ce type de demande / combinaison de produit
it_it: La risoluzione non è visibile per questa combinazione tipo segnalazione/prodotto

source: Specify the target milestone for this issue
es_es: Especificar el hito de destino para este problema
fr_fr: Spécifiez le jalon cible pour cette demande
it_it: Specifica la milestone obiettivo per questa segnalazione

source: Milestone isn't visible for this issuetype / product combination
es_es: Hito no es visible para este issuetype / combinación de producto
fr_fr: Jalon n'est pas visible pour ce type de demande / combinaison de produit
it_it: La milestone non è visibile per questa combinazione tipo segnalazione/prodotto

source: Adds %hours hour(s), %days day(s) and %weeks week(s)
es_es: Agrega %hours horas, %days días y %weeks semana (s)
fr_fr: Ajouter %hours heure(s), %days jour(s) et %weeks semaine(s)
it_it: Aggiunge %hours ore, %days giorni e %weeks settimane

source: Yes, let me specify
es_es: Sí, dejarme especificar
fr_fr: Oui, je veux le spécifier
it_it: Sì, lasciamelo specificare

source: Write a comment if you want it to be added
es_es: Escriba un comentario si desea que se agregue
fr_fr: Ecrivez un commentaire, si vous voulez qu'il soit ajouté
it_it: Scrivi un commento se ne vuoi aggiungere uno

source: %cancel or %submit
es_es: %cancel o %submit
fr_fr: %cancel ou %submit
it_it: %cancel o %submit

source: Attach one or more file(s) to this issue
es_es: Adjuntar uno o más archivos a este pedido
fr_fr: Joindre un ou plusieurs fichier(s) à cette demande
it_it: Allega uno o più file a questa segnalazione

source: Attach one or more file(s) to this article
es_es: Adjuntar uno o más archivos a este artículo
fr_fr: Lier un ou plusieurs fichier(s) à cet article
it_it: Allega uno o più file a quest'articolo

source: This user has not been confirmed yet
es_es: Este usuario no ha sido confirmado aún
fr_fr: Cet utilisateur n'a pas encore été confirmé
it_it: Quest'utente non è ancora stato confermato

source: This user has been a member for a while
es_es: Este usuario ha sido miembro por un tiempo
fr_fr: Cet utilisateur a été membre pendant un certain temps
it_it: Quest'utente è membro da un po'

source: This user has been a member since %date
es_es: Este usuario es miembro desde %date
fr_fr: Cet utilisateur était membre depuis %date
it_it: Quest'utente è membro dal %date

source: This user has not logged in yet
es_es: Este usuario no ha ingresado todavía
fr_fr: Cet utilisateur ne s'est pas encore connecté
it_it: Quest'utente non ha ancora eseguito il login

source: This user was last seen online at %time
es_es: Este usuario fue visto por última vez %time
fr_fr: Cet utilisateur a été vu en ligne le %time
it_it: Quest'utente è stato visto online per l'ultima volta il %time

source: There is no recent activity available for this user
es_es: No hay actividad reciente disponible para este usuario
fr_fr: Aucune activité récente disponible pour cet utilisateur
it_it: Non ci sono attività recenti disponibili per quest'utente

source: Last user activity was at %time
es_es: La ulima actividad del usuario fue a las %time
fr_fr: Dernière activité de l'utilisateur le %time
it_it: L'ultima attività dell'utente risale alle %time

source: This user has reported %issues issue(s)
es_es: Este usuario ha registrado %issues petición(es)
fr_fr: Cet utilisateur a soumis %issues demande(s)
it_it: Quest'utente ha inviato %issues segnalazioni

source: Show issues
es_es: Mostrar peticiones
fr_fr: Afficher les demandes
it_it: Visualizza segnalazioni

source: Show issues reported by this user
es_es: Mostrar temas registrados por este usuario
fr_fr: Afficher les demandes reportées par cet utilisateur
it_it: Visualizza segnalazioni inviate da quest'utente

source: Last reported issues:
es_es: Últimas peticiones registradas
fr_fr: Dernières demandes soumises :
it_it: Ultime segnalazioni inviate:

source: This user has not reported any issues yet
es_es: Este usuario aún no ha divulgado cualquier problema
fr_fr: Cet utilisateur n'a pas encore soumis de demande
it_it: Quest'utente non ha ancora inviato alcuna segnalazione

source: Member of the following teams:</b> %list_of_teams
es_es: Miembro de los siguientes equipos:</b> %list_of_teams
fr_fr: Membres des équipes suivantes :</b> %list_of_teams
it_it: Membro dei seguenti team:</b> %list_of_teams

source: This is one of your friends
es_es: Este es uno de sus amigos
fr_fr: Il s'agit d'un de vos amis
it_it: È uno dei tuoi amici

source: Last seen online at %time
es_es: Visto por última vez en línea en %time
fr_fr: Cet utilisateur a été vu en ligne le %time
it_it: Visto online per l'ultima volta alle %time

source: Switch to this user
es_es: Cambiar a este usuario
fr_fr: Changer vers cet utilisateur
it_it: Passa a questo utente

source: Switch back to original user
es_es: Regresar al usuario original
fr_fr: Revenir à l'utilisateur d'origine
it_it: Ritorna all'utente originale

source: Remove access to / from this scope?
es_es: Eliminar acceso para/desde este ámbito?
fr_fr: Supprimer l'accès à cette instance ?
it_it: Rimuovere l'accesso a/da questo ambito?

source: Do you really want to remove the link to this scope?
es_es: ¿Realmente desea eliminar el enlace a este ámbito?
fr_fr: Voulez-vous vraiment supprimer le lien vers cette instance ?
it_it: Sei sicuro di voler eliminare il collegamento a questo ambito?

source: By doing this, it will not be possible to log into this scope, and users in the scope will no longer have access to your information
es_es: Haciendo esto, no será posible iniciar sesión en este ámbito, y los usuarios en el ámbito ya no tendrán acceso a su información
fr_fr: En faisant cela, il ne sera plus possible de vous identifier dans cette instance, et les utilisateurs de l'instance n'auront plus accès à vos informations.
it_it: Eseguendo quest'azione non sarà possibile accedere a questo ambito e gli utenti nell'ambito non avranno più accesso alle tue informazioni

source: Cancel membership
es_es: Cancelar membresía
fr_fr: Annuler l'adhésion
it_it: Annulla appartenenza

source: Confirm membership in this scope?
es_es: Confirmar miembros en este ámbito?
fr_fr: Confirmez vous l'adhésion dans cette instance ?
it_it: Confermare l'appartenenza a questo ambito?

source: By confirming this membership you will be able to log into this scope, but users and administrators in this scope will also have access to your information (such as email, username, real name, etc.) just like a regular account in that installation.
es_es: Confirmando esta membresía podrás entrar en este ámbito, pero los usuarios y administradores en este ámbito también tendrán acceso a su información (tales como correo electrónico, nombre de usuario, nombre real, etc.) al igual que una cuenta regular en esa instalación.
fr_fr: En confirmant votre adhésion, vous serez en mesure de vous identifier dans cette instance, mais les utilisateurs et les administrateurs de cette instance auront aussi accès à vos informations (telles que courriel, nom d'utilisateur, nom réel, etc.) tout comme un compte classique de cette installation.
it_it: Confermando quest'appartenenza sarai in grado di accedere a questo ambito, ma gli utenti e gli amministratori in questo ambito avranno accesso alle tue informazioni (come l'indirizzo di posta elettronica, il nome utente, il nome reale, ecc.) proprio come se avessi un account regolare in quell'installazione.

source: Confirm membership
es_es: Confirmar miembro
fr_fr: Confirmer l'adhésion
it_it: Conferma appartenenza

source: This is the default scope membership that all users have. This only means you have a user account in the system.
es_es: Se trata de la membresía de alcance predeterminado que tienen todos los usuarios. Esto sólo significa que tiene una cuenta de usuario en el sistema.
fr_fr: Ceci est l'adhésion à l'instance par défaut que l'ensemble des utilisateurs ont. Cela signifie simplement que vous possédez un compte utilisateur dans le système.
it_it: Questo è l'ambito predefinito di appartenenza che hanno tutti gli utenti. Questo significa solamente che hai un account utente nel sistema.

source: Version %thebuggenie_version
es_es: Versión %thebuggenie_version
it_it: Versione %thebuggenie_version

source: The Bug Genie is an issue tracking system with a strong focus on being friendly &ndash; both for regular users and power users
es_es: The Bug Genie es un sistema de seguimiento de peticiones con un fuerte enfoque en la simplicidad &ndash; tanto para usuarios comunes como exigentes
it_it: The Bug Genie è un sistema di issue tracking che pone un forte accento sulla facilità d'uso &ndash; sia per gli utenti normali sia per quelli esperti
