Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: All hostnames not covered by other scopes
es_es: Todos los nombres de servidor no cubiertos por otros ámbitos
fr_fr: Tous les noms de domaines non couverts par d'autres instances
it_it: Tutti i nomi di dominio non sono coperti da altri ambiti

source: %num_projects project(s), %num_issues issue(s)
es_es: %num_projects proyecto(s), %num_issues petición(es)
fr_fr: %num_projects projet(s), %num_issues demande(s)
it_it: %num_projects progetti, %num_issues segnalazioni

source: This is the default scope. It will be loaded and used whenever The Bug Genie is accessed on a hostname for which there is not explicit scope defined.
es_es: Este es el ámbito predeterminado. Será cargado y usado siempre que The Bug Genie es accedido en el servidor que no haya sido definido en un ámbito específico.
fr_fr: Ceci est l'instance par défaut. Elle sera chargée et utilisée dès que The Bug Genie sera accédé depuis un nom de domaine pour lequel aucune instance n'a été explicitement définie.
it_it: Questo è l'ambito predefinito. Esso sarà caricato e utilizzato ogni volta che si accede a The Bug Genie su un nome host per cui non è stato esplicitamente definito un ambito.

source: Update header icon and favicon
es_es: Actualizar icono de cabecera
fr_fr: Mettre à jour de l'icône d'entête et du favicon
it_it: Aggiorna icona intestazione e icona Preferiti

source: Leave as is
es_es: Dejarlo tal cual
fr_fr: Laisser tel quel
it_it: Lascia invariata

source: Remove icon and return to default
es_es: Eliminar icono y volver al prefeterminado
fr_fr: Supprimer l'icône et restaurer celui par défaut
it_it: Rimuovi icona e ripristina l'impostazione predefinita

source: Upload new icon
es_es: Subir nuevo ícono
fr_fr: Téléverser la nouvelle icône
it_it: Carica nuova icona

source: Enable file uploads to upload site icons
es_es: Activa subida de archivos para subir iconos
fr_fr: Activer le téléversement de fichiers pour téléverser des icônes de site
it_it: Abilita caricamenti file per caricare le icone del sito

source: Header icon
es_es: Icono de cabecera
fr_fr: Icône d'entête
it_it: Icona intestazione

source: When you are done, click "%update_icons" to upload the new icons
es_es: Cuando haya terminado, haga clic en "%update_icons" para cargar los nuevos iconos
fr_fr: Lorsque vous avez terminé, cliquez sur « %update_icons » pour téléverser les nouvelles icônes
it_it: Quando hai finito, fai clic su "%update_icons" per caricare le nuove icone

source: Update icons
es_es: Actualizar íconos
fr_fr: Mise à jour de l'icône
it_it: Aggiorna icone

source: Add member(s) to this team
es_es: Añadir miembro(s) a este equipo
fr_fr: Ajouter des membres à cette équipe
it_it: Aggiungi membri a questo team

source: List users in this team
es_es: Listar usuarios en este equipo
fr_fr: Liste des utilisateurs dans cette équipe
it_it: Elenca utenti in questo team

source: Edit permissions for this team
es_es: Editar permisos para este equipo
fr_fr: Modifier les autorisations pour cette équipe
it_it: Modifica permessi per questo team

source: Clone this user team
es_es: Copiar este equipo de usuarios
fr_fr: Dupliquer cette équipe utilisateur
it_it: Clona questo team di utenti

source: Delete this user team
es_es: Borrar este equipo de usuarios
fr_fr: Supprimer cette équipe
it_it: Elimina questo team di utenti

source: Do you really want to delete this team?
es_es: ¿Realmente desea eliminar este equipo?
fr_fr: Voulez-vous vraiment supprimer cette équipe ?
it_it: Sei sicuro di voler eliminare questo team?

source: If you delete this team, then all users in this team will be lose the permissions given via this team
es_es: Si elimina este equipo, entonces todos los usuarios de este equipo se perderán los permisos otorgados por este equipo
fr_fr: Si vous supprimez cette équipe, alors l'ensemble des utilisateurs de cette équipe perdront les permissions attribuées par leur présence dans l'équipe.
it_it: Se elimini questo team, tutti i suoi utenti perderanno i permessi concessi tramite questo team

source: Please specify what parts of this team you want to clone
es_es: Por favor establezca que parte de este equipo quiere copiar
fr_fr: Veuillez spécifier les éléments de l'équipe à cloner
it_it: Specifica quali parti di questo team vuoi clonare

source: New team name
es_es: Nuevo nombre de equipo
fr_fr: Nom de la nouvelle équipe
it_it: Nuovo nome team

source: Clone permissions from the old team for the new team
es_es: Copiar permisos del viejo equipo al nuevo
fr_fr: Cloner les autorisations de l'ancienne équipe pour la nouvelle équipe
it_it: Clona i permessi dal vecchio al nuovo team

source: Clone memberships (make members in the old team also members in the new, cloned team)
es_es: Copiar miembros (hacer que los miembros del equipo original también sean miembros del nuevo)
fr_fr: Cloner les adhésions (rendre les membres de l'ancienne équipe aussi membres de la nouvelle, équipe clonée)
it_it: Clona appartenenze (rendi i membri del vecchio team membri del nuovo team clonato)

source: Clone this team
es_es: Copiar este equipo
fr_fr: Cloner cette équipe
it_it: Clona questo team

source: Cloning team, please wait
es_es: Copiando equipo, espere por favor
fr_fr: Clonage de l'équipe, veuillez patienter
it_it: Clonazione del team in corso, attendere

source: Add a member to this team
es_es: Añadir un miembro a este equipo
fr_fr: Ajouter un membre à cette équipe
it_it: Aggiungi un membro a questo team

source: Users in this team
es_es: Usuarios en este equipo
fr_fr: Utilisateurs dans cette équipe
it_it: Utenti in questo team

source: Configure advanced permissions for %teamname
es_es: Configurar permisos avanzados para %teamname
fr_fr: Configurer des autorisations avancées pour %teamname
it_it: Configura permessi avanzati per %teamname

source: There are no users in this team
es_es: No hay usuarios en este equipo
fr_fr: Il n'y a pas d'utilisateur dans cette équipe
it_it: Non ci sono utenti in questo team

source: Do you really want to remove the user from this team?
es_es: ¿Realmente quiere quitar un usuario de este equipo?
fr_fr: Voulez-vous réellement supprimer cet utilisateur de cette équipe ?
it_it: Sei sicuro di voler rimuovere l'utente da questo team?

source: Removing the user from this team will remove all automatically inherited permissions from the user. You can easily add the user back to the team in the future.
es_es: Eliminar el usuario de este equipo eliminará automáticamente todos los permisos heredados del usuario. Puede fácilmente agregar el usuario de nuevo equipo en el futuro.
fr_fr: Supprimer cet utilisateur de cette équipe supprimera automatiquement les permissions héritées de l'utilisateur. Vous pourrez facilement ajouter de nouveau cet utilisateur à l'équipe par la suite.
it_it: La rimozione dell'utente da questo team rimuoverà tutti i permessi automaticamente ereditati dall'utente. Potrai riaggiungere facilmente l'utente al team in futuro.

source: Remove from team
es_es: Quitar del equipo
fr_fr: Supprimer de l'équipe
it_it: Rimuovi dal team

source: Current theme
es_es: Tema actual

source: Update available
es_es: Actualización disponible

source: Install downloaded theme update file
es_es: Instalar archivo de actualización de tema descargado

source: Please click the download link below and download the update file. Unpack the downloaded archive in the theme folder (%theme_folder), overwriting the current theme (%current_theme_folder) on this server, replacing the old contents. When you are done, refresh this page.
es_es: Por favor haga click en el enlace de desarga inferior y descargue la actualización. Descomprima el archivo descargado en la carpeta de temas (%theme_folder), sobreescriba el tema actual (%current_theme_folder) en este servidor reemplazando el contenido. Cuando lo haya hecho, refresque esta página.

source: %cancel or %download_update_file
es_es: %cancel o %download_update_file

source: Enable theme
es_es: Habilitar tema

source: Require re-authentication
es_es: Requieren autenticación
fr_fr: Nécessite une nouvelle authentification
it_it: Richiedi nuova autenticazione

source: You need to re-enter your password to access the configuration section
es_es: Necesita volver a entrar su contraseña para acceder a la sección de configuración
fr_fr: Vous devez entrer de nouveau votre mot de passe pour accéder à la section de configuration
it_it: Devi reinserire la tua password per accedere alla sezione di configurazione

source: You don't need to re-enter your password
es_es: No es necesario volver a introducir su contraseña
fr_fr: Vous n'avez pas besoin de ressaisir votre mot de passe
it_it: Non devi reinserire la tua password

source: Anonymous access
es_es: Acceso anónimo
fr_fr: Accès anonyme
it_it: Accesso anonimo

source: You need a valid user account to access any content
es_es: Necesita una cuenta de usuario válida para acceder a cualquier contenido
fr_fr: Un compte valide est requis pour accéder au contenu
it_it: Devi avere un account utente valido per accedere a qualsiasi contenuto

source: Use the guest user account
es_es: Utilizar la cuenta de usuario invitado
fr_fr: Utiliser le compte invité
it_it: Utilizza l'account utente ospite

source: Guest user is authenticated
es_es: El usuario invitado se valida
fr_fr: Utilisateur invité authentifié
it_it: L'utente ospite è autenticato

source: No, the default user is a guest account
es_es: No, el usuario por defecto es una cuenta de invitado
fr_fr: Non, l'utilisateur par défaut est un compte invité
it_it: No, l'utente predefinito è un account ospite

source: Yes, the default user is a normal account
es_es: Sí, el usuario por defecto es una cuenta común
fr_fr: Oui, l'utilisateur par défaut est un compte normal
it_it: Sì, l'utente predefinito è un account normale

source: Select if the default user is a guest user or a normal user
es_es: Seleccione si el usuario por defecto es un invitado o un usuario común
fr_fr: Choisissez si l'utilisateur par défaut est un invité ou un utilisateur normal
it_it: Scegli se l'utente predefinito è un utente ospite o un utente normale

source: Security policy
es_es: Política de seguridad
fr_fr: Politique de sécurité
it_it: Politica di sicurezza

source: Permissive
es_es: Permisivo
fr_fr: Permissif
it_it: Permissiva

source: Restrictive
es_es: Restrictivo
fr_fr: Restrictif
it_it: Restrittiva

source: %restrictive: With this security policy, users don't automatically get access to projects, modules, etc., but must be granted access specifically.
es_es: %restrictive: con esta política de seguridad, los usuarios automáticamente no acceder a proyectos, módulos, etc., pero debe conceder acceso específicamente.
fr_fr: %restrictive : Avec cette politique de sécurité, les utilisateurs n'ont pas automatiquement accès aux projets, modules, etc., mais doivent bénéficier d'un accès spécifique.
it_it: %restrictive: con questa politica di sicurezza gli utenti non hanno automaticamente accesso a progetti, moduli ecc. ma deve essere loro consentito l'accesso in modo specifico.

source: %permissive: This security policy assume you have access to things like projects, pages, etc.
es_es: %permissive: Esta política de seguridad asume que se accede a proyectos, páginas, etc. sin restricciones.
fr_fr: %permissive: Cette politique suppose que vous ayez accès à différentes parties tels que les projets, pages, etc.
it_it: %permissive: questa politica di sicurezza assume che tu abbia accesso ad aree come progetti, pagine ecc.

source: If you're running a public tracker, or a tracker with several projects you probably want to use a restrictive security policy - however, with smaller teams or and simpler projects, permissive security policy will be most efficient.
es_es: Si usted maneja un tracker público o un tracker con varios proyectos le probablemente desea utilizar una política de seguridad restrictivas - sin embargo, con equipos más pequeños o y proyectos más simples, una política permisiva de seguridad será más eficiente.
fr_fr: Si vous utilisez le gestionnaire de demandes avec un accès public ou pour plusieurs projets, vous souhaiterez probablement utiliser une stratégie de sécurité restrictive - cependant, avec de petites équipes ou et des projets plus simples, une stratégie de sécurité permissive sera plus efficace.
it_it: Se stai eseguendo un tracker pubblico, o un tracker con più di un progetto, probabilmente vorrai adottare una politica di sicurezza restrittiva - però, con team più piccoli e/o progetti più semplici, una politica di sicurezza permissiva è più efficiente.

source: Some permissions, such as configuration access are not affected by this setting, but must always be explicitly defined
es_es: Algunos permisos, como el acceso de la configuración no se ven afectados por esta opción, pero siempre deben definirse explícitamente
fr_fr: Quelques permissions, telles que la configuration des accès ne sont pas affectées par ce réglage mais doivent toujours être explicitement définies
it_it: Alcuni permessi, come l'accesso alla configurazione, non sono coinvolti da quest'impostazione, ma devono essere sempre esplicitamente definiti

source: User's display name format
es_es: Formato del nombre de usuario a mostrar

source: Use user's real name instead of buddy name
es_es: Usar el nombre de usuario real en lugar del nombre de amigo

source: Prefer buddy name instead of real name.
es_es: Prefiere nombre de amigo en lugar de nombre real

source: Change here how user's name is displayed.
es_es: Cambie aquí como el nombre de usuario es mostrado.

source: Gravatar user icons
es_es: Iconos Gravatar para usuario
fr_fr: Icônes utilisateur Gravatar
it_it: Icone utente Gravatar

source: Users icons will use the gravatar.com service
es_es: Los íconos de usuario usarán el servicio de gravatar.com
fr_fr: Les avatars utilisateurs seront récupérés à partir du service gravatar.com
it_it: Le icone utente useranno il servizio gravatar.com

source: Users will use default user icons
es_es: Los usuarios usarán los íconos por defecto
fr_fr: Les utilisateurs utiliserons les icônes par défaut
it_it: Gli utenti useranno le icone utente predefinite

source: Select whether to use the %gravatar.com user icon service for user avatars, or just use the default ones
es_es: Seleccione si los usuarios utilizarán el servicio de %gravatar.com o solo los por defecto
fr_fr: Sélectionnez si vous souhaitez utiliser ou non le service d'avatar %gravatar.com pour les avatars utilisateurs, ou utilisez uniquement ceux par défaut
it_it: Seleziona se usare il servizio icone utente %gravatar.com per gli avatar utente o se usare semplicemente quelli predefiniti

source: New user accounts
es_es: Nuevas cuentas de usuario
fr_fr: Nouveaux comptes utilisateurs
it_it: Nuovi account utente

source: Users can register new accounts
es_es: Los usuarios pueden registrar cuentas nuevas
fr_fr: Les utilisateurs peuvent s'enregistrer
it_it: Gli utenti possono registrare nuovi account

source: All new user accounts will be created by an admin
es_es: Todos las nuevas cuentas de usuario serán creadas por un administrador
fr_fr: Les comptes utilisateurs sont créés par un administrateur
it_it: Tutti i nuovi account utente saranno creati da un amministratore

source: Enable Mozilla Persona
es_es: Activar Mozilla Persona
fr_fr: Activer Mozilla Persona
it_it: Abilita Mozilla Persona

source: Yes, let users log in with Mozilla Persona
es_es: Sí, deja que los usuarios inician sesión con Mozilla Persona
fr_fr: Oui, laisser les utilisateurs s'identifier avec Mozilla Persona
it_it: Sì, consenti agli utenti di eseguire il login con Mozilla Persona

source: Mozilla Persona support is unavailable when not using internal authentication
es_es: Soporte Mozilla Persona no está disponible cuando no esté utilizando autenticación interna
fr_fr: Le support de Mozilla Persona n'est pas disponible lorsque l'authentification interne n'est pas utilisée
it_it: Il supporto a Mozilla Persona non è disponibile quando non si utilizza l'autenticazione integrata

source: Enable OpenID
es_es: Habilitar OpenId
fr_fr: Activer OpenID
it_it: Abilita OpenID

source: Users can register with OpenID and link OpenID to existing accounts
es_es: Los usuarios pueden registrarse con OpenId a enlazar OpenId a las cuentas existentes
fr_fr: Les utilisateurs peuvent s'inscrire avec OpenID et le lier avec des comptes existants
it_it: Gli utenti possono registrarsi con OpenID e collegare OpenID ad account esistenti

source: Users can only link OpenID logins with existing accounts
es_es: Los usuarios solamente pueden enlazar el ingreso OpenId con las cuentas existentes
fr_fr: Les utilisateurs ne peuvent relier les connexions OpenID avec des comptes existants
it_it: Gli utenti possono solo collegare login OpenID ad account esistenti

source: OpenID authentication is disabled
es_es: La autentificación OpenId está inhabilitada
fr_fr: L'authentification OpenID est désactivée
it_it: L'autenticazione OpenID è disabilitata

source: OpenID support is not available when not using internal authentication
es_es: Soporte OpenID no está disponible si no se utiliza autenticación interna
fr_fr: Le support d'OpenID n'est pas disponible lorsque l'authentification interne n'est pas utilisée
it_it: Il supporto OpenID non è disponibile quando non si utilizza l'autenticazione integrata

source: Registration domain whitelist
es_es: Registro con lista blanca de dominios
fr_fr: Liste blanche des domaines
it_it: Lista bianca domini registrazione

source: Comma-separated list of allowed domains (ex: %example). Leave empty to allow all domains.
es_es: Lista separada por comas de los dominios permitidos (ej: <i>%example</i>). Deje en blanco para permitir todos los dominios.
fr_fr: Liste de domaines séparés par des virgules (ex : <i>%example</i>). Laissez le champ vide pour autoriser tous les domaines.
it_it: Elenco separato da virgole di domini consentiti (ad es.: %example). Lascia il campo vuoto per consentire tutti i domini.

source: Default user group
es_es: Grupo de usuarios por defecto
fr_fr: Groupe d'utilisateur par défaut
it_it: Gruppo utente predefinito

source: New users will automatically be added to this group
es_es: Los nuevos usuarios serán automáticamente agregados a este grupo
fr_fr: Les nouveaux utilisateurs seront automatiquement ajoutés à ce groupe
it_it: I nuovi utenti saranno automaticamente aggiunti a questo gruppo

source: Redirect after login
es_es: Redirigir después de iniciar sesión
fr_fr: Redirection après connexion
it_it: Redirect dopo il login

source: Page before login
es_es: Página de inicio de sesión
fr_fr: Page avant identification
it_it: Pagina prima del login

source: Redirect after logout
es_es: Redirigir después de cerrar sesión
fr_fr: Redirection après déconnexion
it_it: Redirect dopo il logout

source: Scopes available to this user
es_es: Ámbitos disponibles para este usuario
fr_fr: Instances disponibles pour cet utilisateur
it_it: Ambiti disponibili per questo utente

source: The user can access the following scopes
es_es: El usuario puede acceder a los siguientes ámbitos
fr_fr: L'utilisateur peut accéder aux instances suivantes
it_it: L'utente può accedere ai seguenti ambiti

source: Editing scopes for user %username
es_es: Edición de ámbitos para el usuario %username
fr_fr: Modification des instances pour l'utilisateur %username
it_it: Modifica ambiti per l'utente %username

source: Active
es_es: Activo
fr_fr: Actif
it_it: Attivo

source: Inactive
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo

source: Steps: %number_of_workflow_steps
es_es: Pasos: %number_of_workflow_steps
fr_fr: Etapes : %number_of_workflow_steps
it_it: Passaggi: %number_of_workflow_steps

source: Show workflow details
es_es: Mostrar detalles del flujo de trabajo
fr_fr: Afficher les détails du flux de travaux
it_it: Visualizza dettagli flusso di lavoro

source: Create a copy of this workflow
es_es: Crear una copia de este flujo de trabajo
fr_fr: Créer une copie de ce flux de travaux
it_it: Crea una copia di questo flusso di lavoro

source: Cannot delete workflow
es_es: No se puede borrar este flujo de trabajo
fr_fr: Impossible de supprimer ce flux de travaux
it_it: Impossibile eliminare il flusso di lavoro

source: This workflow can not be deleted as it is being used by %number_of_schemes workflow scheme(s)
es_es: Este flujo de trabajo no puede ser eliminado como está siendo utilizado por regímenes de flujo de trabajo %number_of_schemes
fr_fr: Ce flux de travaux ne peut pas être supprimé parce qu'il est utilisé par "%number_of_schemes" système(s) de flux de travaux
it_it: Questo flusso di lavoro non può essere eliminato perché è attualmente usato da %number_of_schemes schemi flusso di lavoro

source: Delete this workflow
es_es: Borrar este flujo de trabajo
fr_fr: Effacer ce flux de travaux
it_it: Elimina questo flusso di lavoro

source: Copy workflow
es_es: Copiar flujo de trabajo
fr_fr: Copier le flux de travaux
it_it: Copia flusso di lavoro

source: Please enter the name of the new workflow
es_es: Por favor ingrese el nombre del nuevo flujo de trabajo
fr_fr: Veuillez saisir le nom du nouveau flux de travaux
it_it: Immetti il nome del nuovo flusso di lavoro

source: Please confirm that you want to delete this workflow.
es_es: Por favor confirme que quiere borrar este flujo de trabajo.
fr_fr: Veuillez confirmer la suppression de ce flux de travaux.
it_it: Conferma l'eliminazione di questo flusso di lavoro.

source: Add outgoing transition from step "%step_name"
es_es: Agregar transición saliente del paso "%step_name"
fr_fr: Ajouter une transition sortante à l'étape "%step_name"
it_it: Aggiungi transizione in uscita dal passaggio "%step_name"

source: Existing transition
es_es: Transiciones existentes
fr_fr: Transition existant
it_it: Transizione esistente

source: Create new transition
es_es: Crear nueva transición
fr_fr: Créer une nouvelle transition
it_it: Crea nuova transizione

source: Transition name
es_es: Nombre de la transición
fr_fr: Nom de la transition
it_it: Nome transizione

source: This name will be presented to the user as a link
es_es: Este nombre será mostrado al usuario en un enlace
fr_fr: Ce nom sera présenté à l'utilisateur comme un lien
it_it: Questo nome sarà presentato all'utente sotto forma di collegamento

source: Optional
es_es: Opcional
fr_fr: Optionnel
it_it: Facoltativo

source: Outgoing step
es_es: Paso de salida
fr_fr: Etape de sortie
it_it: Passaggio in uscita

source: Popup template
es_es: Plantilla emergente
fr_fr: Modèle de popup
it_it: Modello popup

source: Add transition
es_es: Agregar transición
fr_fr: Ajouter une transition
it_it: Aggiungi transizione

source: %add_transition or %cancel
es_es: %add_transition o %cancel
fr_fr: %add_transition ou %cancel
it_it: %add_transition o %cancel

source: Configure workflows
es_es: Configuración de Flujos de trabajo
fr_fr: Configurer les flux de travaux
it_it: Configura i flussi di lavoro

source: Workflow lets you define the lifecycle of an issue. You can define steps, transitions and more, that makes an issue move through its defined lifecycle.
es_es: El flujo de trabajo permite definir el ciclo de vida de un pedido. Puede definir los pasos, transiciones, etc., haciendo que un pedido avance por el ciclo de vida definido.
fr_fr: Les flux de travaux vous permettent de définir le cycle de vie d'une demande. Vous pouvez définir les étapes, transitions et plus, qui permettent de faire évoluer une demande pendant son cycle de vie.
it_it: Il flusso di lavoro ti consente di definire il ciclo di vita di una segnalazione. Puoi definire passaggi, transizioni e altro che faccia muovere una segnalazione all'interno del suo ciclo di vita definito.
