Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Not assigned
es_es: Sin asignar
it_it: Non assegnato

source: Not being worked on
es_es: No se está trabajando
fr_fr: Pas en train de travailler dessus
it_it: Non ci si sta lavorando

source: Not owned by anyone
es_es: Sin propietario
fr_fr: Pas de propriétaire
it_it: Di proprietà di nessuno

source: Not estimated
es_es: Sin estimar
fr_fr: Non estimé
it_it: Non stimato

source: No time spent
es_es: Sin dedicar
fr_fr: Aucun temps passé
it_it: Tempo non dedicato

source: Bug report
es_es: Informe de error
fr_fr: Rapport d'anomalie
it_it: Segnalazione anomalia

source: Documentation request
es_es: Pedido de documentación
fr_fr: Demande documentaire
it_it: Richiesta di documentazione

source: Enhancement
es_es: Mejora
fr_fr: Evolution
it_it: Miglioramento

source: Feature request
es_es: Pedido de funcionalidad
fr_fr: Demande de fonctionnalité
it_it: Richiesta funzionalità

source: Epic
es_es: Épica
fr_fr: Épique
it_it: Epico

source: Support request
es_es: Solicitud de soporte
fr_fr: Demande de support
it_it: Richiesta di supporto

source: Task
es_es: Tarea
fr_fr: Tâche
it_it: Attività

source: User story
es_es: Historia del usuario
fr_fr: Histoire utilisateur
it_it: Storia utente

source: %milestone_name (started %start_date - ended %end_date)
es_es: %milestone_name (comenzó %start_date - finalizó %end_date)
fr_fr: %milestone_name (démarré le %start_date - terminé le %end_date)
it_it: %milestone_name (iniziata il %start_date - terminata il %end_date)

source: %milestone_name (started %start_date - ends %end_date)
es_es: %milestone_name (comenzó %start_date - finaliza %end_date)
fr_fr: %milestone_name (démarré le %start_date - termine le %end_date)
it_it: %milestone_name (iniziata il %start_date - termina il %end_date)

source: %milestone_name (starts %start_date - ended %end_date)
es_es: %milestone_name (empieza el %start_date - termina el %end_date)
it_it: %milestone_name (inizia il %start_date - terminata il %end_date)

source: %milestone_name (started %start_date)
es_es: %milestone_name (empezado el %start_date)
fr_fr: %milestone_name (démarré le %start_date)
it_it: %milestone_name (iniziata il %start_date)

source: %milestone_name (starts %start_date)
es_es: %milestone_name (empieza el %start_date)
fr_fr: %milestone_name (démarre le %start_date)
it_it: %milestone_name (inizia il %start_date)

source: %milestone_name (released: %date)
es_es: %milestone_name (liberado el: %date)
fr_fr: %milestone_name (publié le : %date)
it_it: %milestone_name (rilasciata il: %date)

source: %milestone_name (will be released: %date)
es_es: %milestone_name (será liberado: %date)
fr_fr: %milestone_name (livraison prévue : %date)
it_it: %milestone_name (sarà rilasciata il: %date)

source: %milestone_name (reached: %date)
es_es: %milestone_name (alcanzado: %date)
fr_fr: %milestone_name (atteint le : %date)
it_it: %milestone_name (raggiunta: %date)

source: Not scheduled
es_es: Sin programar
fr_fr: Non planifié
it_it: Non pianificato

source: None
es_es: Nadie
fr_fr: Aucun
it_it: Nessuno

source: Triaging: User pain
es_es: Triaje: Sufrimento del usuario
fr_fr: Tri par : Nuisance utilisateur
it_it: Triage: dolore utente

source: Percent completed
es_es: Porcentaje realizado
fr_fr: Pourcentage d'avancement
it_it: Percentuale di completamento

source: Release
es_es: Liberación
fr_fr: Livraison

source: Components
es_es: Componentes
fr_fr: Composants
it_it: Componenti

source: Edition
es_es: Edición
it_it: Edizione

source: Estimated time to complete
es_es: Tiempo estimado para completar
fr_fr: Temps estimé pour terminer
it_it: Tempo stimato per il completamento

source: Time spent working on the issue
es_es: Tiempo de trabajo dedicado en el pedido
fr_fr: Temps passé sur cette demande
it_it: Tempo dedicato a questa segnalazione

source: Votes
es_es: Votos
it_it: Voti

source: Standard
es_es: Estándar

source: Standard search results
es_es: Resultados de búsqueda estándar
fr_fr: Résultats de recherche standard
it_it: Risultati di ricerca standard

source: Todo-list
es_es: Lista de tareas
it_it: Elenco cose da fare

source: Todo-list with progress indicator
es_es: Lista de pendientes con indicador de progreso
fr_fr: Liste des tâches avec indicateur de progression
it_it: Elenco cose da fare con indicatore di avanzamento

source: Voting results
es_es: Resultados de la votación
fr_fr: Résultats du vote
it_it: Risultati votazione

source: Most voted-for issues
es_es: Peticiones con más votos
fr_fr: Demandes ayant le plus de votes
it_it: Segnalazioni più votate

source: User pain with threshold
es_es: Sufrimiento del usuario con umbral
fr_fr: Pénibilité utilisateur avec seuil
it_it: Dolore utente con soglia

source: User pain indicator with custom single bug pain threshold
es_es: Indicador de sufrimiento con una personalización sencilla de las características del error
fr_fr: Indicateur de pénibilité utilisateur avec seuil de pénibilité personnalisé par anomalie.
it_it: Indicatore dolore utente con soglia dolore per singola anomalia personalizzata

source: Specify user pain threshold
es_es: Especificar el umbral de sufrimiento del usuario
fr_fr: Spécifiez le seuil de pénibilité utilisateur
it_it: Specifica soglia dolore utente

source: RSS feed
es_es: Canal RSS
fr_fr: Flux RSS
it_it: Feed RSS

source: Open issues for %project_name
es_es: Peticiones abiertas de %project_name
fr_fr: Demandes ouvertes pour %project_name
it_it: Segnalazioni aperte per %project_name

source: All open issues
es_es: Todas las cuestiones abiertas
fr_fr: Toutes les demandes ouvertes
it_it: Tutte le segnalazioni aperte

source: Open issues for %project_name (including subprojects)
es_es: Peticiones abiertas para %project_name (incluyendo subproyectos)
fr_fr: Demandes ouvertes pour %project_name (incluant les sous-projets)
it_it: Segnalazioni aperte per %project_name (inclusi i sottoprogetti)

source: Closed issues for %project_name
es_es: Peticiones cerradas de %project_name
fr_fr: Demande fermées pour %project_name
it_it: Segnalazioni chiuse per %project_name

source: All closed issues
es_es: Todos los temas cerrados
fr_fr: Toutes les demandes fermées
it_it: Tutte le segnalazioni chiuse

source: Closed issues for %project_name (including subprojects)
es_es: Peticiones cerradas para %project_name (incluyendo subproyectos)
fr_fr: Demandes fermées pour %project_name (incluant les sous-projets)
it_it: Segnalazioni chiuse per %project_name (inclusi i sottoprogetti)

source: %project_name wishlist
es_es: Lista de deseos para %project_name
fr_fr: liste d'envies %project_name
it_it: Lista dei desideri per %project_name

source: Milestone todo-list for %project_name
es_es: Lista de pendientes para el hito de %project_name
fr_fr: Liste des tâches jalonnées pour %project_name
it_it: Elenco cose da fare nella milestone per %project_name

source: Most voted issues for %project_name
es_es: Peticiones más votadas para %project_name
fr_fr: Demande la plus votée pour %project_name
it_it: Segnalazioni più votate per %project_name

source: Most voted issues
es_es: Peticiones mas votadas
fr_fr: Demandes les plus votées
it_it: Segnalazioni più votate

source: Showing "bug report" issues sorted by user pain, threshold set at %threshold
es_es: Mostrando temas de "informe" ordenadas por el dolor del usuario, umbral fijado en %threshold
fr_fr: Affichage des demandes de type "rapport d'anomalie", triées par pénibilité utilisateur, seuil défini à %threshold
it_it: Visualizzazione delle segnalazioni "anomalia" ordinate per dolore utente, soglia impostata a %threshold

source: Showing issues ordered by number of votes
es_es: Mostrando temas ordenados por número de votos
fr_fr: Affichage des demandes trié par nombre de votes
it_it: Visualizzazione delle segnalazioni ordinate per numero di voti

source: This username already exists
es_es: El usuario ya existe
fr_fr: Ce nom d'utilisateur existe déjà
it_it: Questo nome utente esiste già

source: No such user
es_es: Usuario inexistente
fr_fr: Utilisateur inconnu
it_it: Nessun utente trovato

source: Assign the issue to a user
es_es: Asignar el pedido a un usuario
fr_fr: Assigner la demande à un utilisateur
it_it: Assegna la segnalazione a un utente

source: Assign the issue to the current user
es_es: Asignar la petición al usuario actual
fr_fr: Assigner la demande à l'utilisateur actuel
it_it: Assegna la segnalazione all'utente corrente

source: Mark as not duplicate
es_es: Marcar como no duplicado
fr_fr: Marquer comme n'étant pas un doublon
it_it: Contrassegna come non duplicato

source: Possibly mark as duplicate
es_es: Posiblemente marca como duplicado
fr_fr: Peut-être marquer comme doublon
it_it: Contrassegna come (forse) duplicato

source: Start logging time
es_es: Registro de hora de inicio
fr_fr: Démarrer l'enregistrement du temps
it_it: Inizia a registrare il tempo

source: Stop logging time and optionally add time spent
es_es: Registro de tiempo de parada y opcionalmente añadir tiempo
fr_fr: Arrêter l'enregistrement du temps et ajouter éventuellement le temps passé
it_it: Termina di registrare il tempo e aggiungi facoltativamente il tempo dedicato

source: Clear issue assignee
es_es: Limpiar la asignación de la petición
fr_fr: Effacer la personne assignée
it_it: Cancella assegnatario segnalazione

source: Clear issue priority
es_es: Limpiar prioridad de la petición
fr_fr: Effacer la priorité de la demande
it_it: Cancella priorità segnalazione

source: Clear issue percent
es_es: Limpiar porcentaje de petición
fr_fr: Effacer le pourcentage de la demande
it_it: Cancella percentuale di completamento segnalazione

source: Clear issue reproducability
es_es: Limpiar pasos de reproducción de petición
fr_fr: Effacer la reproductibilité de la demande
it_it: Cancella riproducibilità segnalazione

source: Clear issue resolution
es_es: Limpiar la resolución del pedido
fr_fr: Effacer la résolution de la demande
it_it: Cancella risoluzione segnalazione

source: Clear issue milestone
es_es: Limpiar hito de petición
fr_fr: Effacer le jalon de la demande
it_it: Cancella milestone segnalazione

source: Set issue priority
es_es: Definir prioridad de la petición
fr_fr: Définir la priorité de la demande
it_it: Imposta priorità segnalazione

source: Set issue percent
es_es: Establecer porcentaje de petición
fr_fr: Définir le pourcentage de la demande
it_it: Imposta percentuale di completamento segnalazione

source: Set issue reproducability
es_es: Definir pasos de reproducción de petición
fr_fr: Définir la reproductibilité de la demande
it_it: Imposta riproducibilità segnalazione

source: Set issue resolution
es_es: Definir resolución de petición
fr_fr: Définir la résolution de la demande
it_it: Imposta risoluzione segnalazione

source: Set issue status
es_es: Definir estado de la petición
fr_fr: Définir le statut de al demande
it_it: Imposta stato segnalazione

source: Set issue milestone
es_es: Definir el hito de la petición
fr_fr: Définir le jalon de la demande
it_it: Imposta milestone per la segnalazione

source: Clear issue field %key
es_es: Limpiar campo %key de la petición
fr_fr: Effacer le champ %key de la demande
it_it: Cancella campo segnalazione %key

source: Set issue field %key
es_es: Establecer el campo %key de la petición
fr_fr: Définir le champ %key de la demande
it_it: Imposta campo segnalazione %key

source: Max number of assigned issues
es_es: Numero máximo de peticiones asignadas
fr_fr: Nombre maximum de demandes assignées
it_it: Numero massimo di segnalazioni assegnate

source: User must be member of a certain team
es_es: Usuario debe ser miembro de un determinado equipo
fr_fr: L'utilisateur doit être membre d'une équipe spécifique
it_it: L'utente deve essere membro di un certo team

source: Validate specified priority
es_es: Validar prioridad específica
fr_fr: Validation de la priorité spécifiée
it_it: Convalida priorità specificata

source: Validate specified reproducability
es_es: Validar reproducibilidad especificado
fr_fr: Valider la reproductibilité spécifiée
it_it: Convalida riproducibilità specificata

source: Validate specified resolution
es_es: Validar la resolución especificada
fr_fr: Valider la résolution spécifiée
it_it: Convalida risoluzione specificata

source: Validate specified status
es_es: Validar el estado especificado
fr_fr: Valider le statut spécifié
it_it: Convalida stato specificato

source: Validate specified %key
es_es: Validar %key especificado
fr_fr: Valider %key spécifié
it_it: Convalida %key specificato

source: Validate team membership of assignee
es_es: Validar los miembros del equipo del cesionario
fr_fr: Valider la composition de l'équipe de la personne assignée
it_it: Convalida appartenenza al team dell'assegnatario

source: Invalid workflow validation rule: %rule_name
es_es: Regla de validación del flujo de trabajo no válida: %rule_name
fr_fr: Règle de validation de flux de travail non valide : %rule_name
it_it: Regola di validazione del flusso di lavoro non valida: %rule_name

source: You are not allowed to access this page
es_es: No se permite acceder a esta página
fr_fr: Vous n'êtes pas autorisé à accéder à cette page
it_it: Non sei autorizzato ad accedere a questa pagina

source: You don't have access to perform this action
es_es: No tiene acceso a realizar esta acción
fr_fr: Vous n'avez pas la permission d'effectuer cette action
it_it: Non hai i permessi per eseguire quest'azione

source: Can see issues reported by other users
es_es: Puede ver peticiones registradas por otros usuarios
fr_fr: Peut voir les demandes soumises par d'autres utilisateurs
it_it: Può visualizzare le segnalazioni inoltrate da altri utenti

source: Can see issues reported by users in the same group
es_es: Puede ver peticiones informadas por usuarios en el mismo grupo
fr_fr: Peut voir les demandes soumises par les utilisateurs du même groupe
it_it: Può visualizzare le segnalazioni inoltrate da utenti nello stesso gruppo

source: Can access the configuration page and edit all configuration
es_es: Puede acceder la página de configuración y editar todas las opciones
fr_fr: Peut accéder à la page de configuration et éditer la configuration
it_it: Può accedere alla pagina di configurazione e modificare tutte le impostazioni

source: Read-only access: "Settings" configuration page
es_es: Acceso sólo de lectura: Página de configuración de "Configuración"
fr_fr: Accès en lecture seule : page de configuration "Paramètres"
it_it: Accesso in sola lettura:

source: Read + write access: "Settings" configuration page
es_es: Lectura + escritura: Página de configuración de "Configuración"
fr_fr: Accès en lecture et écriture : page de configuration "Paramètres"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Impostazioni"

source: Read-only access: "Permissions" configuration page
es_es: Acceso de sólo lectura: Página de configuración de "Permisos"
fr_fr: Accès en lecture seule : page de configuration "Autorisations"
it_it: Accesso in sola lettura: pagina di configurazione "Permessi"

source: Read + write access: "Permissions" configuration page
es_es: Lectura + escritura: Página de configuración de "Permisos"
fr_fr: Accès en lecture et écriture : page de configuration "Autorisations"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Permessi"

source: Read-only access: "Uploads" configuration page
es_es: Acceso de sólo lectura: Página de configuración de "Carga"
fr_fr: Accès en lecture seule : page de configuration "Téléversements"
it_it: Accesso in sola lettura: pagina di configurazione "Caricamenti"

source: Read + write access: "Uploads" configuration page
es_es: Lectura + escritura: Página de configuración de "Carga"
fr_fr: Accès en lecture et écriture : page de configuration "Téléversements"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Caricamenti"

source: Read-only access: "Scopes" configuration page
es_es: Acceso de sólo lectura: Página de configuración de "Alcances"
fr_fr: Accès en lecture seule : page de configuration "Instances"
it_it: Accesso in sola lettura: pagina di configurazione "Ambiti"

source: Read + write access: "Scopes" configuration page
es_es: Lectura + escritura: Página de configuración de "Alcances"
fr_fr: Accès en lecture et écriture : page de configuration "Instances"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Ambiti"

source: Read-only access: "Import" configuration page
es_es: Acceso de sólo lectura: Página de configuración de "Importar"
fr_fr: Accès en lecture seule : page de configuration "Import"
it_it: Accesso in sola lettura: pagina di configurazione "Importazione"

source: Read + write access: "Import" configuration page
es_es: Lectura + escritura: Página de configuración de "Importar"
fr_fr: Accès en lecture et écriture : page de configuration "Import"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Importazione"

source: Read-only access: "Projects" configuration page
es_es: Acceso de sólo lectura: Página de configuración de "Proyectos"
fr_fr: Accès en lecture seule : page de configuration "Projets"
it_it: Accesso in sola lettura: pagina di configurazione "Progetti"

source: Read + write access: "Projects" configuration page
es_es: Lectura + escritura: Página de configuración de "Proyectos"
fr_fr: Accès en lecture et écriture : page de configuration "Projets"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Progetti"

source: Read-only access: "Issue types" configuration page
es_es: Acceso de sólo lectura: "Tipos de emitir" página de configuración
fr_fr: Accès en lecture seule : page de configuration "Types de demandes"
it_it: Accesso in sola lettura: pagina di configurazione "Tipologie segnalazione"

source: Read + write access: "Issue types" configuration page
es_es: Lectura + escritura: "Tipos de emitir" página de configuración
fr_fr: Accès en lecture et écriture : page de configuration "Types de demandes"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Tipologie segnalazione"

source: Read-only access: "Issue fields" configuration page
es_es: Acceso de sólo lectura: "Campos de emitir" página de configuración
fr_fr: Accès en lecture seule : page de configuration "Champs de demandes"
it_it: Accesso in sola lettura: pagina di configurazione "Campi segnalazione"

source: Read + write access: "Issue fields" configuration page
es_es: Lectura + escritura: Página de configuración de "Emitir campos"
fr_fr: Accès en lecture et écriture : page de configuration "Champs de demandes"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Campi segnalazione"

source: Read-only access: "Users, teams and groups" configuration page
es_es: Acceso de sólo lectura: Página de configuración de "Usuarios, equipos y grupos"
fr_fr: Accès en lecture seule : page de configuration "Utilisateurs, équipes et groupes"
it_it: Accesso in sola lettura: pagina di configurazione "Utenti, team e gruppi"

source: Read + write access: "Users, teams and groups" configuration page
es_es: Lectura + escritura: Página de configuración de "Usuarios, equipos y grupos"
fr_fr: Accès en lecture et écriture : page de configuration "Utilisateurs, équipes et groupes"
it_it: Accesso in lettura e scrittura: pagina di configurazione "Utenti, team e gruppi"

source: Read-only access: "Modules" and any module configuration page
es_es: Acceso de sólo lectura: "Módulos" y cualquier página de configuración del módulo
fr_fr: Accès en lecture seule : page de configuration "Modules" et pages de configuration des modules associés
it_it: Accesso in sola lettura: "Moduli" e tutte le pagine di configurazione dei moduli

source: Read + write access: "Modules" configuration page and any modules
es_es: Lectura + escritura: Página de configuración de "Módulos"
fr_fr: Accès en lecture et écriture : page de configuration "Modules" et pages de configuration des modules associés
it_it: Accesso in lettura e scrittura: "Moduli" e tutte le pagine di configurazione dei moduli

source: Read-only access: "Themes" configuration page and any themes
es_es: Acceso de solo lectura: Página de configuración de "Temas" y cualquier tema

source: Read + write access: "Themes" configuration page and any themes
es_es: Acceso lectura escritura: página de configuración "Temas" y cualquier tema.

source: Can search for issues and create saved searches
es_es: Puede buscar peticiones y crear búsquedas predefenidas
fr_fr: Peut rechercher des demandes et créer des recherches enregistrées
it_it: Può cercare segnalazioni e creare ricerche salvate

source: Can search for issues
es_es: Puede buscar peticiones
fr_fr: Peut rechercher des demandes
it_it: Può cercare segnalazioni

source: Can create saved searches that are public
es_es: Puede crear búsquedas predefinidas que sean públicas
fr_fr: Peut créer des recherches enregistrées publiques
it_it: Può creare ricerche salvate pubbliche

source: Can edit main menu
es_es: Puede editar el menú principal
fr_fr: Peut éditer le menu principal
it_it: Può modificare il menù principale

source: Can access the frontpage
es_es: Puede acceder a la portada
fr_fr: Peut accéder à la page principale
it_it: Può accedere alla pagina principale

source: Can access the user dashboard
es_es: Puede acceder al Panel de control del usuario
fr_fr: Peut accéder au tableau de bord utilisateur
it_it: Può accedere al cruscotto utente

source: Can access the search page
es_es: Puede acceder a la página de búsqueda
fr_fr: Peut accéder à la page recherche
it_it: Può accedere alla pagina di ricerca

source: Can access the "About" page
es_es: Puede acceder a la página "Acerca de"
fr_fr: Peut accéder à la page "À propos"
it_it: Può accedere alla pagina "Informazioni su"

source: Can access the "My account" page
es_es: Puede acceder a la página "Mi cuenta"
fr_fr: Peut accéder à la page "Mon compte"
it_it: Può accedere alla pagina "Il mio account"

source: Can change own password
es_es: Puede cambiar su propia contraseña
fr_fr: Peut changer son mot de passe
it_it: Può modificare la propria password

source: Can see list of teams in header menu
es_es: Puede ver la lista de equipos en el menú superior
fr_fr: Peut voir la liste des équipes dans le menu principal
it_it: Può visualizzare la lista dei team nel menu nell'intestazione

source: Can access all clients
es_es: Pueden acceder todos los clientes
fr_fr: Peut accéder à l'ensemble des clients
it_it: Può accedere a tutti i clienti

source: Can access all project pages
es_es: Puede acceder a todas las páginas del proyecto
fr_fr: Peut accéder à toutes les pages projet
it_it: Può accedere a tutte le pagine del progetto

source: Can access the project dashboard
es_es: Puede acceder al tablero del proyecto
fr_fr: Peut accéder au tableau de bord du projet
it_it: Può accedere al cruscotto del progetto

source: Can access the project planning page
es_es: Puede acceder a la página de planificación del proyecto
fr_fr: Peut accéder au planning du projet
it_it: Può accedere alla pagina di pianificazione del progetto

source: Can access the project scrum page
es_es: Puede acceder a la página de scrum del proyecto
fr_fr: Peut accéder à la page "Scrum"
it_it: Può accedere alla pagina degli scrum del progetto

source: Can access the project issues search page
es_es: Puede acceder a la página de búsqueda de peticiones
fr_fr: Peut accéder à la page de recherche des demandes du projet
it_it: Può accedere alla pagina di ricerca delle segnalazioni del progetto

source: Can access the project roadmap page
es_es: Puede acceder a la página de la hoja de ruta
fr_fr: Peut accéder à la feuille de route du projet
it_it: Può accedere alla pagina della tabella di marcia del progetto

source: Can access the project team page
es_es: Puede acceder a la página del equipo del proyecto
fr_fr: Peut accéder à la page de l'équipe du projet
it_it: Può accedere alla pagina della squadra del progetto
