Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Can access the project statistics page
es_es: Puede acceder a la página de estadísticas del proyecto
fr_fr: Peut accéder aux statistiques du projet
it_it: Può accedere alla pagina delle statistiche del progetto

source: Can access the project timeline page
es_es: Puede acceder a la página de línea de tiempo del proyecto
fr_fr: Peut accéder à la chronologie du projet
it_it: Può accedere alla pagina della timeline del progetto

source: Can see that project exists
es_es: Puede ver si el proyecto existe
fr_fr: Peut voir les projets existants
it_it: Può vedere che il progetto esiste

source: Can see complete project hierarchy
es_es: Puede ver la jerarquía completa del proyecto
fr_fr: Peut voir la hiérarchie complète du projet
it_it: Può visualizzare la gerarchia completa del progetto

source: Can see all editions
es_es: Puede ver todas las ediciones
fr_fr: Peut voir toutes les éditions
it_it: Può visualizzare tutte le edizioni

source: Can see all components
es_es: Puede ver todos los componentes
fr_fr: Peut voir tous les composants
it_it: Può visualizzare tutti i componenti

source: Can see all releases
es_es: Puede ver todas las liberaciones
fr_fr: Peut voir toutes les livraisons
it_it: Può visualizzare tutte le release

source: Can see all milestones
es_es: Puede ver todos los hitos
fr_fr: Peut voir tous les jalons
it_it: Può visualizzare tutte le milestone

source: Can manage stories, tasks, sprints and backlog on the project planning page
es_es: Puede gestionar historias, tareas, sprints y backlogs en la página de planificación del proyecto
fr_fr: Peut gérer les stories, tâches, sprints et le backlog dans la page de planning des sprints
it_it: Può gestire storie, attività, sprint e arretrato sulla pagina di pianificazione del progetto

source: Can add milestones/sprints on the project planning page
es_es: Puede agregar hitos/sprints en la página de planificación del proyecto
fr_fr: Peut ajouter des jalons/sprints sur la page de planning du projet
it_it: Può aggiungere milestone/sprint sulla pagina di pianificazione del progetto

source: Can (re-)assign issues/tasks/stories to milestones/sprints/backlog on the project planning page
es_es: Puede (re-)asignar peticiones/tareas/historias a hitos/sprints/backlog en la página de planificación del proyecto

source: Can manage project
es_es: Puede administrar proyectos
fr_fr: Peut gérer le projet
it_it: Può gestire il progetto

source: Can manage project releases and components
es_es: Puede administrar liberaciones y componentes del proyecto
fr_fr: Peut gérer les livraisons et les composants du projet
it_it: Può gestire le release e i componenti del progetto

source: Can edit project details and settings
es_es: Puede editar detalles y configuraciones del proyecto
fr_fr: Peut éditer les détails et les paramètres du projet
it_it: Può modificare dettagli e impostazioni del progetto

source: Can see this edition
es_es: Puede ver esta edición
fr_fr: Peut voir cette édition
it_it: Può visualizzare questa edizione

source: Can see this component
es_es: Puede ver este componente
fr_fr: Peut voir ce composant
it_it: Può visualizzare questo componente

source: Can see this release
es_es: Puede ver esta liberación
fr_fr: Peut voir cette livraison
it_it: Può visualizzare questa release

source: Can see this milestone
es_es: Puede ver este hito
fr_fr: Peut voir ce jalon
it_it: Può visualizzare questa milestone

source: Can vote for issues
es_es: Puede votar en las peticiones
fr_fr: Peut voter pour les demandes
it_it: Può votare nelle segnalazioni

source: Can toggle issue access between restricted and public
es_es: Puede cambiar el acceso a las peticiones entre restringido y público
fr_fr: Peut basculer l'accès d'une demande entre restreint et public
it_it: Può impostare i permessi di accesso per una segnalazione da "Limitato" a "Pubblico" e viceversa

source: Can create issues, edit basic information on issues reported by the user and close/re-open them
es_es: Puede crear peticiones, editar información básica en las peticiones registradas por el usuario y cerrar o re-abrirlas
fr_fr: Peut créer des demandes, éditer les informations de base des demandes soumises par l'utilisateur et les fermer/réouvrir
it_it: Può creare segnalazioni, modificare informazioni di base sulle segnalazioni dell'utente e chiuderle/riaprirle

source: Can create new issues
es_es: Puede crear nuevas peticiones
fr_fr: Peut créer de nouvelles demandes
it_it: Può creare nuove segnalazioni

source: Can edit title and description on issues reported by the user
es_es: Puede editar el título y la descripción de las peticiones informadas por el usuario
fr_fr: Peut éditer le titre et la description des demandes soumises par l'utilisateur
it_it: Può modificare titolo e descrizione delle segnalazioni inviate dall'utente

source: Can edit issue title on issues reported by the user
es_es: Puede editar el título de las peticiones informadas por el usuario
fr_fr: Peut éditer le titre des demandes soumises par l'utilisateur
it_it: Può modificare il titolo delle segnalazioni inviate dall'utente

source: Can edit issue description on issues reported by the user
es_es: Puede editar la descripción de las peticiones registradas por el usuario
fr_fr: Peut éditer la description des demandes soumises par l'utilisateur
it_it: Può modificare la descrizione delle segnalazioni inviate dall'utente

source: Can edit steps to reproduce on issues reported by the user
es_es: Puede editar la secuencia de pasos para reproducir el problema informado por el usuario
fr_fr: Peut éditer les étapes de reproduction des demandes soumises par l'utilisateur
it_it: Può modificare i passaggi per riprodurre il problema nelle segnalazioni inviate dall'utente

source: Can close and reopen issues reported by the user
es_es: Puede cerrar y reabrir peticiones registradas por el usuario
fr_fr: Peut fermer et réouvrir des demandes soumises par l'utilisateur
it_it: Può chiudere e riaprire le segnalazioni inviate dall'utente

source: Can close issues reported by the user
es_es: Puede cerrar peticiones registradas por el usuario
fr_fr: Peut fermer des demandes soumises par l'utilisateur
it_it: Può chiudere le segnalazioni inviate dall'utente

source: Can re-open issues reported by the user
es_es: Puede reabrir peticiones registradas por el usuario
fr_fr: Peut réouvir des demandes soumises par l'utilisateur
it_it: Può riaprire le segnalazioni inviate dall'utente

source: Can delete, close, reopen and update any issue details and progress
es_es: Puede borrar, cerrar, reabrir y actualizar cualquier detalle y avance de cualquier petición
fr_fr: Peut effacer, fermer, réouvrir et mettre à jour tous les détails des demandes et les progressions
it_it: Può eliminare, chiudere, riaprire e aggiornare i dettagli e l'avanzamento di qualsiasi segnalazione

source: Can edit title and description on any issues
es_es: Puede editar el título y la descripción de cualquier petición
fr_fr: Peut éditer le titre et la description de toutes les demandes
it_it: Può modificare titolo e descrizione di qualsiasi segnalazione

source: Can edit any issue title
es_es: Puede editar el título de cualquier petición
fr_fr: Peut éditer le titre de toutes les demandes
it_it: Può modificare il titolo di qualsiasi segnalazione

source: Can edit any issue description
es_es: Puede editar la descripción de cualquier petición
fr_fr: Peut éditer la description de toutes les demandes
it_it: Può modificare la descrizione di qualsiasi segnalazione

source: Can edit any issue steps to reproduce
es_es: Puede editar la secuencia de pasos de cualquier petición
fr_fr: Peut éditer les étapes de reproduction de toutes les demandes
it_it: Può modificare i passaggi per riprodurre il problema per qualsiasi segnalazione

source: Can delete issues
es_es: Puede eliminar peticiones
fr_fr: Peut supprimer les demandes
it_it: Può eliminare segnalazioni

source: Can close any issues
es_es: Puede cerrar cualquier petición
fr_fr: Peut fermer toutes les demandes
it_it: Può chiudere qualsiasi segnalazione

source: Can re-open any issues
es_es: Puede reabrir cualquier petición
fr_fr: Peut réouvrir toutes les demandes
it_it: Può riaprire qualsiasi segnalazione

source: Can edit issue posted by
es_es: Puede editar peticiones registradas por
fr_fr: Peut éditer l'émetteur d'une demande
it_it: Può modificare le segnalazioni inviate da

source: Can edit issue owned by
es_es: Puede editar peticiones propiedad de
fr_fr: Peut éditer le propriétaire d'une demande
it_it: Può modificare le segnalazioni appartenenti a

source: Can edit issue assigned_to
es_es: Puede editar peticiones asignados a
fr_fr: Peut éditer l'assignation d'une demande
it_it: Può modificare il campo "Assegnato a" delle segnalazioni

source: Can edit issue status
es_es: Puede editar el estado de la petición
fr_fr: Peut éditer le statut d'une demande
it_it: Può modificare lo stato delle segnalazioni

source: Can edit issue category
es_es: Puede editar la categoría de la petición
fr_fr: Peut éditer la catégorie d'une demande
it_it: Può modificare la categoria delle segnalazioni

source: Can edit issue priority
es_es: Puede editar la prioridad de la petición
fr_fr: Peut éditer la priorité d'une demande
it_it: Può modificare la priorità delle segnalazioni

source: Can edit issue severity
es_es: Puede editar la gravedad de la petición
fr_fr: Peut éditer la sévérité d'une demande
it_it: Può modificare la gravità delle segnalazioni

source: Can edit issue reproducability
es_es: Puede editar la frecuencia de la petición
fr_fr: Peut éditer la reproductibilité d'une demande
it_it: Può modificare la riproducibilità delle segnalazioni

source: Can edit issue resolution
es_es: Puede editar la resolución de la petición
fr_fr: Peut éditer la résolution d'une demande
it_it: Può modificare la risoluzione delle segnalazioni

source: Can estimate issues
es_es: Puede estimar la petición
fr_fr: Peut estimer les demandes
it_it: Può stimare le segnalazioni

source: Can spend time working on issues
es_es: Puede establecer el tiempo dedicado en la petición
fr_fr: Peut passer du temps à travailler sur des demandes
it_it: Può segnare il tempo trascorso sulle segnalazioni

source: Can edit issue percent complete
es_es: Puede editar el porcentaje de avance de
fr_fr: Peut éditer le pourcentage d'avancement d'une demande
it_it: Può modificare la percentuale di completamento delle segnalazioni

source: Can set issue milestone
es_es: Puede definir el hito de la petición
fr_fr: Peut définir le jalon d'une demande
it_it: Può impostare una milestone per le segnalazioni

source: Can change custom field values for issues reported by the user
es_es: Puede cambiar los valores de los campos personalizados de las peticiones registradas por el usuario
fr_fr: Peut modifier les valeurs de champs personnalisés des demandes soumises par l'utilisateur
it_it: Può modificare i valori dei campi personalizzati delle segnalazioni inviate dall'utente

source: Can change custom field values for any issues
es_es: Puede cambiar el valor de los campos personalizados de cualquier petición
fr_fr: Peut modifier les valeurs de champs personnalisés de toutes les demandes
it_it: Può modificare i valori dei campi personalizzati di qualunque segnalazione

source: Can change custom field "%field_name" for issues reported by the user
es_es: Puede cambiar el campo personalizado "%field_name" para temas registrados por el usuario
fr_fr: Peut modifier le champ personnalisé "%field_name" pour les demandes soumises par l'utilisateur
it_it: Può modificare il campo personalizzato "%field_name" delle segnalazioni inviate dall'utente

source: Can change custom field "%field_name" for any issues
es_es: Puede cambiar el campo personalizado "%field_name" para cualquier problema
fr_fr: Peut modifier le champ personnalisé "%field_name" pour toutes les demandes
it_it: Può modificare il campo personalizzato "%field_name" di qualunque segnalazione

source: Can change issue field to "%option_name" for issues reported by the user
es_es: Puede cambiar el campo de la petición a "%option_name" para las peticiaiones registradas por el usuario
fr_fr: Peut changer le champ personnalisé "%option_name" pour les demandes soumises par l'utilisateur
it_it: Può modificare il campo della segnalazione al valore "%option_name" delle segnalazioni inviate dall'utente

source: Can change issue field "%type_name" for issues reported by the user
es_es: Puede cambiar el tema campo "%type_name" para peticiones registradas por el usuario
fr_fr: Peut changer le champ personnalisé "%type_name" pour les demandes soumises par l'utilisateur
it_it: Può modificare il campo della segnalazione "%type_name" delle segnalazioni inviate dall'utente

source: Can add/remove extra information and link issues (edition, component, release, links and files) to issues
es_es: Puede añadir/eliminar la información adicional y las direcciones de enlace (edición, componentes, liberación, enlaces y archivos) a las cuestiones
fr_fr: Peut ajouter/supprimer des informations complémentaires (édition, composant, livraison, liens et fichiers) aux demandes
it_it: Può aggiungere/rimuovere informazioni aggiuntive e collegare segnalazioni (edizione, componente, release, collegamenti e file) alle segnalazioni

source: Can add releases / versions to list of affected versions for issues reported by the user
es_es: Puede agregar liberaciones / versiones a la lista de versiones afectadas en las peticiones registradas por el usuario
fr_fr: Peut ajouter des livraisons/versions à la liste des versions affectées des demandes soumises par l'utilisateur
it_it: Può aggiungere release/versioni all'elenco delle versioni interessate alle segnalazioni inviate dall'utente

source: Can add releases / versions to list of affected versions for any issues
es_es: Puede agregar liberaciones / versiones a la lista de versiones afectadas de cualquier petición
fr_fr: Peut ajouter des livraisons/versions à la liste des versions affectées de toutes les demandes
it_it: Può aggiungere release/versioni all'elenco delle versioni interessate a qualsiasi segnalazione

source: Can add components to list of affected components for issues reported by the user
es_es: Puede agregar componentes a la lista de componentes afectados en las peticiones registradas por el usuario
fr_fr: Peut ajouter des composants à la liste des composants affectés des demandes soumises par l'utilisateur
it_it: Può aggiungere componenti all'elenco dei componenti interessati alle segnalazioni inviate dall'utente

source: Can add components to list of affected components for any issues
es_es: Puede agregar componentes a la lista de componentes afectados de cualquier petición
fr_fr: Peut ajouter des composants à la liste des composants affectés de toutes les demandes
it_it: Può aggiungere componenti all'elenco dei componenti interessati a qualsiasi segnalazione

source: Can add editions to list of affected editions for issues reported by the user
es_es: Puede agregar ediciones a la lista de ediciones afectadas en las peticiones registradas por el usuario
fr_fr: Peut ajouter des éditions à la liste des éditions affectées des demandes soumises par l'utilisateur
it_it: Può aggiungere edizioni alla lista delle edizioni interessate delle segnalazioni inviate dall'utente

source: Can add editions to list of affected editions for any issues
es_es: Puede agregar ediciones a la lista de ediciones afectadas en cualquier petición
fr_fr: Peut ajouter des éditions à la liste des éditions affectées de toutes les demandes
it_it: Può aggiungere edizioni alla lista delle edizioni interessate di qualsiasi segnalazione

source: Can add links to issues reported by the user
es_es: Puede agregar enlaces a las peticiones registradas por el usuario
fr_fr: Peut ajouter des liens aux demandes soumises par l'utilisateur
it_it: Può aggiungere collegamenti alle segnalazioni inviate dall'utente

source: Can add links to any issues
es_es: Puede agregar enlaces en cualquier petición
fr_fr: Peut ajouter des liens à toutes les demandes
it_it: Può aggiungere collegamenti a qualsiasi segnalazione

source: Can add files to and remove own files from issues reported by the user
es_es: Puede agregar archivos y quitar los archivos propios de las peticiones registradas por el usuario
fr_fr: Peut ajouter des pièces jointes aux demandes soumises par l'utilisateur
it_it: Può aggiungere e rimuovere i propri file alle segnalazioni inviate dall'utente

source: Can add files to and remove own files from any issues
es_es: Puede agregar archivos y quitar los archivos propios de cualquier petición
fr_fr: Peut ajouter des pièces jointes à toutes les demandes
it_it: Può aggiungere e rimuovere i propri file a qualsiasi segnalazione

source: Can remove any attachments from issues reported by the user
es_es: Puede quitar cualquier adjunto de las peticiones registradas por el usuario
fr_fr: Peut supprimer les pièces jointes des demandes soumises par l'utilisateur
it_it: Può rimuovere qualunque allegato dalle segnalazioni inviate dall'utente

source: Can remove any attachments from any issues
es_es: Puede quitar cualquier adjunto de cualquier petición
fr_fr: Peut supprimer les pièces jointes de toutes les demandes
it_it: Può rimuovere qualunque allegato da qualsiasi segnalazione

source: Can add related issues to other issues
es_es: Puede vincular peticiones entre sí
fr_fr: Peut associer des demandes à d'autres demandes
it_it: Può aggiungere segnalazioni correlate ad altre segnalazioni

source: Can see public comments, post new, edit own and delete own comments
es_es: Puede ver los comentarios públicos, publicar, editar y borrar los comentarios propios
fr_fr: Peut voir les commentaires publiques, poster des commentaires, éditer et supprimer ses commentaires
it_it: Può visualizzare i commenti pubblici, inviarne di nuovi, modificare ed eliminare i propri

source: Can see public comments
es_es: Puede ver los comentarios públicos
fr_fr: Peut voir les commentaires publiques
it_it: Può visualizzare i commenti pubblici

source: Can post comments
es_es: Puede publicar comentarios
fr_fr: Peut poster des commentaires
it_it: Può inviare commenti

source: Can edit own comments
es_es: Puede editar sus comentarios
fr_fr: Peut éditer ses commentaires
it_it: Può modificare i propri commenti

source: Can delete own comments
es_es: Puede borrar sus comentarios
fr_fr: Peut supprimer ses commentaires
it_it: Può cancellare i propri commenti

source: Can see all comments (including non-public), post new, edit and delete all comments
es_es: Puede ver todos los comentarios (incluyendo los privados), publicar, editar y borrar todos los comentarios
fr_fr: Peut voir tous les commentaires (y compris ceux masqués), poster des commentaires, éditer et supprimer tous les commentaires
it_it: Può visualizzare tutti i commenti (inclusi quelli non pubblici), inviarne di nuovi, modificare e cancellare tutti i commenti

source: Can see all comments including hidden
es_es: Puede ver todos los comentarios incluyendo los ocultos
fr_fr: Peut voir tous les commentaires y compris ceux masqués
it_it: Può visualizzare tutti i commenti inclusi quelli nascosti

source: Can edit all comments
es_es: Puede editar todos los comentarios
fr_fr: Peut modifier tous les commentaires
it_it: Può modificare tutti i commenti

source: Can delete any comments
es_es: Puede borrar cualquier comentario
fr_fr: Peut supprimer tous les commentaires
it_it: Può eliminare tutti i commenti

source: A loop has been found in the project heirarchy. Go to project configuration, and alter the subproject setting for this project so that this project is not a subproject of one which is a subproject of this one.
es_es: Se ha encontrado un bucle en la jerarquía del proyecto. Ve a la configuración del proyecto, y altera la configuración de los subproyectos de este proyecto para que este proyecto no sea un subproyecto de uno que es un subproyecto de éste.
fr_fr: Une boucle a été détectée dans la hiérarchie du projet. Allez à la configuration du projet et modifiez le paramètre de sous-projet pour ce projet de façon à ce que ce projet ne soit pas un sous-projet d'un projet qui est déjà sous-projet de ce projet.
it_it: È stato trovato un ciclo nella gerarchia del progetto. Vai alla configurazione del progetto e modifica l'impostazione "Sottoprogetto" per questo progetto in modo che questo progetto non sia un sottoprogetto di un progetto che è un sottoprogetto di questo.

source: An authentication error occured. Please reload your page and try again
es_es: Ha ocurrido un error de autentificación. Por favor recargue la pagina y pruebe de nuevo
fr_fr: Une erreur d'authentification s'est produite. Actualisez la page et réessayez
it_it: Si è verificato un errore di autenticazione. Aggiorna la pagina e riprova

source: Please log in
es_es: Por favor ingrese
fr_fr: Veuillez vous connecter
it_it: Esegui il login

source: Please re-enter your password to continue
es_es: Por favor vuelva a ingresar su contraseña para continuar
fr_fr: Veuillez re-saisir votre mot de passe pour continuer
it_it: Reimmetti la tua password per continuare

source: You cannot upload files bigger than %max_size MB
es_es: No puede subir archivos más grandes que %max_size MB
fr_fr: Vous ne pouvez pas envoyer des fichiers dont la taille est supérieure à %max_size Mo
it_it: Non puoi caricare file più grandi di %max_size MB

source: Could not determine filetype
es_es: No se pudo determinar el tipo de archivo
fr_fr: Impossible de déterminer le type de fichier
it_it: Impossibile determinare il tipo di file

source: This filetype is not allowed
es_es: El tipo de archivo no está permitido
fr_fr: Ce type de fichier n'est pas autorisé
it_it: Questo tipo di file non è consentito

source: An error occured when saving the file
es_es: Se produjo un error cuando se guardaba el archivo
fr_fr: Une erreur est survenue pendant l'enregistrement du fichier
it_it: Si è verificato un errore durante il salvataggio del file

source: The file was not uploaded correctly
es_es: El archivo no subió correctamente
fr_fr: Le fichier n'a pas été envoyé correctement
it_it: Il file non è stato caricato correttamente

source: The upload was interrupted, please try again
es_es: La subida fue interrumpida, por favor reintente
fr_fr: L'envoi a été interrompu, essayez plus tard
it_it: Il caricamento è stato interrotto, riprova

source: No file was uploaded
es_es: Ningún archivo fue subido
fr_fr: Aucun fichier envoyé
it_it: Non è stato caricato alcun file

source: An unhandled error occured
es_es: Ha ocurrido un error no controlado
fr_fr: Une erreur non gérée s'est produite
it_it: Si è verificato un errore non gestito

source: Uploads are not enabled
es_es: Subida de archivos no habilitada
fr_fr: Les téléversements ne sont pas activés
it_it: I caricamenti non sono abilitati

source: Could not find the uploaded file. Please make sure that it is not too big.
es_es: No se pudo encontrar el archivo cargado. Por favor, asegúrese de que no es demasiado grande.
fr_fr: Impossible de récupérer le fichier téléversé. Assurez vous qu'il ne soit pas trop gros.
it_it: Impossibile trovare il file caricato. Assicurati che non sia troppo grande.

source: Frontpage
es_es: Portada
fr_fr: Accueil
it_it: Pagina principale

source: Personal dashboard
es_es: Panel Personal
fr_fr: Tableau de bord personnel
it_it: Cruscotto personale

source: Issues
es_es: Peticiones
fr_fr: Demandes
it_it: Segnalazioni

source: Teams
es_es: Equipos
fr_fr: Équipes
it_it: Team

source: Clients
es_es: Clientes
it_it: Clienti

source: About %sitename
es_es: Acerca de %sitename
fr_fr: À propos de %sitename
it_it: Informazioni su %sitename

source: Account details
es_es: Detalles de la cuenta
fr_fr: Détails du compte
it_it: Dettagli account

source: Dashboard
es_es: Tablero de control
fr_fr: Tableau de bord
it_it: Cruscotto
