Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: People involved
es_es: Personas involucradas
fr_fr: Personnes impliquées
it_it: Persone coinvolte

source: Posted by
es_es: Publicado por
fr_fr: Soumis par
it_it: Inviato da

source: Click to change owner
es_es: Haga clic para cambiar al propietario
fr_fr: Cliquer pour changer le propriétaire
it_it: Clicca per modificare il proprietario

source: Change poster
es_es: Cambiar anunciante
fr_fr: Modifier l'émetteur
it_it: Modifica autore

source: Owned by
es_es: Propiedad de
fr_fr: Propriétaire
it_it: Di proprietà di

source: Change issue owner
es_es: Cambiar propietario de la petición
fr_fr: Modifier le propriétaire de la demande
it_it: Modifica proprietario segnalazione

source: Clear current owner
es_es: Limpiar el propietario actual
fr_fr: Effacer le propriétaire actuel
it_it: Cancella proprietario corrente

source: Assigned to
es_es: Asignada a
fr_fr: Assigné à
it_it: Assegnato a

source: Click to change assignee
es_es: Haga clic para cambiar al encargado
fr_fr: Cliquer pour changer l'affectation
it_it: Clicca per modificare l'assegnatario

source: Assign this issue
es_es: Asignar este pedido
fr_fr: Assigner cette demande
it_it: Assegna questa segnalazione

source: Clear current assignee
es_es: Limpiar el actual
fr_fr: Effacer l'affectation courante
it_it: Cancella assegnatario corrente

source: Not assigned to anyone
es_es: Sin asignar
fr_fr: Non assigné
it_it: Non assegnato a nessuno

source: Subscribers
es_es: Suscriptores
fr_fr: Abonnés
it_it: Sottoscrittori

source: %number_of subscriber(s)
es_es: %number_of suscriptor(es)
fr_fr: %number_of abonné(s)
it_it: %number_of sottoscrittori

source: Click here to show the list of subscribers
es_es: Haga clic aquí para mostrar la lista de suscriptores
fr_fr: Cliquez ici pour afficher la liste des abonnés
it_it: Clicca qui per visualizzare l'elenco dei sottoscrittori

source: Times and dates
es_es: Tiempos y fechas
fr_fr: Dates et heures
it_it: Ore e date

source: Posted at
es_es: Publicada el
fr_fr: Posté le
it_it: Inviato il

source: Last updated
es_es: Ultima actualización
fr_fr: Modifié le
it_it: Ultimo aggiornamento

source: Estimated time
es_es: Tiempo estimado
fr_fr: Temps estimé
it_it: Tempo stimato

source: Click to estimate this issue
es_es: Haga clic para estimar este pedido
fr_fr: Cliquer pour estimer cette demande
it_it: Clicca per stimare il tempo per questa segnalazione

source: Time spent
es_es: Tiempo transcurrido
fr_fr: Temps passé
it_it: Tempo dedicato

source: Click here to see time logged against this issue
es_es: Haga clic aquí para ver el tiempo registrado en esta petición
fr_fr: Cliquez ici pour voir les temps enregistrés pour cette demande
it_it: Clicca qui per visualizzare il tempo di cui si è tenuto traccia per risolvere questa segnalazione

source: Issue details
es_es: Detalles del pedido
fr_fr: Détails de la demande
it_it: Dettagli segnalazione

source: Attachments (%count)
es_es: Archivos adjuntos (%count)
fr_fr: Pièces jointes (%count)
it_it: Allegati (%count)

source: There is nothing attached to this issue
es_es: No hay adjuntos a este pedido
fr_fr: Il n'y a pas d'élément attaché à cette demande
it_it: Non c'è alcun allegato per questa segnalazione

source: Child issues (%count)
es_es: Peticiones dependientes (%count)
fr_fr: Demandes enfants (%count)
it_it: Segnalazioni figlie (%count)

source: Duplicate issues (%count)
es_es: Peticiones duplicadas (%count)
fr_fr: Demandes en doublon (%count)
it_it: Segnalazioni duplicate (%count)

source: No choices available
es_es: No hay opciones disponibles
fr_fr: Aucun choix disponible
it_it: Nessuna scelta disponibile

source: Estimate this issue
es_es: Estimar este pedido
fr_fr: Estimer cette demande
it_it: Stima tempo per questa segnalazione

source: Log time spent on this issue
es_es: Registro de tiempo dedicado al caso
fr_fr: Enregistrer le temps passé sur cette demande
it_it: Tieni traccia tempo dedicato a questa segnalazione

source: Clear current estimate
es_es: Limpiar la estimación actual
fr_fr: Effacer l'estimation actuelle
it_it: Cancella stima corrente

source: Clear time spent on this issue
es_es: Borrar tiempo sobre este tema
fr_fr: Effacer le temps passé sur cette demande
it_it: Cancella tempo dedicato a questa segnalazione

source: %clear_current_estimate type a new estimate %or_specify_below
es_es: %clear_current_estimate escriba una nueva estimación %or_specify_below
fr_fr: %clear_current_estimate saisissez une nouvelle estimation %or_specify_below
it_it: %clear_current_estimate, immetti una nuova stima %or_specify_below

source: Type a value for the time spent %or_specify_below
es_es: Escriba un valor para el tiempo empleado %or_specify_below
fr_fr: Tapez une valeur pour le temps passé %or_specify_below
it_it: Immetti un valore per il tempo dedicato %or_specify_below

source: Enter your estimate here
es_es: Ingrese su estimación
fr_fr: Saisir votre estimation ici
it_it: Immetti la tua stima qui

source: Enter time spent here
es_es: Ingrese el tiempo pasado aquí
fr_fr: Saisir le temps passé ici
it_it: Immetti qui il tempo dedicato

source: Enter a value in plain text, like "1 hour", "7 hours", or similar
es_es: Introduzca un valor en texto, como "1 hora", "7 horas", o similar
fr_fr: Entrer une valeur texte brut, comme "1 hour", "7 hours", ou similaire
it_it: Immetti un valore in testo semplice, come "1 hour", "7 hours", o simili

source: Enter a value in plain text, like "1 point", "11 points", or similar
es_es: Introduzca un valor en texto, como "1 punto", "11 puntos", o similar
fr_fr: Entrer une valeur texte brut, comme "1 point", "11 points", ou similaire
it_it: Immetti un valore in testo semplice, come "1 punto", "11 punti", o simili

source: Enter a value in plain text, like "1 week, 2 hours", "1 day", or similar
es_es: Introduzca un valor en texto plano, como "1 semana, 2 horas", "1 día", o similar
fr_fr: Entrer une valeur texte brut, comme "1 week, 2 hours", "1 day", ou similaire
it_it: Immetti un valore in testo semplice, come "1 week, 2 hours", "1 day", o simili

source: Enter a value in plain text, like "1 week, 2 hours", "3 months and 1 day", or similar
es_es: Introduzca un valor en texto sin formato, como "1 semana, 2 horas", "3 meses y 1 día", o similar
fr_fr: Entrer une valeur en texte brute, comme "1 week, 2 hours", "3 months and 1 day" ou similaire
it_it: Immetti un valore in testo semplice, come "1 week, 2 hours", "3 months and 1 day", o simili

source: %enter_a_value_in_plain_text or specify below
es_es: %enter_a_value_in_plain_text o defínalo debajo
fr_fr: %enter_a_value_in_plain_text ou renseignez ci-dessous
it_it: %enter_a_value_in_plain_text o specificalo sotto

source: Note that the total estimated effort of parent issues is the sum of its child issues. This estimate will be replaced if any child issues are updated.
es_es: Tenga en cuenta que el total estimado de esfuerzo de las peticiones padres es la suma de sus peticiones dependientes. Esta estimación será reemplazada si se actualizan peticiones dependientes.
fr_fr: Notez que le total de l'effort estimé pour les demandes parentes est la somme de l'effort de ses demandes enfant. Cette estimation sera remplacée si l'une des demandes enfant est mise à jour.
it_it: Nota che l'impegno totale stimato delle segnalazioni genitrici è la somma delle segnalazioni figlie. Queste stime saranno sostituite se una delle segnalazioni figlie viene aggiornata.

source: Add time spent
es_es: Añadir tiempo dedicado
fr_fr: Ajouter le temps passé
it_it: Aggiungi tempo dedicato

source: The issue was created
es_es: La petición fue creada
fr_fr: La demande a été créée
it_it: La segnalazione è stata creata

source: The issue was closed
es_es: La petición fue cerrada
it_it: La segnalazione è stata chiusa

source: The issue was reopened
es_es: La petición fue reabierta
it_it: La segnalazione è stata riaperta

source: The issues dependency changed: %change
es_es: La dependencia de peticiones cambió: %change
fr_fr: Dépendance des demandes modifiée : %change
it_it: Le dipendenze della segnalazione sono state modificate: %change

source: The issue was updated: %change
es_es: El petición fue actualizada: %change
fr_fr: La demande a été mise à jour : %change
it_it: La segnalazione è stata aggiornata: %change

source: Title updated: %previous_value => %new_value
es_es: Título actualizado: %previous_value => %new_value
fr_fr: Titre mis à jour : %previous_value => %new_value
it_it: Titolo aggiornato: %previous_value => %new_value

source: Description updated: %previous_value => %new_value
es_es: Descripción actualizada: %previous_value => %new_value
fr_fr: Description mise à jour : %previous_value => %new_value
it_it: Descrizione aggiornata: %previous_value => %new_value

source: Status changed: %previous_value => %new_value
es_es: Estado cambiado: %previous_value => %new_value
it_it: Stato modificato: %previous_value => %new_value

source: Resolution changed: %previous_value => %new_value
es_es: Resolución cambiada: %previous_value => %new_value
it_it: Risoluzione modificata: %previous_value => %new_value

source: Priority changed: %previous_value => %new_value
es_es: Prioridad cambiada: %previous_value => %new_value
it_it: Priorità modificata: %previous_value => %new_value

source: Severity changed: %previous_value => %new_value
es_es: Gravedad cambiada: %previous_value => %new_value
it_it: Gravità modificata: %previous_value => %new_value

source: Reproducability changed: %previous_value => %new_value
es_es: Reproducible cambiado: %previous_value => %new_value
it_it: Riproducibilità modificata: %previous_value => %new_value

source: Issuetype changed: %previous_value => %new_value
es_es: Tipo de petición cambiada: %previous_value => %new_value
it_it: Tipo segnalazione modificato: %previous_value => %new_value

source: Category changed: %previous_value => %new_value
es_es: Categoría cambiada: %previous_value => %new_value
it_it: Categoria modificata: %previous_value => %new_value

source: Milestone changed: %previous_value => %new_value
es_es: Hito cambiado: %previous_value => %new_value
it_it: Milestone modificata: %previous_value => %new_value

source: Owned by changed to %user
es_es: Propietario cambiado a %user
fr_fr: Appartenant à changé vers %user
it_it: Proprietario modificato in %user

source: Posted by changed: %previous_value => %new_value
es_es: Publicado por cambiado: %previous_value => %new_value
fr_fr: Posté par changé : %previous_value => %new_value
it_it: Autore modificato: %previous_value => %new_value

source: %field_name changed: %previous_value => %new_value
es_es: %field_name cambiado: %previous_value => %new_value
fr_fr: %field_name changé : %previous_value => %new_value
it_it: %field_name modificato: %previous_value => %new_value

source: Custom field changed
es_es: Cambiado de campo personalizado
fr_fr: Champ personnalisé modifié
it_it: Campo personalizzato modificato

source: Pain bug type on issue changed: %previous_value => %new_value
es_es: Tipo de dolor en petición cambiada: %previous_value => %new_value
fr_fr: Type de pénibilité de l'anomalie sur la demande changé : %previous_value => %new_value
it_it: Dolore tipo anomalia per la segnalazione modificato: %previous_value => %new_value

source: Pain effect on issue changed: %previous_value => %new_value
es_es: Efecto en petición cambiado: %previous_value => %new_value
fr_fr: Effet de la pénibilité sur la demande changé : %previous_value => %new_value
it_it: Effetto dolore per la segnalazione modificato: %previous_value => %new_value

source: Likelihood on issue changed: %previous_value => %new_value
es_es: Probabilidad en petición cambiada: %previous_value => %new_value
fr_fr: Vraissemblance de la demande changé : %previous_value => %new_value
it_it: Probabilità per la segnalazione modificata: %previous_value => %new_value

source: Calculated pain on issue changed: %value
es_es: Cáluclo de sufrimiento en petición cambiado: %value
fr_fr: Pénibilité calculée de la demande changé: % valeur
it_it: Dolore calcolato per la segnalazione modificato: %value

source: User working on issue changed: %previous_value => %new_value
es_es: Usuario trabajando en la petición cambiado: %previous_value => %new_value
fr_fr: Utilisateur travaillant sur la demande modifié : %previous_value => %new_value
it_it: Utente che sta lavorando alla segnalazione modificato: %previous_value => %new_value

source: Assignee changed to %new_value
es_es: Cesionario cambiado a %new_value
fr_fr: Assigné changé à %new_value
it_it: Assegnatario modificato in %new_value

source: Time spent changed: %value
es_es: Tiempo dedicado cambiado: %value
fr_fr: Temps passé modifié : %value
it_it: Tempo dedicato modificato: %value

source: Percent complete changed: %previous_value => %new_value
es_es: Porcentaje completado cambiado: %previous_value => %new_value
fr_fr: Pourcentage d'avancement modifié : %previous_value => %new_value
it_it: Percentuale di completamento modificata: %previous_value => %new_value

source: Blocking status changed: %value
es_es: Estado de bloqueo cambiado: %value
fr_fr: Statut de blocage changé : %value
it_it: Stato bloccante modificato: %value

source: This issue is blocking the next release
es_es: Esta petición está bloqueando la próxima liberación
fr_fr: Cette demande bloque la prochaine livraison
it_it: Questa segnalazione sta bloccando la prossima release

source: This issue is no more blocking the next release
es_es: Esta petición ya no está bloqueando próxima versión
fr_fr: Cette demande ne bloque plus la prochaine version
it_it: Questa segnalazione non sta più bloccando la prossima release

source: Estimated time changed: %value
es_es: Tiempo estimado cambiado: %value
fr_fr: Temps estimé changé : %value
it_it: Tempo stimato modificato: %value

source: Affected item added: %value
es_es: Elemento afectado agregado: %value
fr_fr: Élément affecté ajouté : %value
it_it: Elemento interessato aggiunto: %value

source: Affected item updated: %value
es_es: Elemento afectado actualizado: %value
fr_fr: Item affecté mis à jour : %value
it_it: Elemento interessato aggiornato: %value

source: Affected time removed: %value
es_es: Tiempo afectado eliminado: %value
fr_fr: Temps affecté supprimé : %valu
it_it: Elemento interessato rimosso: %value

source: Reproduction steps changed: %previous_value => %new_value
es_es: Pasos de reproducción cambiados: %previous_value => %new_value
fr_fr: Étapes de reproduction changé : %previous_value => %new_value
it_it: Passaggi per riprodurre il problema modificati: %previous_value => %new_value

source: Unknown change
es_es: No se reconoce el cambio
it_it: Modifica sconosciuta

source: Click here to edit this field
es_es: Haga clic aquí para editar este campo
fr_fr: Cliquer ici pour éditer ce champs
it_it: Clicca qui per modificare questo campo

source: Nothing entered.
es_es: Vacío.
fr_fr: Aucune information.
it_it: Nessun valore immesso.

source: Workflow transition actions
es_es: Acciones de transición de flujo de trabajo
fr_fr: Actions de transition de processus
it_it: Azioni transizione flusso di lavoro

source: Additional actions available
es_es: Acciones adicionales dispoibles
fr_fr: Autres actions disponibles
it_it: Azioni aggiuntive disponibili

source: Mark as not blocking the next release
es_es: Marcar como no bloqueado para la próxima liberación
fr_fr: Marquer comme ne bloquant pas la prochaine version
it_it: Contrassegna come non bloccante la prossima release

source: Mark as blocking the next release
es_es: Marcar como bloqueo para la próxima liberación
fr_fr: Marquer comme bloquant la prochaine livraison
it_it: Contrassegna come bloccante la prossima release

source: This action is not available when this issue is closed
es_es: Esta acción no está disponible cuando se cierra este tema
fr_fr: Cette action n'est pas disponible lorsque cette demande est fermée
it_it: Quest'azione non è disponibile quando questa segnalazione è chiusa

source: Attach a link
es_es: Adjuntar un enlace
fr_fr: Attacher un lien
it_it: Allega un link

source: Attach a file
es_es: Adjuntar un archivo
fr_fr: Attacher une pièce jointe
it_it: Allega un file

source: File uploads are not enabled
es_es: No está habilitado subir archivos
fr_fr: Le chargement de fichier n'est pas actif
it_it: I caricamenti di file non sono abilitati

source: Before you can upload attachments, file uploads needs to be activated
es_es: Antes de que pueda subir archivos adjuntos, la subida de archivos debe activarse
fr_fr: Avant de pouvoir téléverser des pièces jointes, le téléversement de fichiers doit-être activé
it_it: Prima che tu possa caricare allegati è necessario abilitare i caricamenti di file

source: You are not allowed to add an item to this list
es_es: No se le permite agregar un elemento a la lista
fr_fr: Vous n'êtes pas autorisé à ajouter un élément à cette liste
it_it: Non sei autorizzato ad aggiungere un elemento a questo elenco

source: Create a new child issue
es_es: Crear una nueva petición hija
fr_fr: Créer une nouvelle demande enfant
it_it: Crea una nuova segnalazione figlia

source: Add a new task
es_es: Agregar una tarea nueva
fr_fr: Ajouter une nouvelle tâche
it_it: Aggiungi nuova attività

source: Create a new related issue
es_es: Crear una nueva petición relacionada
fr_fr: Créer une nouvelle demande liée
it_it: Crea una nuova segnalazione correlata

source: Add a relation for this issue
es_es: Agregar una relación a esta petición

source: This action is not available at this stage in the workflow
es_es: Esta acción no está disponible en esta etapa del flujo de trabajo
fr_fr: Cette action n'est pas disponible à ce stade du flux de travaux
it_it: Quest'azione non è disponibile in questo passaggio del flusso di lavoro

source: Relate to an existing issue
es_es: Relacionar a una petición existente
fr_fr: Associer à une demande existante
it_it: Correla ad una segnalazione esistente

source: Change estimate
es_es: Cambiar estimación
fr_fr: Modifier l'estimation
it_it: Modifica stima

source: Log time spent
es_es: Registrar tiempo transcurrido
fr_fr: Enregistrer le temps passé
it_it: Tieni traccia del tempo dedicato

source: Update issue access policy
es_es: Actualizar políticas de acceso a la petición
fr_fr: Modifier la sécurité de la demande
it_it: Aggiorna politica d'accesso segnalazioni

source: Manage issue subscribers
es_es: Gestionar suscriptores al caso
fr_fr: Gérer les abonnés de la demande
it_it: Gestisci sottoscrittori segnalazione

source: Move issue to another project
es_es: Mover pedido a otro proyecto
fr_fr: Déplacer la demande vers un autre projet
it_it: Sposta segnalazione ad un altro progetto

source: Permanently delete this issue?
es_es: ¿Borra definitivamente este pedido?
fr_fr: Supprimer définitivement cette demande ?
it_it: Eliminare definitivamente questa segnalazione?

source: Are you sure you wish to delete this issue? It will remain in the database for your records, but will not be accessible via The Bug Genie.
es_es: ¿Está seguro que desea eliminar este problema? Permanecerá en la base de datos para su registro, pero no será accesible a través de The Bug Genie.
fr_fr: Êtes vous sûr(e) de souhaiter supprimer cette demande ? Elle sera conservée dans la base de données pour vos archives mais ne sera plus accessible depuis The Bug Genie.
it_it: Sei sicuro di voler eliminare questa segnalazione? Rimarrà nel database in modo che tu possa tenerne traccia, ma non sarà accessibile tramite The Bug Genie.

source: Permanently delete this issue
es_es: Borrar definitivamente este pedido
fr_fr: Supprimer de façon permanente cette demande
it_it: Elimina definitivamente questa segnalazione

source: No additional actions available
es_es: No hay acciones adicionales disponibles
fr_fr: Aucune action supplémentaire disponible
it_it: Nessuna azione aggiuntiva disponibile

source: The selected issue has been moved to the project %project_name. Issues that are moved get new issue numbers - the issue can now be found here: %issue_link
es_es: El tema seleccionado ha sido movido para el proyecto %project_name. Las peticiones que se mueven tendrán nuevos números petición - la petición puede encontrarse aquí: %issue_link
fr_fr: La demande sélectionnée a été déplacée vers le projet %project_name. Les demandes qui sont déplacées obtiennent de nouveaux numéros de demande - la demande peut maintenant être affichée ici : %issue_link
it_it: La segnalazione selezionata è stata spostata al progetto %project_name. Le segnalazioni spostate vengono rinumerate - la segnalazione ora è accessibile qui: %issue_link

source: Got it
es_es: Toma esto!
fr_fr: J'ai compris
it_it: D'accordo

source: Issue access policy
es_es: Política de acceso a la petición
fr_fr: Politique d'accès de la demande
it_it: Politica di accesso alle segnalazioni

source: Available to anyone with access
es_es: Disponible para cualquiera con acceso
fr_fr: Disponible à toute personne disposant de l'accès
it_it: Disponibile per chiunque abbia i permessi di accesso

source: Available only to you and those listed below
es_es: Disponible sólo para Ud. y los especificados debajo
fr_fr: Disponible seulement pour vous et les personnes listées ci-dessous
it_it: Disponibile solo per te e per le persone elencate di seguito

source: Add a user or team
es_es: Agregar un usuario o equipo
fr_fr: Ajouter un utilisateur ou une équipe
it_it: Aggiungi un utente o team

source: Users or teams who can see this issue
es_es: Usuarios o equipos que pueden ver esta petición
fr_fr: Utilisateurs ou équipes pouvant voir cette demande
it_it: Utenti o team che possono visualizzare questa segnalazione

source: Give someone access to this issue
es_es: Dar acceso a esta petición
fr_fr: Donner accès à cette demande à quelqu'un
it_it: Concedi a qualcuno accesso a questa segnalazione

source: Noone else can see this issue
es_es: Nadie puede ver esta petición
fr_fr: Personne d'autre ne peut voir cette demande
it_it: Nessun altro può visualizzare questa segnalazione

source: Issue time tracking - edit time spent entry
es_es: Tiempo de seguimiento de petición - edita la entrada de tiempo dedicado
fr_fr: Suivi du temps de la demande - modifier la saisie de temps passé
it_it: Monitoraggio tempo dedicato alla segnalazione - modifica voce tempo dedicato

source: Edit entry
es_es: Editar dato
fr_fr: Modifier l'entrée
it_it: Modifica voce

source: Time logged at
es_es: Tiempo registrado en
fr_fr: Temps journalisé à
it_it: Tempo registrato alle

source: Activity
es_es: Actividad
fr_fr: Activité
it_it: Attività

source: Points spent
es_es: Puntos dedicados
fr_fr: Points dépensés
it_it: Punti dedicati

source: Hours spent
es_es: Horas dedicadas
fr_fr: Heures passées
it_it: Ore dedicate

source: Days spent
es_es: Días dedicados
fr_fr: Jours passés
it_it: Giorni dedicati

source: Weeks spent
es_es: Semanas dedicadas
fr_fr: Semaines passées
it_it: Settimane dedicate

source: Months spent
es_es: Meses dedicados
fr_fr: Mois passés
it_it: Mesi dedicati

source: Comment (optional)
es_es: Comentario (opcional)
fr_fr: Commentaire (optionnel)
it_it: Commento (facoltativo)

source: Update entry
es_es: Actualizar entrada
fr_fr: Mettre à jour l'entrée
it_it: Aggiorna voce

source: Back
es_es: Volver
fr_fr: Précédent
it_it: Indietro

source: '1 hour', '1 day, 3 hours' or similar
es_es: '1 hour', '1 day, 3 hours' o similar
fr_fr: '1 hour', '1 day, 3 hours' ou similaire
it_it: '1 hour', '1 day, 3 hours' o simili
