Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: The following actions will be applied to the issue during this transition.
es_es: Las siguientes acciones serán aplicadas a las peticiones durante esta transición.
fr_fr: Les actions suivantes seront appliquées à la demande durant cette transition.
it_it: Le seguenti azioni saranno applicate alla segnalazione durante questa transizione.

source: Add a comment if one is specified
es_es: Agregar un comentario si se especifica
fr_fr: Ajouter un commentaire s'il y en a un de renseigné
it_it: Aggiungi un commento se ne è specificato uno

source: This transition has no actions
es_es: Esta transición no posee acciones
fr_fr: Cette transition n'a pas d'action
it_it: Questa transizione non ha azioni

source: Please enter something to search for
es_es: Por favor ingrese algo para buscar
fr_fr: Entrez quelque-chose à rechercher
it_it: Immetti un termine da cercare

source: %count users found when searching for "%searchstring"
es_es: %count usuarios encontrado al buscar "%searchstring"
fr_fr: %count utilisateur(s) trouvé(s) pour la recherche "%searchstring"
it_it: %count utenti trovati durante la ricerca di "%searchstring"

source: Real name (nickname)
es_es: Nombre real (apodo)
fr_fr: Nom réel (pseudo)
it_it: Nome reale (soprannome)

source: E-mail
es_es: Correo

source: Configure advanced permissions for %username
es_es: Configurar permisos avanzados para %username
fr_fr: Configurer des autorisations avancées pour %username
it_it: Configura permessi avanzati per %username

source: Configuration center
es_es: Centro de Configuración
fr_fr: Centre de configuration
it_it: Centro di configurazione

source: Check for updates now
es_es: Buscar actualizaciones ahora
fr_fr: Vérifier les mises à jour maintenant
it_it: Controlla gli aggiornamenti ora

source: You currently have version %thebuggenie_version of The Bug Genie.
es_es: Actualmente tiene la versión %thebuggenie_version de The Bug Genie.
fr_fr: Votre version actuelle de The Bug Genie est : %thebuggenie_version
it_it: Attualmente hai la versione %thebuggenie_version di The Bug Genie.

source: You have %count outdated modules. They have been disabled until you upgrade them, you can upgrade them from Module settings.
es_es: Tiene %count módulo(s) desactualizado(s). Han sido deshabilitados hasta que los actualice desde las opciones de Módulos.
fr_fr: Vous avez %count modules périmés. Ils ont été désactivés jusqu'à ce que vous les mettiez à jour, vous pouvez les mettre à jour depuis les paramètres de Modules.
it_it: Hai %count moduli non aggiornati. Rimarranno disabilitati fino a che non li avrai aggiornati, puoi aggiornarli dalle Impostazioni modulo.

source: You appear to have Magic Quotes enabled. This will cause problems with The Bug Genie, and so it is highly recommended that you disable it in your PHP configuration. Please note that this feature has been deprecated by the PHP developers, and so leaving it enabled is not advised. %furtherdetails
es_es: Parece tener comillas mágicas habilitado. Esto causará problemas con el error, y por lo tanto es muy recomendable desactivarlo en la configuración de PHP. Tenga en cuenta que esta característica se ha desaprobado por los desarrolladores PHP, y así dejarlo habilitado no se aconseja. %furtherdetails
fr_fr: Vous semblez avoir Magic Quotes activé. Cela posera des problèmes avec The Bug Genie, il est donc fortement recommandé que vous les désactiviez dans votre configuration de PHP. Il est à précisé que cette fonctionnalité a été désapprouvée par les développeurs PHP, et donc les laisser activé n'est pas conseillé. %furtherdetails
it_it: Sembra che l'impostazione Magic Quotes sia abilitata. Ciò causerà problemi con The Bug Genie, pertanto è caldamente consigliato disabilitarla nella tua configurazione PHP. Nota che questa funzionalità è stata deprecata dagli sviluppatori di PHP, quindi non è consigliato lasciarla attiva. %furtherdetails

source: Further details
es_es: Otros datos
fr_fr: Plus de détails
it_it: Ulteriori dettagli

source: General configuration
es_es: Configuración General
fr_fr: Configuration générale
it_it: Configurazione generale

source: Settings saved
es_es: Opciones guardadas
fr_fr: Paramètres enregistrés
it_it: Impostazioni salvate

source: To apply changes to the authentication system, you have been automatically logged out. The new authentication system is now in use.
es_es: Al aplicar los cambios del método de atenticación, será automáticamente deslogueado. El nuevo sistema de autenticación está en uso ahora.
fr_fr: Pour appliquer les modification au système d'authentification, vous avez été automatiquement déconnecté. Le nouveau système d'authentification est maintenant en place.
it_it: Per applicare le modifiche al sistema di autenticazione sei stato automaticamente disconnesso. Ora è in uso il nuovo sistema di autenticazione.

source: Continue
es_es: Continuar
fr_fr: Continuer
it_it: Continua

source: Configure scopes
es_es: Configurar ámbitos
fr_fr: Configurer les instances
it_it: Configura ambiti

source: Configure scope "%scope_name"
es_es: Configurar alcance "%scope_name"
fr_fr: Configurer l'instance "%scope_name"
it_it: Configura ambito "%scope_name"

source: Scope name
es_es: Nombre del ámbito
fr_fr: Nom de l'instance
it_it: Nome ambito

source: Scope description
es_es: Descripción del ámbito
fr_fr: Description de l'instance
it_it: Descrizione ambito

source: Scope hostname
es_es: Ámbito de la aplicación
fr_fr: Nom de domaine de l'instance
it_it: Nome host ambito

source: Delete this hostname
es_es: Eliminar este nombre de host
fr_fr: Supprimer ce nom de domaine
it_it: Elimina questo nome host

source: This is the list of hostnames for which this scope will be active.
es_es: Esta es la lista de nombres de alojamiento para los que el ámbito estará activo
fr_fr: Ceci est la liste des noms de domaines pour lesquels cette instance est active.
it_it: Questo è l'elenco di nomi host per cui questo ambito sarà attivo.

source: Allow custom workflows
es_es: Permite flujos de trabajos personalizables
fr_fr: Autoriser les flux de travaux personnalisés
it_it: Permetti flussi di lavoro personalizzati

source: Custom workflows
es_es: Flujos de trabajos
fr_fr: Flux de travaux personnalisés
it_it: Flussi di lavoro personalizzati

source: Setting the workflow limit to "0" disables limitations on number of custom workflows completely.
es_es: Ajuste del límite de flujo de trabajo a "0" deshabilita las limitaciones en el número de flujos de trabajo personalizados totalmente.
fr_fr: Fixer la limite de flux de travaux à 0 désactive complètement les limitations sur le nombre de flux de travaux personnalisés.
it_it: L'impostazione del limite flussi di lavoro a "0" disabiliterà completamente le limitazioni sul numero dei flussi di lavoro personalizzati.

source: Allow file uploads
es_es: Permite subida de archivos
fr_fr: Autoriser le téléversement de fichiers
it_it: Consenti caricamento file

source: Total upload quota
es_es: Cuota total de subida
fr_fr: Quota total pour les téléversements
it_it: Quota caricamento totale

source: Setting the upload quota to "0" MB disables the qouta completely
es_es: MB, señalamiento del cupo de subir a "0" deshabilita completamente el qouta
fr_fr: Fixer la limite pour le quota de téléversement à 0 MB désactive le quota complètement
it_it: L'impostazione della quota caricamento a "0" MB la disabiliterà completamente

source: Max projects
es_es: Número máximo de proyectos
fr_fr: Projets maximum
it_it: Numero massimo progetti

source: Total number of allowed projects. Setting the value to "0" disables limitations on number of projects.
es_es: Número total de proyectos autorizados. El valor a "0" deshabilita las limitaciones en el número de proyectos.
fr_fr: Nombre total de projets autorisés. Définir la valeur à 0 désactive les limitations sur le nombre de projets.
it_it: Numero complessivo di progetti consentiti. L'impostazione del valore a "0" disabiliterà le limitazioni sul numero dei progetti.

source: Max users
es_es: Número máximo de usuarios
fr_fr: Utilisateurs maximum
it_it: Numero massimo utenti

source: Total number of allowed users. Setting the value to "0" disables limitations on number of users.
es_es: Número total de usuarios permitidos. El valor a "0" deshabilita limitaciones en número de usuarios.
fr_fr: Nombre total d'utilisateurs autorisés. Définir la valeur à 0 desactive les limitations sur le nombre d'utilisateurs.
it_it: Numero complessivo di utenti consentiti. L'impostazione del valore a "0" disabiliterà le limitazioni sul numero degli utenti.

source: Max teams
es_es: Número máximo de equipos
fr_fr: Équipes maximum
it_it: Numero massimo team

source: Total number of allowed teams. Setting the value to "0" disables limitations on number of teams.
es_es: Número total de equipos permitidos. El valor a "0" deshabilita las limitaciones en el número de equipos.
fr_fr: Nombre total d'équipes autorisées. Définir la valeur à 0 désactive les limitations sur le nombre d'équipes
it_it: Numero complessivo di team consentiti. L'impostazione del valore a "0" disabiliterà le limitazioni sul numero dei team.

source: Available modules
es_es: Módulos disponibles
fr_fr: Modules disponibles
it_it: Moduli disponibili

source: This module has been disabled in the selected scope by its admin
es_es: Este módulo ha sido deshabilitado en el ámbito seleccionado por su admin
fr_fr: Ce module a été désactivé dans l'instance sélectionnée par son administrateur
it_it: Questo modulo è stato disattivato nell'ambito selezionato dal suo amministratore

source: Available
es_es: Disponible
fr_fr: Disponible
it_it: Disponibile

source: This is an internal module which must be available
es_es: Se trata de un módulo interno que debe estar disponible
fr_fr: Il s'agit d'un module interne qui doit être disponible
it_it: Questo è un modulo interno che deve essere disponibile

source: Not available
es_es: No disponible
fr_fr: Non disponible
it_it: Non disponibile

source: Save settings
es_es: Guardar preferencias
fr_fr: Sauvegarder les paramètres
it_it: Salva impostazioni

source: The Bug Genie scopes are self-contained environments within the same The Bug Genie installation, set up to be initialized when The Bug Genie is accessed via different hostnames.
es_es: Los ámbitos de The Bug Genie son entornos autocontenidos en la instalación de The Bug Genie, definidos para ser iniciados cuando The Bug Genie es accedido a través de distintos nombres de servidor.
fr_fr: Les instances sont des environnements autonomes pour une même installation de The Bug Genie, mises en place pour être initialisé lorsque The Bug Genie est accessible depuis différents noms de domaines.
it_it: Gli ambiti di The Bug Genie sono ambienti autocontenuti all'interno della stessa installazione di The Bug Genie, impostati per essere inizializzati quando si accede a The Bug Genie da nomi host differenti.

source: The default scope (which is created during the first installation) is used for all hostnames where there is no other scope defined. Read more about scopes in %ConfigureScopes.
es_es: Al ámbito por defecto (que es creado en la instalación) es utilizado por todos los nombres de servidor en donde no se haya definido. Lea más acerca de los ámbitos en %ConfigureScopes.
fr_fr: L'instance par défaut (laquelle est créée durant la première installation) est utilisée pour l'ensemble des noms de domaines lorsque il n'y a pas d'autres instances définies. Apprenez-en plus sur les instances dans %ConfigureScopes.
it_it: L'ambito predefinito (creato durante la prima installazione) è utilizzato per tutti i nomi host per cui non è stato definito alcun altro ambito. Leggi ulteriori informazioni sugli ambiti alla pagina %ConfigureScopes.

source: The scope was deleted
es_es: Se eliminó el alcance
fr_fr: L'instance a été supprimée
it_it: L'ambito è stato eliminato

source: The hostname must be unique and cannot be blank
es_es: El nombre debe ser único y no puede estar en blanco
fr_fr: Le hostname doit être unique et non vide
it_it: Il nome host deve essere unico e non può essere lasciato vuoto

source: The scope name must be unique and cannot be blank
es_es: El nombre de alcance debe ser único y no puede estar en blanco
fr_fr: Le nom d'instance doit être unique et ne peut pas être vide
it_it: Il nome dell'ambito deve essere univoco e non può essere vuoto

source: The settings were saved successfully
es_es: Las opciones fueron exitósamente guardadas
fr_fr: Les paramètres ont été sauvegardés avec succès
it_it: Le impostazioni sono state salvate con successo

source: Create a new scope
es_es: Crear un nuevo ámbito
fr_fr: Créer une nouvelle instance
it_it: Crea un nuovo ambito

source: Scopes available on this installation
es_es: Ámbitos disponibles en esta instalación
fr_fr: Instances disponibles sur cette installation
it_it: Ambiti disponibili su questa installazione

source: The scope name is used in the list below as a short descriptive name for the scope
es_es: El nombre del ámbito es utilizado en la lista siguiente como un nombre descriptivo para el ámbito
fr_fr: Le nom de l'instance est utilisé dans la liste ci-dessous comme un court nom descriptif pour cette instance.
it_it: Il nome dell'ambito è usato nell'elenco sottostante come breve nome descrittivo per l'ambito

source: The hostname should be provided without protocol or the trailing slash (.com, not .com/) and port specified if desired. Valid examples are: %examples
es_es: El nombre del servidor debe ser provisto sin protocolo o la barra inclinada final (.com, y no .com/) y el puerto solicitado. Ejemplos válidos: %examples
fr_fr: Le nom de domaine devra être fourni sans protocole ou slash final (.com, et non .com/) et le port spécifié si désiré. Exemples valides : %examples
it_it: Il nome host dev'essere fornito senza protocollo o barra finale (.com, non .com/) e con la porta specificata se desiderato. Esempi validi: %examples

source: %create_scope or %cancel
es_es: %create_scope o %cancel
fr_fr: %create_scope ou %cancel
it_it: %create_scope o %cancel

source: Create scope
es_es: Crear ámbito
fr_fr: Créer l'instance
it_it: Crea ambito

source: Configure settings
es_es: Configuración de opciones
fr_fr: Paramètres de configuration
it_it: Configura impostazioni

source: These are all the different settings defining most of the behaviour of The Bug Genie. Changing any of these settings will apply globally and immediately, without the need to log out and back in, reboot or anything to that effect.
es_es: Estas son las diferentes opciones que definen el comportamiento de The Bug Genie. Al cambiar cualquiera se aplicará inmediatamente y globalmente, sin necesidad de salir y volver a ingresar, reiniciar o cualquier otra cosa que tenga ese efecto.
fr_fr: Il s'agit de l'ensemble des paramètres conditionnant la plupart du comportement de The Bug Genie. La modification de l'un de ces paramètres s'appliquera de façon globale et immédiate, sans nécessiter de déconnexion et reconnexion, ni de redémarrage.
it_it: Queste sono tutte le differenti impostazioni che definiscono la maggior parte dei comportamenti di The Bug Genie. La modifica di una qualunque di queste impostazioni verrà applicata globalmente e immediatamente, senza necessità di disconnettersi e riconnettersi, riavviare o eseguire operazioni analoghe.

source: Regional & language
es_es: Regional e idioma

source: Users & security
es_es: Usuarios & seguridad

source: Maintenance mode
es_es: Modo mantenimiento
fr_fr: Mode de maintenance
it_it: Modalità manutenzione

source: No data supplied to import
es_es: No hay datos para importar
fr_fr: Aucune données fournies pour l'import
it_it: Non sono stati forniti dati da importare

source: Row %row does not have the same number of elements as the header row
es_es: Fila %row no tiene el mismo número de elementos que la fila de encabezado
fr_fr: La ligne %row ne possède pas le même nombre d'éléments que la ligne d'en-tête
it_it: La riga %row non ha lo stesso numero di elementi dell'intestazione

source: Insufficient data to import
es_es: Datos insuficientes para importar
fr_fr: Données insuffisantes pour l'import
it_it: Dati da importare insufficienti

source: Required column '%col' not found in header row
es_es: Columna obligatoria '%col' no se encuentra en la fila de encabezado
fr_fr: Colonne obligatoire "%col" introuvable dans la ligne d'en-tête
it_it: La colonna richiesta '%col' non è stata trovata nell'intestazione

source: Row %row column %col has no value
es_es: Fila %row columna %col no tiene ningún valor
fr_fr: Ligne %row colonne %col n'est pas une valeur
it_it: Alla riga %row la colonna %col non ha un valore

source: Row %row: A project with this name already exists
es_es: Fila %row: Ya existe un proyecto con ese nombre
fr_fr: Ligne %row: Un projet de ce nom existe déjà
it_it: Riga %row: un progetto con questo nome esiste già

source: Row %row column %col: invalid value (must be 1/0)
es_es: Fila %row columna %col: valor no válido (debe ser 1/0)
fr_fr: Ligne %row colonne %col : valeur invalide (doit être 1/0)
it_it: Riga %row colonna %col: valore non valido (deve essere 1/0)

source: Row %row: Both the type and item ID must be supplied for owner/lead/qa fields
es_es: Fila %row: El tipo y el ítem ID tienen que ser proporcionados por los campos dueño/grupo/qa
fr_fr: Ligne %row: Le type et l'ID de l'élément doivent être fournis pour les champs propriétaire/dirigeant/AQ
it_it: Riga %row: sia il tipo sia l'ID elemento devono essere forniti per i campi proprietario/leader/QA

source: Row %row column %col: invalid value (must be 1 for a user or 2 for a team)
es_es: Fila %row columna %col: valor incorrecto (debe ser 1 para usuario o 2 para un equipo)
fr_fr: Ligne %row colonne %col: valeur incorrecte (doit-être 1 pour un utilisateur ou 2 pour une équipe)
it_it: Riga %row colonna %col: valore non valido (deve essere 1 per un utente o 2 per un team)

source: Row %row column %col: invalid value (must be a number)
es_es: Fila %row columna %col: valor no válido (debe ser un número)
fr_fr: Ligne %row colonne %col: valeur incorrecte (doit être un nombre)
it_it: Riga %row colonna %col: valore non valido (deve essere un numero)

source: Row %row column %col: user does not exist
es_es: Fila %row columna %col: usuario no existe
fr_fr: Ligne %row colonne %col : l'utilisateur n'existe pas
it_it: Riga %row colonna %col: l'utente non esiste

source: Row %row column %col: team does not exist
es_es: Fila %row columna %col: equipo no existe
fr_fr: Ligne %row colonne %col: l'équipe n'existe pas
it_it: Riga %row colonna %col: il team non esiste

source: Row %row column %col: client does not exist
es_es: Fila %row columna %col: el cliente no existe
fr_fr: Ligne %row colonne %col: le client n'existe pas
it_it: Riga %row colonna %col: il cliente non esiste

source: Row %row column %col: workflow scheme does not exist
es_es: Fila %row columna %col: esquema de flujo de trabajo no existe
fr_fr: Ligne %row colonne %col : le système de flux de travaux n'existe pas
it_it: Riga %row colonna %col: lo schema flusso di lavoro non esiste

source: Row %row column %col: issuetype scheme does not exist
es_es: Fila %row columna %col: no existe tipo de esquema de peticiones
fr_fr: Ligne %row colonne %col: le système de type de demande n'existe pas
it_it: Riga %row colonna %col: lo schema tipo segnalazione non esiste

source: Row %row column %col: invalid value (must be 'issuetypes' or 'milestones')
es_es: Fila %row columna %col: valor no válido (debe ser 'tipo de petición' o 'hitos')
fr_fr: Ligne %row colonne %col : valeur invalide (doit être 'issuetypes' ou 'milestones')
it_it: Riga %row colonna %col: valore non valido (deve essere 'issuetypes' o 'milestones')

source: Row %row column %col: Project does not exist
es_es: Fila %row columna %col: proyecto no existe
fr_fr: Ligne %row colonne %col: le projet n'existe pas
it_it: Riga %row colonna %col: il progetto non esiste

source: Row %row column %col: Percentage must be from 0 to 100 inclusive
es_es: Fila %row columna %col: el porcentaje tiene que ir del 0 al 100 incluídos
fr_fr: Ligne %row colonne %col : Le pourcentage doit être compris entre 0 et 100
it_it: Riga %row colonna %col: la percentuale deve essere un valore da 0 a 100 compresi

source: Row %row column %col: invalid value (must be a Unix timestamp)
es_es: Fila %row columna %col: valor no válido (debe ser una marca de tiempo Unix)
fr_fr: Ligne %row colonne %col: valeur incorrecte (doit être un timestamp Unix)
it_it: Riga %row colonna %col: valore non valido (deve essere un timestamp UNIX)

source: Row %row column %col: milestone does not apply to the specified project
es_es: Fila %row columna %col: hito no se aplica al proyecto seleccionado
fr_fr: Ligne %row colonne %col: le jalon ne s'applique pas au projet spécifié
it_it: Riga %row colonna %col: la milestone non si applica al progetto specificato

source: Row %row column %col: milestone does not exist
es_es: Fila %row columna %col: hito no seleccionado
fr_fr: Ligne %row colonne %col: le jalon n'existe pas
it_it: Riga %row colonna %col: la milestone non esiste

source: Row %row column %col: status does not exist
es_es: Fila %row columna %col: estado no existe
fr_fr: Ligne %row colonne %col: le statut n'existe pas
it_it: Riga %row colonna %col: lo stato non esiste

source: Row %row column %col: resolution does not exist
es_es: Fila %row columna %col: resolución no existe
fr_fr: Ligne %row colonne %col: La résolution n'existe pas
it_it: Riga %row colonna %col: la risoluzione non esiste

source: Row %row column %col: priority does not exist
es_es: Fila %row columna %col: prioridad no existe
fr_fr: Ligne %row colonne %col : La priorité n'existe pas
it_it: Riga %row colonna %col: la priorità non esiste

source: Row %row column %col: category does not exist
es_es: Fila %row columna %col: la categoría no existe
fr_fr: Ligne %row colonne %col : la catégorie n'existe pas
it_it: Riga %row colonna %col: la categoria non esiste

source: Row %row column %col: severity does not exist
es_es: Fila %row columna %col: gravedad no existe
fr_fr: Ligne %row colonne %col : La sévérité n'existe pas
it_it: Riga %row colonna %col: la gravità non esiste

source: Row %row column %col: reproducability does not exist
es_es: Fila %row columna %col: reproducibilidad no existe
fr_fr: Ligne %row colonne %col: la reproductibilité n'existe pas
it_it: Riga %row colonna %col: la riproducibilità non esiste

source: Row %row column %col: this project does not support issues of this type (%type)
es_es: Fila %row columna %col: este proyecto no es compatible con este tipo de peticiones (%type)
fr_fr: Ligne %row colonne %col : ce projet ne supporte pas les demandes de ce type (%type)
it_it: Riga %row colonna %col: questo progetto non supporta segnalazioni di questo tipo (%type)

source: Row %row column %col: issue type does not exist
es_es: Fila %row columna %col: no existe el tipo de petición
fr_fr: Ligne %row colonne %col: le type de demande n'existe pas
it_it: Riga %row colonna %col: il tipo segnalazione non esiste

source: Errors occured while importing, see the error list in the import screen for further details
es_es: Han ocurrido errores mientras importaba. Mire la lista de errores en la pantalla de importaciones para más detalles
fr_fr: Une erreur est survenue lors de l'importation, regardez la liste d'erreurs dans l'écran d'import pour plus de détails
it_it: Si sono verificati degli errori durante l'importazione, visualizza l'elenco degli errori nella schermata d'importazione per ulteriori dettagli
