Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: You can read more about how the workflow in The Bug Genie works and is set up in %link_to_wiki_workflow.
es_es: Puede leer más acerca de como funciona el flujo de trabajo y como se configura en The Bug Genie en %link_to_wiki_workflow.
fr_fr: Vous pouvez avoir plus d'informations sur le fonctionnement des flux de travaux et son paramétrage dans The Bug Genie en suivant le lien %link_to_wiki_workflow.
it_it: Puoi leggere ulteriori informazioni sul funzionamento e la configurazione del flusso di lavoro in The Bug Genie alla pagina %link_to_wiki_workflow.

source: This instance is currently using %num of max %max custom workflows
es_es: Esta instancia está usando %num de %max flujos de trabajo personalizables
fr_fr: Cette instance utilise actuellement %num sur un maximum de %max processus personnalisés
it_it: Quest'istanza attualmente sta usando %num di %max (massimo) flussi di lavoro personalizzati.

source: Workflows
es_es: Flujos de trabajo
fr_fr: Flux de travaux
it_it: Flussi di lavoro

source: Step: %step_name
es_es: Paso: %step_name
fr_fr: Etape : %step_name
it_it: Passaggio: %step_name

source: Transition: %transition_name
es_es: Transición: %transition_name
it_it: Transizione: %transition_name

source: Workflow schemes
es_es: Esquema de flujo de trabajo
fr_fr: Systèmes de flux de travaux
it_it: Schemi flusso di lavoro

source: Issue types with associated workflows: %number_of_associated_issuetypes
es_es: Tipos de petición con flujos de trabajo asociado: %number_of_associated_issuetypes
fr_fr: Types de demandes liées à des flux de travaux : %number_of_associated_issuetypes
it_it: Tipi segnalazione con flussi di lavoro associati: %number_of_associated_issuetypes

source: Create a copy of this workflow scheme
es_es: Crear una copia de este esquema de flujo de trabajo
fr_fr: Créer une copie de ce système de flux de travaux
it_it: Crea una copia di questo schema flusso di lavoro

source: Cannot delete workflow scheme
es_es: No se puede eliminar el esquema de flujo de trabajo
fr_fr: Impossible de supprimer ce système de flux de travaux
it_it: Impossibile eliminare lo schema flusso di lavoro

source: This workflow scheme can not be deleted as it is being used by %number_of_projects project(s)
es_es: Este esquema de flujo de trabajo no puede ser eliminado como está siendo utilizado por %number_of_projects proyecto (s)
fr_fr: Ce système de flux de travaux ne peut pas être supprimé parce qu'il est utilisé par %number_of_projects projet(s)
it_it: Questo schema flusso di lavoro non può essere eliminato perché è attualmente utilizzato da %number_of_projects progetti

source: Do you really want to delete this workflow scheme?
es_es: ¿Realmente quiere eliminar este esquema de flujo de trabajo?
fr_fr: Voulez-vous vraiment supprimer ce flux de travail ?
it_it: Sei sicuro di voler eliminare questo schema flusso di lavoro?

source: Please confirm that you want to completely remove this workflow scheme.
es_es: Por favor confirme que desea eliminar completamente este esquema de flujo de trabajo.
fr_fr: Confirmez que vous souhaitez supprimer ce schéma de flux de travail.
it_it: Conferma che vuoi eliminare completamente questo schema flusso di lavoro.

source: Delete this workflow scheme
es_es: Borrar este esquema de flujo de trabajo
fr_fr: Effacer ce schéma de processus
it_it: Elimina questo schema flusso di lavoro

source: Copy worfklow scheme
es_es: Copiar el esquema de flujo de trabajo
fr_fr: Copier le système de flux de travaux
it_it: Copia schema workflow

source: Please enter the name of the new worfklow scheme
es_es: Por favor ingrese el nombre del nuevo esquema de flujo de trabajo
fr_fr: Entrez le nom du nouveau système de flux de travaux
it_it: Immetti il nome del nuovo schema workflow

source: %copy_workflow_scheme or %cancel
es_es: %copy_workflow_scheme o %cancel
fr_fr: %copy_workflow_scheme ou %cancel
it_it: %copy_workflow_scheme o %cancel

source: Delete all outgoing transition from step "%step_name"
es_es: Borrar todos de transición saliente de paso "%step_name"
fr_fr: Supprimer toutes les transitions sortantes de l'étape "%step_name"
it_it: Elimina tutte le transizioni in uscita dal passaggio "%step_name"

source: Are you sure you want to delete ALL outgoing transitions from this step? This action cannot be reverted.
es_es: ¿Seguro que quiere borrar TODAS las transiciones de salida de este paso? Esta acción no puede revertirse.
fr_fr: Etes-vous sûr de vouloir supprimer TOUTES les transitions sortantes de cette étape ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler eliminare tutte le transizioni in uscita da questo passaggio? Questa azione non può essere annullata.

source: Completely delete step "%step_name"
es_es: Eliminar completamente el paso "%step_name"
fr_fr: Supprimer complètement l'étape "%step_name"
it_it: Elimina completamente il passaggio "%step_name"

source: Are you sure you want to completely delete this step? This action cannot be reverted.
es_es: Está seguro de que quiere eliminar completamente este paso? Esta acción no puede ser revertida
fr_fr: Êtes vous sûr(e) de vouloir supprimer complètement cette étape ? Cette action ne peut pas être annulée.
it_it: Sei sicuro di voler eliminare completamente questo passaggio? Questa azione non può essere annullata.

source: Show step info
es_es: Ver información del paso
fr_fr: Afficher les informations d'étape
it_it: Visualizza informazioni passaggio

source: Edit step
es_es: Editar paso
fr_fr: Editer l'étape
it_it: Modifica passaggio

source: You cannot delete a step with incoming transitions
es_es: No puede eliminar un paso con transiciones de entrada
fr_fr: Vous ne pouvez pas supprimer une étape avec des transitions entrantes
it_it: Non puoi eliminare un passaggio con transizioni in entrata

source: To delete a step that has incoming transitions, first remove all incoming transitions
es_es: Para eliminar un paso que tiene transiciones entrantes, primero retire todas las transiciones entrantes
fr_fr: Pour supprimer une étape qui a des transitions entrantes, supprimez d'abord toutes les transitions entrantes
it_it: Per eliminare un passaggio che ha transizioni in entrata, rimuovi prima queste ultime.

source: Delete step
es_es: Borrar paso
fr_fr: Supprimer l'étape
it_it: Elimina passaggio

source: You cannot delete the last step
es_es: No se puede eliminar el último paso
fr_fr: Vous ne pouvez pas supprimer la dernière étape
it_it: Non puoi eliminare l'ultimo passaggio

source: To delete this step, make sure there are other steps available
es_es: Para eliminar este paso, asegúrese de que hay otros pasos
fr_fr: Pour supprimer cette étape, assurez-vous que d'autres étapes sont disponibles
it_it: Per eliminare questo passaggio assicurati che ce ne siano altri disponibili

source: Delete outgoing transitions
es_es: Borrar las transiciones de salida
fr_fr: Supprimer les transitions sortantes
it_it: Elimina transizioni in uscita

source: Delete this transition
es_es: Eliminar esta transición

source: Do you really want to delete this transition?
es_es: ¿Realmente quiere eliminar esta transición?
fr_fr: Voulez-vous réellement supprimer cette transition ?
it_it: Sei sicuro di voler eliminare questa transizione?

source: Set milestone to milestone provided by user
es_es: Set de hito a hito proporcionados por el usuario
fr_fr: Définir le jalon renseigné par l'utilisateur comme jalon
it_it: Imposta milestone alla milestone fornita dall'utente

source: Clear issue percent completed
es_es: Limpiar el porcentaje completado
fr_fr: Effacer le pourcentage d'avancement
it_it: Cancella percentuale di completamento per la segnalazione

source: Mark issue as duplicate of another, existing issue
es_es: Marcar petición como duplicada de otra existente
fr_fr: Marquer la demande comme doublon d'une autre demande existante
it_it: Contrassegna la segnalazione come duplicato di un'altra segnalazione esistente

source: Mark issue as unique (no longer a duplicate) issue
es_es: Marcar tema como tema único (no un duplicado)
fr_fr: Marquer la demande comme unique (plus un doublon)
it_it: Contrassegna la segnalazione come unica (non più duplicata)

source: Set status to %status
es_es: Definir el estado en %status
fr_fr: Définir le statut à %status
it_it: Imposta stato a %status

source: Set priority to %priority
es_es: Establecer prioridad a %priority
fr_fr: La priorité est définie à %priority
it_it: Imposta priorità a %priority

source: Priority provided by user
es_es: Prioridad de usuario
fr_fr: Priorité fourni par l'utilisateur
it_it: Priorità fornita dall'utente

source: Set percent completed to %percentcompleted
es_es: Poner porcentaje terminado a %percentcompleted
fr_fr: Définir le pourcentage d'avancement à %percentcompleted
it_it: Imposta percentuale di completamento a %percentcompleted

source: Percentage provided by user
es_es: Porcentaje provisto por el usuario
fr_fr: Pourcentage renseigné par l'utilisateur
it_it: Percentuale fornita dall'utente

source: Set resolution to %resolution
es_es: Definir la resolución a %resolution
fr_fr: Définir la résolution à %resolution
it_it: Imposta risoluzione a %resolution

source: Resolution provided by user
es_es: La resolución es porvista por el usuario
fr_fr: Résolution fournie par l'utilisateur
it_it: Risoluzione fornita dall'utente

source: Set reproducability to %reproducability
es_es: Establecer reproducibilidad %reproducability
fr_fr: Définition de la reproductibilité à %reproducability
it_it: Imposta riproducibilità a %reproducability

source: Reproducability provided by user
es_es: Reproducibilidad proporcionada por el usuario
fr_fr: Reproductibilité fournie par l'utilisateur
it_it: Riproducibilità fornita dall'utente

source: Assign issue to %assignee
es_es: Asignar petición al %assignee
fr_fr: Assigner la demande au %assignee
it_it: Assegna segnalazione a %assignee

source: User or team specified during transition
es_es: Usuario o equipo especificado durante la transición
fr_fr: Utilisateur ou équipe spécifié au cours de la transition
it_it: Utente o team specificati durante la transizione

source: Set issue field %key to %value
es_es: Establece el campo de la petición %key en %value

source: Set issue field %key to
es_es: Establece el campo de petición %key a

source: Invalid transition configuration
es_es: Configuración de transición no válida
fr_fr: Configuration de transition invalide
it_it: Configurazione della transizione non valida

source: Assign issue to %user
es_es: Asignar petición a %user
fr_fr: Assigner la demande à %user
it_it: Assegna la segnalazione a %user

source: Available users
es_es: Usuarios disponibles
fr_fr: Utilisateurs disponibles
it_it: Utenti disponibili

source: Available teams
es_es: Equipos disponibles
fr_fr: Équipes disponibles
it_it: Team disponibili

source: Select a user
es_es: Seleccione un usuario
fr_fr: Sélectionnez un utilisateur
it_it: Seleziona un utente

source: Clear currently selected user
es_es: Limpiar usuario seleccionado actualmente
fr_fr: Effacer l'utilisateur actuellement sélectionné
it_it: Cancella utente attualmente selezionato

source: Select a team
es_es: Seleccionar un equipo
fr_fr: Sélectionner une équipe
it_it: Seleziona un team

source: Clear currently selected team
es_es: Limpiar equipo actualmente seleccionado
fr_fr: Effacer l'équipe actuellement sélectionnée
it_it: Cancella team attualmente selezionato

source: Select a client
es_es: Seleccione un cliente
fr_fr: Sélectionner un client
it_it: Seleziona un cliente

source: Clear currently selected client
es_es: Limpiar cliente seleccionado
fr_fr: Effacer le client actuellement sélectionné
it_it: Cancella cliente attualmente selezionato

source: Do you really want to delete this transition action?
es_es: ¿Realmente quiere borrar esta acción de transición?
fr_fr: Voulez-vous réellement supprimer cette action de transition ?
it_it: Sei sicuro di voler eliminare questa azione di transizione?

source: Please confirm that you really want to delete this transition action.
es_es: Por favor confirme que desea eliminar esta acción de transición.
fr_fr: Confirmez que vous souhaitez supprimer cette action de transition.
it_it: Conferma che sei sicuro di voler eliminare questa azione di transizione.

source: Current user can have no more than %number issues already assigned
es_es: El usuario actual no puede tener más de %number peticiones asignadas
fr_fr: Utilisateurs actuels ne peut pas avoir plus de %number demandes assignées
it_it: All'utente corrente non possono essere assegnate più segnalazioni delle %number già assegnate

source: Current user can have no more than this many issues assigned
es_es: El usuario actual no puede tener más que estas peticiones asignadas
fr_fr: L'utilisateur actuel ne peut pas avoir plus de demande assignées que celles déjà assignées
it_it: All'utente corrente non possono essere assegnate più segnalazioni di queste

source: Status is any of these values: %statuses
es_es: El estado es uno de estos valores: %statuses
fr_fr: Le statut est l'une de ces valeurs : %statuses
it_it: Lo stato è uno di questi valori: %statuses

source: Priority is any of these values: %priorities
es_es: La prioridad es cualquiera de estos valores:%priorities
fr_fr: La priorité est l'une de ces valeurs : %priorities
it_it: La priorità è uno di questi valori: %priorities

source: Resolution is any of these values: %resolutions
es_es: La resolución es cualquiera de estos valores: %resolutions
fr_fr: La résolution est l'une de ces valeurs : %resolutions
it_it: La risoluzione è uno di questi valori: %resolutions

source: Reproducability is any of these values: %reproducabilities
es_es: Reproducibilidad es cualquiera de estos valores: %reproducabilities
fr_fr: Reproductibilité est l'une de ces valeurs : %reproducabilities
it_it: La riproducibilità è uno di questi valori: %reproducabilities

source: Assignee is member of any of these teams: %teams
es_es: Cesionario es miembro de cualquiera de estos equipos: %teams
fr_fr: La personne assignée est membre de l'une de ces équipes : %teams
it_it: L'assegnatario è membro di uno di questi team: %teams

source: Custom field %customfield is any of these values: %values
es_es: El campo personalizado %customfield es alguno de estos valores: %values

source: Status must be any of these values
es_es: Estado cualquiera de estos valores debe ser
fr_fr: Le statut doit être l'une de ces valeurs
it_it: Lo stato dev'essere uno di questi valori

source: Priority must be any of these values
es_es: La prioridad debe ser cualquiera de estos valores
fr_fr: La priorité doit être l'une de ces valeurs
it_it: La priorità dev'essere uno di questi valori

source: Resolution must be any of these values
es_es: La resolución debe ser uno de estos valores
fr_fr: La résolution doit être l'une de ces valeurs
it_it: La risoluzione dev'essere uno di questi valori

source: Reproducability must be any of these values
es_es: Reproducibilidad debe ser cualquiera de estos valores
fr_fr: La reproductibilité doit être l'une de ces valeurs
it_it: La riproducibilità dev'essere uno di questi valori

source: Custom field %customfield must be any of these values
es_es: El campo personalizado %customfield debe ser uno de estos valores

source: Assignee must be member of any of these teams
es_es: Cesionario debe ser miembro de cualquiera de estos equipos
fr_fr: La personne assignée doit être membre de l'une de ces équipes
it_it: L'assegnatario dev'essere membro di uno di questi team

source: User must be member of any of these teams
es_es: Usuario debe ser miembro de cualquiera de estos equipos
fr_fr: L'utilisateur doit être membre de l'une de ces équipes
it_it: L'utente dev'essere membro di uno di questi team

source: Do you really want to delete this transition validation rule?
es_es: ¿Realmente desea eliminar esta regla de validación de transición?
fr_fr: Voulez-vous vraiment supprimer cette règle de validation de transition ?
it_it: Sei sicuro di voler eliminare questa regola di validazione della transizione?

source: Please confirm that you really want to delete this transition validation rule.
es_es: Por favor confirme que realmente desea eliminar esta regla de validación de la transición.
fr_fr: Veuillez confirmer que vous voulez vraiment supprimer cette règle de validation de transition.
it_it: Conferma che sei sicuro di voler eliminare questa regola di validazione della transizione.

source: Configure authentication
es_es: Configurar autenticación
fr_fr: Configurer l'authentification
it_it: Configura autenticazione

source: Please remember to install and configure your chosen authentication backend before setting it here. Changing settings on this page will result in you being logged out.
es_es: Por favor recuerde instalar y configurar el método de autenticación antes de definirlo aquí. El resultado de cambiar las opciones en esta página es que será deslogueado
fr_fr: Rappelez vous que vous devez installer et configurer votre moteur d'authentification avant de le configurer ici. Modifier des paramètres sur cette page aura pour effet de vous déconnecter.
it_it: Ricordati di installare e configurare il backend di autenticazione scelto prima di impostarlo qui. La modifica delle impostazioni su questa pagina comporterà la tua disconnessione.

source: Authentication backend
es_es: Método de autenticación
fr_fr: Moteur d'authentification
it_it: Backend autenticazione

source: The Bug Genie authentication (use internal user mechanisms)
es_es: Autenticación de The Bug Genie (utiliza mecanismos de usuarios internos)
fr_fr: L'authentification The Bug Genie (utilise des mécanismes internes)
it_it: Autenticazione di The Bug Genie (utilizza gestione utenti interna)

source: All modules which provide authentication are shown here. Please ensure your chosen backend is configured first, and please read the warnings included with your chosen backend to ensure that you do not lose administrator access.
es_es: Todos los módulos que otorgan autenticación son mostrados aquí. Asegurese que esté configurado primero, y por favor lea las advertencias incluidas en el método de autenticación seleccionado para no perder los privilegios de administrador.
fr_fr: Tous les modules qui fournissent une authentification sont listés ici. Assurez vous que votre programme tiers soit configuré et lisez les avertissements fournis avec celui-ci afin de ne pas perdre l'accès administrateur !
it_it: Tutti i moduli che forniscono l'autenticazione sono visualizzati qui. Assicurati prima che il backend scelto sia stato configurato e leggi gli avvisi inclusi con il backend scelto per assicurarti di non perdere l'accesso amministrativo.

source: Registration message
es_es: Mensaje al registrarse
fr_fr: Message d'inscription
it_it: Messaggio pagina di registrazione

source: The Bug Genie's registration page is unavailable when using a different backend. Write a message here to be shown to users instead. WikiFormatting can be used in this box and similar ones on this page.
es_es: Página de registro de The Bug Genie no está disponible cuando se utiliza un servidor diferente. Escriba un mensaje aquí para mostrar a los usuarios en su lugar. WikiFormatting puede ser utilizado en este cuadro y otros similares en esta página.
fr_fr: La page d'inscription de The Bug Genie n'est pas disponible lorsque vous utilisez un moteur d'authentification différent. Ecrivez ici un message alternatif qui sera affiché aux utilisateurs. Le formatage du Wiki peut être utilisé dans ce champ ainsi que les suivants situés sur de cette page.
it_it: La pagina di registrazione di The Bug Genie non è disponibile quando utilizzi un backend differente. Scrivi qui un messaggio da visualizzare agli utenti. È possibile usare la formattazione wiki in questa casella e nelle altre simili su questa pagina.

source: Forgot password message
es_es: Mensaje para el olvido de contraseña
fr_fr: Message de mot de passe oublié
it_it: Messaggio pagina Password dimenticata

source: Change password message
es_es: Mensaje para el cambio de contraseña
fr_fr: Modifier le message de mot de passe
it_it: Modifica messaggio password

source: Change account details message
es_es: Mensaje para el cambio de detalles de cuenta
fr_fr: Modifier le message des détails d'un compte
it_it: Modifica messaggio dettagli account

source: Click "%save" to save your changes in all categories
es_es: Haga clic en "%save" para guardar los cambios en todas las categorías
fr_fr: Cliquez sur "%save" pour enregistrer vos modifications dans toutes les catégories
it_it: Clicca "%save" per salvare le modifiche in tutte le categorie

source: Configure data types
es_es: Configuración de tipos de datos
fr_fr: Configurer les types de données
it_it: Configura tipi di dato

source: Configure issue fields
es_es: Configuración de campos para peticiones
fr_fr: Configurer les champs des demandes
it_it: Configura campi segnalazione

source: Edit built-in and custom issue fields and values here. Remember that the issue fields visibility (in the issue view or during reporting) is decided by the %issuetype_scheme in use by the project.
es_es: Edite campos de petición personalizados y valores aquí. Recuerde que la visibilidad de los campos de edición (en la vista Edición o durante la presentación de informes) está determinado por el %issuetype_scheme en uso del proyecto.
fr_fr: Modifiez les champs de demandes et les champs personnalisés et leurs valeurs ici. Rappelez-vous que la visibilité des champs de demandes (dans la vue demande ou durant le reporting) est conditionnée par le %issuetype_scheme ichoisi pour le projet.
it_it: Modifica qui i campi segnalazione e i valori integrati e personalizzati. Ricorda che la visibilità dei campi segnalazione (nella visualizzazione segnalazione o durante l'invio) è decisa dallo %issuetype_scheme utilizzato dal progetto.

source: Issuetype scheme
es_es: Esquema de tipos de petición
fr_fr: Système du type de demande
it_it: Schema tipo segnalazione

source: Add issue field
es_es: Añadir campo de petición
fr_fr: Ajouter un champ de demande
it_it: Aggiungi campo segnalazione

source: Add new issue field
es_es: Añadir un nuevo campo de petición
fr_fr: Ajouter un nouveau champ de demande
it_it: Aggiungi nuovo campo segnalazione

source: Field type
es_es: Tipo de campo
fr_fr: Type de champ
it_it: Tipo campo

source: Existing issue fields
es_es: Campos de petición existentes
fr_fr: Champs de demandes existants
it_it: Campi segnalazione esistenti

source: Configure issue types
es_es: Configuración de tipos de petición
fr_fr: Configurer les types de demandes
it_it: Configura tipi segnalazione

source: All issue types have their own settings for which fields are available / required on both the reporting page and on the issue overview page.
es_es: Todos los tipos de petición tienen sus propios ajustes para que los campos estén disponibles / solicitados tanto en la página de presentación de informes como en la página de resumen de peticiones.
fr_fr: Tous les types de demandes ont leurs propres paramètres pour lequels les champs sont disponibles / nécessaires aussi bien sur la page de soumission que sur la fiche descriptive de la demande.
it_it: Tutti i tipi segnalazione hanno delle proprie impostazioni per quanto riguarda i campi disponibili/obbligatori sia sulla pagina di invio sia nel sommario segnalazione.
