Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Dropdown list with custom text choices
es_es: Lista desplegable con opciones de texto personalizado
fr_fr: Liste déroulante avec des choix textuels personnalisés
it_it: Elenco a discesa con scelte di testo personalizzate

source: Single line text input
es_es: Entrada de texto de una línea
fr_fr: Champ de texte
it_it: Casella di testo a riga singola

source: Textarea in issue main area
es_es: Area de texto en el área principal del petición
fr_fr: Zone de texte dans la zone principale de la demande
it_it: Casella di testo multiriga nell'area principale della segnalazione

source: Textarea (small) in issue details list
es_es: Area de texto (pequeña) en la lista de detalles de la petición
fr_fr: Zone de texte (petit) dans la liste des détails de la demande
it_it: Casella di testo multiriga (piccola) nell'elenco dettagli della segnalazione

source: Radio choices
es_es: Opciones de radio
fr_fr: Boutons radio
it_it: Pulsanti di opzione

source: Dropdown list of available releases
es_es: Lista desplegable de compilaciones disponibles
fr_fr: Liste déroulante des versions disponibles
it_it: Elenco a discesa di release disponibili

source: Dropdown list of available components
es_es: Lista desplegable de componentes disponibles
fr_fr: Liste déroulante des composants disponibles
it_it: Elenco a discesa di componenti disponibili

source: Dropdown list of available editions
es_es: Lista desplegable de ediciones disponibles
fr_fr: Liste déroulante des éditions disponibles
it_it: Elenco a discesa di edizioni disponibili

source: Dropdown list of available milestones
es_es: Lista desplegable de puntos de control disponibles
fr_fr: Liste déroulante des jalons disponibles
it_it: Elenco a discesa di milestone disponibili

source: Dropdown list of all statuses
es_es: Lista desplegable de todos los estados
fr_fr: Liste déroulante de tous les statuts
it_it: Elenco a discesa di tutti gli stati

source: Calculated field
es_es: Campo calculado
fr_fr: Champ calculé
it_it: Campo calcolato

source: Date picker
es_es: Selector de fecha
fr_fr: Sélecteur de date
it_it: Selettore di date

source: Find and pick a user
es_es: Buscar y elegir un usuario
fr_fr: Trouvez et choisissez un utilisateur
it_it: Trova e seleziona un utente

source: Find and pick a team
es_es: Buscar y elegir un equipo
fr_fr: Trouvez et choisissez une équipe
it_it: Trova e seleziona un team

source: Find and pick a client
es_es: Buscar y seleccionar un cliente
fr_fr: Trouver et choisir un client
it_it: Trova e seleziona un cliente

source: This field key already exists
es_es: Ya existe la clave de este campo
fr_fr: Ce champ clé existe déjà
it_it: La chiave di questo campo esiste già

source: What you've done recently
es_es: Lo que has hecho recientemente
fr_fr: Ce que vous avez fait récemment
it_it: Cos'hai fatto recentemente

source: A widget that shows your most recent actions, such as issue edits, wiki edits and more
es_es: Un widget que muestra sus acciones más recientes, como las ediciones de peticiones, ediciones del wiki y más
fr_fr: Un widget qui affiche vos actions les plus récentes, telles que les modifications des demandes , les modifications de wiki et plus encore
it_it: Un widget che visualizza le tue azioni più recenti, come modifiche alle segnalazioni, modifiche al wiki e altro

source: Recent comments
es_es: Comentarios recientes
fr_fr: Commentaires récents
it_it: Commenti recenti

source: Shows a list of your most recent comments
es_es: Muestra una lista de sus más recientes comentarios
fr_fr: Affiche une liste de vos derniers commentaires
it_it: Visualizza un elenco dei tuoi commenti più recenti

source: Issues reported by me
es_es: Peticiones registradas por mi
fr_fr: Demandes ouvertes par moi
it_it: Segnalazioni inviate da me

source: Shows a list of all issues you have reported, across all projects
es_es: Muestra una lista de todas las peticiones que ha informado, en todos los proyectos
fr_fr: Affiche une liste de toutes les demandes que vous avez soumises, dans tous les projets
it_it: Visualizza un elenco di tutte le segnalazioni che hai inviato per tutti i progetti

source: Open issues assigned to me
es_es: Peticiones abiertas que tengo asignadas
fr_fr: Demandes ouvertes assignées à moi
it_it: Segnalazioni aperte assegnate a me

source: Shows a list of all issues assigned to you
es_es: Muestra una lista de todas las peticiones que tiene asignadas
fr_fr: Affiche une liste de toutes les demandes qui vous sont assignés
it_it: Visualizza un elenco di tutte le segnalazioni assegnate a te

source: Open issues owned by me
es_es: Mis cuestiones abiertas
fr_fr: Demandes ouvertes appartenant à moi
it_it: Segnalazioni aperte di mia proprietà

source: Shows a list of all issues owned by you
es_es: Muestra una lista de todas las peticiones que es propietario
fr_fr: Affiche une liste de toutes les demandes qui vous appartiennent
it_it: Visualizza un elenco di tutte le segnalazioni di tua proprietà

source: Open issues assigned to my teams
es_es: Peticiones abiertas asignadas a mis equipos
fr_fr: Demandes ouvertes assignées à mes équipes
it_it: Segnalazioni aperte assegnate ai miei team

source: Shows all issues assigned to any of your teams
es_es: Muestra todas las peticiones asignadas a cualquiera de sus equipos
fr_fr: Affiche toutes les demandes attribuées à l'une de vos équipes
it_it: Visualizza tutte le segnalazioni assegnate a uno qualunque dei tuoi team

source: Your projects
es_es: Sus proyectos
fr_fr: Vos projets
it_it: I tuoi progetti

source: A widget that shows projects you are involved in
es_es: Un widget que muestra los proyectos en los que está involucrado
fr_fr: Un widget qui affiche les projets pour lesquels vous êtes impliqué
it_it: Un widget che visualizza i progetti in cui sei coinvolto

source: Upcoming milestones / sprints
es_es: Próximos sprints / hitos
fr_fr: Prochains jalons/sprints
it_it: Milestone/sprint imminenti

source: A widget that shows all upcoming milestones or sprints for any projects you are involved in
es_es: Un widget que muestra todos los próximos hitos o sprints para cualquier proyecto el los que usted está involucrado
fr_fr: Un widget qui affiche tous les jalons à venir ou les sprints pour tous les projets pour lesquels vous êtes impliqué
it_it: Un widget che visualizza tutte le milestone/sprint imminenti per tutti i progetti in cui sei coinvolto

source: Recent issues: %issuetype
es_es: Peticiones recientes: %issuetype
fr_fr: Demandes récentes : %issuetype
it_it: Segnalazioni recenti: %issuetype

source: Show recent issues of type %issuetype
es_es: Mostrar las ultimas peticiones de tipo %issuetype
fr_fr: Afficher les demandes récentes de type %issuetype
it_it: Visualizza le segnalazioni recenti di tipo %issuetype

source: About this project
es_es: Acerca de este proyecto
fr_fr: À propos de ce projet
it_it: Informazioni su questo progetto

source: Basic project information widget, showing project name, important people and links
es_es: Widget de información básica del proyecto, mostrando el nombre del proyecto, personas importantes y enlaces
fr_fr: Widget d'informations de base sur le projet, montrant le nom du projet, des personnes importantes et des liens
it_it: Widget con informazioni di base sul progetto che visualizza il nome del progetto, persone importanti e collegamenti

source: Project team
es_es: Equipo del proyecto
fr_fr: Équipe projet
it_it: Team del progetto

source: A widget with information about project developers and the project team and their respective project roles
es_es: Un widget con información sobre los desarrolladores del proyecto y el equipo del proyecto y sus roles respectivos proyecto
fr_fr: Un widget avec des informations sur les développeurs du projet et l'équipe projet ainsi que leurs rôles respectifs
it_it: Un widget con informazioni sugli sviluppatori del progetto, sul team del progetto e sui rispettivi ruoli all'interno del progetto

source: Project client
es_es: Proyecto del cliente
fr_fr: Clients du projet
it_it: Cliente del progetto

source: Shows information about the associated project client (if any)
es_es: Muestra información sobre el cliente de proyecto asociado (si existe)
fr_fr: Affiche des informations sur le client du projet associé (le cas échéant)
it_it: Visualizza informazioni sul cliente associato al progetto (se esiste)

source: Subprojects
es_es: Suproyectos
fr_fr: Sous-projets
it_it: Sottoprogetti

source: Lists all subprojects of this project, with quick links to report an issue, open the project wiki and more
es_es: Enumera todos los subproyectos de este proyecto, con enlaces rápidos a informar sobre un problema, abrir el wiki del proyecto y más
fr_fr: Répertorie tous les sous-projets du projet, avec des liens rapides pour soumettre une demande, afficher le wiki du projet ...
it_it: Elenca tutti i sottoprogetti di questo progetto, con collegamenti rapidi per inviare una segnalazione, aprire il wiki del progetto e altro

source: Recent activities
es_es: Actividades recientes
fr_fr: Activités récentes
it_it: Attività recenti

source: Displays project timeline
es_es: Muestra el cronograma del proyecto
fr_fr: Afficher la chronologie du projet
it_it: Visualizza la timeline del progetto

source: Upcoming milestones and deadlines
es_es: Próximos hitos y plazos
fr_fr: Jalons et échéances à venir
it_it: Milestone e deadline imminenti

source: A widget showing a list of upcoming milestones and deadlines for the next three weeks
es_es: Un widget que muestra una lista de los próximos hitos y plazos para las próximas tres semanas
fr_fr: Un widget affichant la liste des jalons à venir et dates limites pour les trois prochaines semaines
it_it: Un widget che visualizza un elenco delle milestone e deadline imminenti per le prossime tre settimane

source: Latest downloads
es_es: Últimas descargas
fr_fr: Derniers téléchargements
it_it: Download più recenti

source: Lists recent downloads released in the release center
es_es: Listas de descargas recientes aparecidos en el centro de lanzamiento
fr_fr: Liste les téléchargements récents publiés dans le centre de publications
it_it: Elenca i download recenti rilasciati nel centro release

source: Graph of closed vs open issues
es_es: Gráfico de temas abierto vs cerrado
fr_fr: Graphique des demandes fermées contre demandes ouvertes
it_it: Grafico segnalazioni chiuse/aperte

source: Shows a line graph comparing closed vs open issues for the past 15 days
es_es: Muestra un gráfico de línea comparando peticiones abiertas vs cerradas de los últimos 15 días
fr_fr: Affiche une courbe comparant les demandes ouvertes vs fermées depuis 15 jours
it_it: Visualizza un grafico lineare che confronta le segnalazioni chiuse e aperte degli ultimi 15 giorni

source: Statistics by priority
es_es: Estadísticas por prioridad
fr_fr: Statistiques par priorité
it_it: Statistiche per priorità

source: Displays a bar graph of open and closed issues grouped by priority
es_es: Muestra un gráfico de barras de peticiones abiertas y cerradas, agrupadas por prioridad
fr_fr: Affiche un histogramme des demandes ouvertes et fermées groupées par priorité
it_it: Visualizza un istogramma delle segnalazioni aperte e chiuse raggruppate per priorità

source: Statistics by severity
es_es: Estadísticas por gravedad
fr_fr: Statistiques par gravité
it_it: Statistiche per severità

source: Displays a bar graph of open and closed issues grouped by severity
es_es: Muestra un gráfico de barras de peticiones abiertas y cerradas, agrupadas por gravedad
fr_fr: Affiche un histogramme des demandes ouverte et fermées groupées par sévérité
it_it: Visualizza un istogramma delle segnalazioni aperte e chiuse raggruppate per severità

source: Statistics by category
es_es: Estadísticas por categoría
fr_fr: Statistiques par catégorie
it_it: Statistiche per categoria

source: Displays a bar graph of open and closed issues grouped by category
es_es: Muestra un gráfico de barras de peticiones abiertas y cerradas, agrupadas por categoría
fr_fr: Affiche un histogramme des demandes ouverte et fermées groupées par catégorie
it_it: Visualizza un istogramma delle segnalazioni aperte e chiuse raggruppate per categoria

source: Statistics by status
es_es: Estadísticas por estado
fr_fr: Statistiques par statut
it_it: Statistiche per stato

source: Displays a bar graph of open and closed issues grouped by status
es_es: Muestra un gráfico de barras de peticiones abiertas y cerradas, agrupadas por estado
fr_fr: Affiche un histogramme des demandes ouverte et fermées groupées par statut
it_it: Visualizza un istogramma delle segnalazioni aperte e chiuse raggruppate per stato

source: Statistics by resolution
es_es: Estadísticas por resolución
fr_fr: Statistiques par résolution
it_it: Statistiche per risoluzione

source: Displays a bar graph of open and closed issues grouped by resolution
es_es: Muestra un gráfico de barras de peticiones abiertas y cerradas, agrupadas por resolución
fr_fr: Affiche un histogramme des demandes ouverte et fermées groupées par résolution
it_it: Visualizza un istogramma delle segnalazioni aperte e chiuse raggruppate per risoluzione

source: Statistics by workflow step
es_es: Estadísticas según pasos del flujo de trabajo
fr_fr: Statistiques par étape du flux de travaux
it_it: Statistiche per passaggio flusso di lavoro

source: Displays a bar graph of open and closed issues grouped by current workflow step
es_es: Muestra un gráfico de barras de peticiones abiertas y cerradas, agrupadas por paso de flujo de trabajo actual
fr_fr: Affiche un histogramme des demandes ouverte et fermées groupées en fonction de l'étape courante du flux de travail
it_it: Visualizza un istogramma delle segnalazioni aperte e chiuse raggruppate in base al passaggio attuale del flusso di lavoro

source: Unknown dashboard item
es_es: Elemento desconocido del tablero
fr_fr: Élément du tableau de bord inconnu
it_it: Elemento cruscotto sconosciuto

source: Crash: Bug causes crash or data loss / asserts in the debug release
es_es: Accidente: El error causa un fallo o pérdida de datos / confirma en la liberación de depuración
fr_fr: Panne : Le bogue cause une panne ou une perte de données / intercepté dans la livraison de débogage
it_it: Crash: l'anomalia causa un crash o una perdita di dati/asserzioni nella release di debug

source: Major usability: Impairs usability in key scenarios
es_es: Usabilidad Mayor: La facilidad de uso no es la adecuada en los escenarios claves
fr_fr: Utilisabilité majeur : Défaillance de l'utilisabilité des scénarios principaux
it_it: Usabilità (importante): riduce l'usabilità in scenari chiave

source: Minor usability: Impairs usability in secondary scenarios
es_es: Usabilidad Menor: La facilidad de uso no es buena en los escenarios secundarios
fr_fr: Utilisabilité mineur : Défaillance de l'utilisabilité des scénarios secondaires
it_it: Usabilità (minore): riduce l'usabilità in scenari secondari

source: Balancing: Enables degenerate usage strategies that harm the experience
es_es: Equilibrio: Permite usos inadecuados que dañan la experiencia
fr_fr: Intermédiaire : Comportements pénalisant l'utilisabilité
it_it: Bilanciamento: consente strategie di utilizzo degenere che peggiorano l'esperienza

source: Visual and Sound Polish: Aesthetic issues
es_es: Parece Chino: Cuestiones estéticas
fr_fr: Visuel et textuel : Problèmes esthétiques
it_it: Pulizia visuale e acustica: problemi estetici

source: Localization
es_es: Regionalización
fr_fr: Localisation
it_it: Traduzione

source: Documentation: A documentation issue
es_es: Documentación: Una petición de documentación
fr_fr: Documentation : Un problème de documentation
it_it: Documentazione: una segnalazione riguardante la documentazione

source: Blocking further progress on the daily build
es_es: Bloquea el avance en la construcción diaria
fr_fr: Bloque la progression dans la build quotidienne
it_it: Blocca ulteriori progressi sulla build giornaliera

source: A User would return the product / cannot RTM / the team would hold the release for this bug
es_es: Un usuario puede devolver el producto / no se puede RTM / el equipo tiene que mantener la liberación para este error
fr_fr: Un utilisateur voudra renvoyer le projet / ne pourra pas mettre en production / l'équipe souhaite retarder la livraison pour ce défaut
it_it: Un utente restituirebbe il prodotto/impossibile rilasciare sul mercato/il team rimanderebbe il rilascio a causa di quest'anomalia

source: A User would likely not purchase the product / will show up in review / clearly a noticeable issue
es_es: Un usuario no puede comprar el producto / se mostrará en la revisión / claramente es un problema notable
fr_fr: Un utilisateur ne voudra probablement pas acquérir le projet / sera présent dans les avis / défaut clairement sensible
it_it: Un utente probabilmente non acquisterebbe il prodotto/l'anomalia verrebbe notata in una recensione/chiaramente un problema notevole

source: A Pain - users won't like this once they notice it / a moderate number of users won't buy
es_es: Un Dolor - a los usuarios no les gustará en cuanto se den cuenta / un número moderado de usuarios no comprarán
fr_fr: Pénalisant - les utilisateurs ne vont pas pas apprécier une fois qu'ils l'auront remarqué / un nombre modéré d'utilisateur n'acheteront pas
it_it: Doloroso - agli utenti non piacerebbe l'anomalia una volta notata/un numero moderato di utenti non acquisterebbe il prodotto

source: Nuisance - not a big deal but noticeable / extremely unlikely to affect sales
es_es: Molestia - no demasiado importante pero perceptible / extremadamente improbable que afecte a las ventas
fr_fr: Nuisance - pas un gros problème mais perceptible / extrêmement peu probable d'affecter les ventes
it_it: Fastidio - non è chissà cosa ma si nota/è estremamente improbabile che ciò abbia influenza sulle vendite

source: Will affect all users
es_es: Afectará a todos los usuarios
fr_fr: Affectera tous les utilisateurs
it_it: Interesserà tutti gli utenti

source: Will affect most users
es_es: Afectará a la mayoría de los usuarios
fr_fr: Affectera la plupart des utilisateurs
it_it: Interesserà molti utenti

source: Will affect average number of users
es_es: Afectará un número medio de usuarios
fr_fr: Affectera la majorité des utilisateurs
it_it: Interesserà un numero medio di utenti

source: Will only affect a few users
es_es: Solo afectará a unos pocos usuarios
fr_fr: Affectera un petit nombre d'utilisateurs
it_it: Interesserà solo alcuni utenti

source: Will affect almost no one
es_es: Afectará a casi nadie
fr_fr: Affectera personne ou presque
it_it: Non interesserà quasi nessuno

source: This issue has been deleted
es_es: Esta petición se ha eliminado
fr_fr: Cette demande a été supprimée
it_it: Questa segnalazione è stata eliminata

source: Unknown issuetype
es_es: Tipo de problema desconocido
fr_fr: Type de demande inconnu
it_it: Tipo segnalazione sconosciuto

source: 1 month
es_es: 1 mes
fr_fr: 1 mois
it_it: 1 mese

source: %number_of months
es_es: %number_of meses
fr_fr: %number_of mois
it_it: %number_of mesi

source: 1 week
es_es: 1 semana
fr_fr: 1 semaine
it_it: 1 settimana

source: %number_of weeks
es_es: %number_of semanas
fr_fr: %number_of semaines
it_it: %number_of settimane

source: 1 day
es_es: 1 dia
fr_fr: 1 jour
it_it: 1 giorno

source: %number_of days
es_es: %number_of días
fr_fr: %number_of jours
it_it: %number_of giorni

source: 1 hour
es_es: 1 hora
fr_fr: 1 heure
it_it: 1 ora

source: %number_of hours
es_es: %number_of horas
fr_fr: %number_of heures
it_it: %number_of ore

source: 1 point
es_es: 1 punto
it_it: 1 punto

source: %number_of points
es_es: %number_of puntos
it_it: %number_of punti

source: No time
es_es: Sin tiempo
fr_fr: Pas de durée
it_it: Tempo non specificato

source: A file was uploaded. %link_to_file This comment was attached: %comment
es_es: Un archivo fue subido. %link_to_file Este comentario fue adjuntado: %comment
fr_fr: Un fichier a été chargé %link_to_file. Ce commentaire a été joint : %comment
it_it: È stato caricato un file. %link_to_file È stato allegato questo commento: %comment

source: A file was uploaded. %link_to_file
es_es: Un archivo fue subido. %link_to_file
fr_fr: Un fichier a été chargé %link_to_file.
it_it: È stato caricato un file. %link_to_file

source: This issue no longer depends on the solution of issue %issue_no
es_es: Esta petición ya no depende de la solución de la petición %issue_no
fr_fr: Cette demande ne dépend plus de la résolution de la demande %issue_no
it_it: Questa segnalazione non dipende più dalla risoluzione della segnalazione %issue_no

source: Issue %issue_no no longer depends on the solution of this issue
es_es: Tema %issue_non ya no depende de la solución de este problema
fr_fr: La demande %issue_no ne dépend plus de la solution de cette demande
it_it: La segnalazione %issue_no non dipende più dalla risoluzione di questa segnalazione

source: This %this_issuetype now depends on the solution of %issuetype %issue_no
es_es: El pedido %this_issuetype ahora depende de la resolución de %issuetype %issue_no
fr_fr: Ce %this_issuetype dépend maintenant de la résolution de %issuetype %issue_no
it_it: Questo %this_issuetype ora dipende dalla risoluzione di %issuetype %issue_no

source: %issuetype %issue_no now depends on the solution of this %this_issuetype
es_es: %issuetype %issue_no ahora depende de la resolución de %this_issuetype
fr_fr: %issuetype %issue_no dépend maintenant de la résolution de cette %this_issuetype
it_it: %issuetype %issue_no ora dipende dalla risoluzione di questo %this_issuetype

source: '%release_name' added
es_es: '%release_name' añadido
fr_fr: "%release_name" ajoutée
it_it: '%release_name' aggiunto

source: '%edition_name' added
es_es: '%edition_name' añadido
fr_fr: "%edition_name" ajoutée
it_it: '%edition_name' aggiunto

source: '%component_name' added
es_es: '%component_name' añadido
fr_fr: "%component_name" ajouté
it_it: '%component_name' aggiunto

source: '%item_name' removed
es_es: '%item_name' eliminado
fr_fr: "%item_name" supprimé
it_it: '%item_name' rimosso

source: '%edition' is now confirmed for this issue
es_es: '%edition' ahora está confirmado para esta petición
it_it: Ora si è confermato che '%edition' è affetto da questa segnalazione

source: '%edition' is now unconfirmed for this issue
es_es: '%edition' ahora no está confirmada para esta petición
it_it: Ora non è più confermato che '%edition' è affetto da questa segnalazione

source: '%build' is now confirmed for this issue
es_es: '%build' está ahora confirmada para esta petición
it_it: Ora si è confermato che '%build' è affetto da questa segnalazione

source: '%build' is now unconfirmed for this issue
es_es: '%build' ahora no está confirmada esta petición
it_it: Ora non è più confermato che '%build' è affetto da questa segnalazione

source: '%component' is now confirmed for this issue
es_es: '%component' ahora esta confirmado para esta petición
it_it: Ora si è confermato che '%component' è affetto da questa segnalazione

source: '%component' is now unconfirmed for this issue
es_es: '%component' ahora no está confirmado para esta petición
it_it: Ora non è più confermato che '%component' è affetto da questa segnalazione

source: Title updated
es_es: Titulo actualizado
it_it: Titolo aggiornato

source: Issue label updated
es_es: Etiqueta de petición actualizada
fr_fr: Étiquette de demande mis à jour
it_it: Etichetta segnalazione aggiornata

source: Description updated
es_es: Descripción actualizada
fr_fr: Description mise à jour
it_it: Descrizione aggiornata

source: Reproduction steps updated
es_es: Pasos de reproducción actualizados
fr_fr: Étapes de reproduction mises à jour
it_it: Passaggi per riprodurre il problema aggiornati

source: Not determined
es_es: Indeterminado
fr_fr: Indéterminé
it_it: Non determinato

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
