Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Releases
es_es: Compilaciones
fr_fr: Livraisons
it_it: Release

source: Roadmap
es_es: Hoja de Ruta
fr_fr: Feuille de route
it_it: Tabella di marcia

source: Team overview
es_es: Resumen del Equipo
fr_fr: Équipe projet
it_it: Panoramica team

source: Statistics
es_es: Estadísticas
fr_fr: Statistiques
it_it: Statistiche

source: Timeline
es_es: Línea de tiempo
fr_fr: Chronologie

source: Release center
es_es: Centro de liberación
fr_fr: Centre de versions
it_it: Centro release

source: Settings
es_es: Opciones
fr_fr: Paramètres
it_it: Impostazioni

source: Scopes
es_es: Ámbitos
fr_fr: Instances
it_it: Ambiti

source: Scopes are self-contained Bug Genie environments. Configure them here.
es_es: Ámbitos son independientes Bug Genie. Configurarlos aquí.
fr_fr: Les instances sont des environnements autonomes de The Bug Genie. Configurez-les ici.
it_it: Gli ambiti sono ambienti The Bug Genie autocontenuti. Configurali qui.

source: Every setting in the bug genie can be adjusted in this section.
es_es: Todos los ajustes en el bug genie se pueden ajustar en esta sección.
fr_fr: L'ensemble des paramètres de The Bug Genie peuvent être ajustés dans cette rubrique.
it_it: Ogni impostazione in The Bug Genie può essere modificata in questa sezione.

source: Theme
es_es: Tema

source: Configure the selected theme from this section
es_es: Configure el tema seleccionado desde esta sección

source: Configure roles in this section
es_es: Configurar permisos en esta sección

source: Authentication
es_es: Autenticación
fr_fr: Authentification
it_it: Autenticazione

source: Configure the authentication method in this section
es_es: Configurar el método de autenticación en esta sección
fr_fr: Configurez la méthode d'authentification dans cette rubrique
it_it: Configura il metodo di autenticazione in questa sezione

source: Uploads and attachments
es_es: Subidas y adjuntos

source: All settings related to file uploads are controlled from this section.
es_es: Todos los ajustes relacionados con la subida de archivos se controlan desde esta sección.
fr_fr: L'ensemble des paramètres relatifs au téléversement de fichiers sont contrôlés depuis cette rubrique.
it_it: Tutte le impostazioni relative al caricamento di file sono controllate da questa sezione.

source: Import data
es_es: Importar datos
fr_fr: Importer des données
it_it: Importa dati

source: Import data from CSV files and other sources.
es_es: Importar datos desde archivos CSV y otras fuentes.
fr_fr: Importer des données depuis des fichiers CSV et d'autres sources.
it_it: Importa dati da file CSV e da altre sorgenti.

source: Projects
es_es: Proyectos
fr_fr: Projets
it_it: Progetti

source: Set up all projects in this configuration section.
es_es: Configurar todos los proyectos en esta sección de configuración.
fr_fr: Configurez tous les projets dans cette rubrique de configuration.
it_it: Imposta tutti i progetti in questa sezione di configurazione.

source: Issue types
es_es: Tipos de peticiones
fr_fr: Types de demandes
it_it: Tipologie segnalazione

source: Manage issue types and configure issue fields for each issue type here
es_es: Tema tipos de administrar y configurar campos de edición para cada tipo de problema aquí
fr_fr: Gérez les types de demandes et configurez les champs de demandes pour chaque type de demande ici.
it_it: Gestisci qui i tipi segnalazione e configura i campi delle segnalazioni per ogni tipo di segnalazione

source: Issue fields
es_es: Campos para peticiones
fr_fr: Champs des demandes
it_it: Campi della segnalazione

source: Status types, resolution types, categories, custom fields, etc. are configurable from this section.
es_es: Tipos de estado, tipos de resolución, categorías, campos personalizados, etc. son configurables de esta sección.
fr_fr: Types de status, types de résolution, catégories, champs personnalisés, etc. sont configurables depuis cette rubrique.
it_it: Tipi di stato, tipi di risoluzione, categorie, campi personalizzati, ecc. sono configurabili da questa sezione.

source: Workflow
es_es: Flujo de trabajo
fr_fr: Flux de travaux
it_it: Flusso di lavoro

source: Set up and edit workflow configuration from this section
es_es: Crear y editar la configuración de flujo de trabajo de esta sección
fr_fr: Configurez et modifiez les flux de travaux depuis cette rubrique
it_it: Imposta e modifica la configurazione del flusso di lavoro da questa sezione

source: Users, teams and clients
es_es: Usuarios, equipos y clientes

source: Manage users, user teams and clients from this section.
es_es: Administrar usuarios, equipos de usuario y clientes de esta sección.
fr_fr: Gérer les utilisateurs, les équipes et les clients depuis cette section.
it_it: Gestisci utenti, team utente e clienti da questa sezione.

source: Manage modules
es_es: Gestión de módulos

source: Manage Bug Genie extensions from this section. New modules are installed from here.
es_es: Administrar extensiones de Genie Bug de esta sección. Nuevos módulos se instalan desde aquí.
fr_fr: Gérez les extensions de The Bug Genie depuis cette rubrique. Les nouveaux modules sont installés ici.
it_it: Gestisci le estensioni di The Bug Genie da questa sezione. I nuovi moduli sono installati da qui.

source: This project does not exist
es_es: Este proyecto no existe
fr_fr: Ce projet n'existe pas
it_it: Questo progetto non esiste

source: top
es_es: arriba
fr_fr: haut
it_it: inizio

source: Open image in new window
es_es: Abrir imagen en una nueva pantalla
fr_fr: Ouvrir l'image dans une nouvelle fenêtre
it_it: Apri immagine in una nuova finestra

source: File no longer exists.
es_es: El archivo y ano existe.

source: Open file in new window
es_es: Abrir archivo en una nueva ventana
fr_fr: Ouvrir le fichier dans une nouvelle fenêtre
it_it: Apri file in una nuova finestra

source: Configure %thebuggenie_name
es_es: Configurar %thebuggenie_name
fr_fr: Configurer %thebuggenie_name
it_it: Configura %thebuggenie_name

source: Failed to check for updates
es_es: Fallo al comprobar las actualizaciones
fr_fr: Echec de la vérification des mises à jour
it_it: Impossibile controllare gli aggiornamenti

source: The response from The Bug Genie website was invalid
es_es: La respuesta del sitio web The Bug Genier no era válida
fr_fr: La réponse du site web de The Bug Genie était invalide
it_it: La risposta dal sito web The Bug Genie non è valida

source: The Bug Genie is up to date
es_es: The Bug Genie está actualizado
fr_fr: The Bug Genie est à jour
it_it: The Bug Genie è aggiornato

source: The latest version is %ver
es_es: La última versión es %ver
fr_fr: La dernière version est %ver
it_it: L'ultima versione è %ver

source: The Bug Genie is out of date
es_es: The Bug Genie está desactualizado
fr_fr: The Bug Genie est obsolète
it_it: The Bug Genie non è aggiornato

source: The latest version is %ver. Update now from www.thebuggenie.com.
es_es: La última versión es %ver . Actualice ahora desde www.thebuggenie.com.
fr_fr: La dernière version est %ver. Mettez à jour maintenant depuis www.thebuggenie.com.
it_it: L'ultima versione è %ver. Esegui l'aggiornamento ora da www.thebuggenie.com.

source: Please provide a valid setting for highlighting interval
es_es: Por favor defina un valor válido para el intervalo de resaltado
fr_fr: Veuillez fournir une valeur valide pour l'interval de surlignement
it_it: Fornisci un valore valido per l'intervallo di evidenziazione

source: Please provide a valid setting for charset
es_es: Por favor defina un valor para el conjunto de caracteres
fr_fr: Veuillez fournir une valeur valide pour le jeu de caractères
it_it: Fornisci un valore valido per il set di caratteri

source: Please provide a valid setting for notification poll interval
es_es: Por favor defina un valor válido para el intervalo de sondeo de notificación

source: All settings saved
es_es: Todas las opciones guardadas
fr_fr: Tous les paramètres sont sauvegardés
it_it: Tutte le impostazioni sono state salvate

source: Status types
es_es: Tipos de estado
fr_fr: Types de statut
it_it: Tipi di stato

source: Resolution types
es_es: Tipos de Resolución
fr_fr: Types de résolution
it_it: Tipi di risoluzione

source: Priority levels
es_es: Niveles de prioridad
fr_fr: Niveaux de priorité
it_it: Livelli di priorità

source: Severity levels
es_es: Niveles de gravedad
fr_fr: Niveau de sévérité
it_it: Livelli di gravità

source: Categories
es_es: Categorías
fr_fr: Catégories
it_it: Categorie

source: Reproducability
es_es: Reproducibilidad
fr_fr: Reproductibilité
it_it: Riproducibilità

source: Activity types
es_es: Tipos de actividad
fr_fr: Types d'activités
it_it: Tipi attività

source: Please enter a valid name
es_es: Por favor introduzca un nombre válido
fr_fr: Veuillez saisir un nom valide
it_it: Inserisci un nome valido

source: The issuetype scheme was deleted
es_es: Se eliminó el tipo de esquema
fr_fr: Le système de type de demande a été supprimé
it_it: Lo schema del tipo di segnalazione è stato eliminato

source: Issue type created
es_es: Tipo de petición creado
fr_fr: Type de demande créé
it_it: Schema del tipo di segnalazione creato

source: Please provide a valid name for the issue type
es_es: Por favor de un nombre válido al tipo de petición
fr_fr: Veuillez fournir un nom valide pour le type de demande
it_it: Fornisci un nome valido per il tipo di segnalazione

source: The issue type details were updated
es_es: Se actualizaron los detalles del tipo de petición
fr_fr: Les détails du type de demande a été mis à jour
it_it: I dettagli del tipo di segnalazione sono stati aggiornati

source: The issue type was updated
es_es: El tipo de petición fue actualizado
fr_fr: Le type de demande a été mis à jour
it_it: Il tipo di segnalazione è stato aggiornato

source: Please provide a valid issue type
es_es: Por favor asigne un tipo de petición válido
fr_fr: Veuillez fournir un type de demande valide
it_it: Fornisci un tipo di segnalazione valido

source: Available choices updated
es_es: Opciones disponibles actualizadas
fr_fr: Choix disponibles mis à jour
it_it: Opzioni disponibili aggiornate

source: Issue type deleted
es_es: Tipo de petición borrado
fr_fr: Type de demande supprimé
it_it: Tipo di segnalazione eliminato

source: Please provide a valid action for this issue type / scheme
es_es: Por favor proporcione una acción válida para este tipo de petición / esquema
fr_fr: Spécifiez une action valide pour ce type de demande/système
it_it: Fornisci un'azione valida per questo tipo di segnalazione/schema

source: Please provide a valid action for this issue type
es_es: Por favor asigne una acción válida para este tipo de petición
fr_fr: Veuillez fournir une action valide pour le type de demande
it_it: Fornisci un'azione valida per questo tipo di segnalazione

source: The option was added
es_es: La opción fue agregada
fr_fr: L'option a été ajoutée
it_it: L'opzione è stata aggiunta

source: Please provide a valid name
es_es: Por favor asigne un nombre válido
fr_fr: Veuillez fournir un nom valide
it_it: Fornisci un nome valido

source: The option was updated
es_es: La opción fue actualizada
fr_fr: L'option a été mise à jour
it_it: L'opzione è stata aggiornata

source: Please provide a valid id
es_es: Por favor asigne un identificador válido
fr_fr: Veuillez fournir un identifiant valide
it_it: Fornisci un ID valido

source: The option was deleted
es_es: La opción fue borrada
fr_fr: L'option a été supprimée
it_it: L'opzione è stata eliminata

source: Invalid id or type
es_es: Tipo o identificador no válido
fr_fr: Identifiant ou type invalide
it_it: ID o tipo non validi

source: The issue field was added
es_es: Se añadió el campo de la petición
fr_fr: Le champ de demande a été ajouté
it_it: Il campo segnalazione è stato aggiunto

source: You need to provide a unique custom field name (key already exists)
es_es: Es necesario asignar un nombre único al campo personalizado (ese nombre ya existe)
fr_fr: Vous devez fournir un nom de champ personnalisé unique (la clé existe déjà)
it_it: Devi fornire un nome univoco per il campo personalizzato (la chiave esiste già)

source: The custom field was updated
es_es: El campo personalizado fue actualizado
fr_fr: Le champ personnalisé a été mis à jour
it_it: Il campo personalizzato è stato aggiornato

source: You need to provide a custom field key that already exists
es_es: Necesita dar un nombre clave que exista
fr_fr: Vous devez fournir une clef de champ personnalisé existante)
it_it: Devi fornire la chiave di un campo personalizzato che esiste già

source: The custom field was deleted
es_es: El campo personalizado fue borrado
fr_fr: Le champ personnalisé a été supprimé
it_it: Il campo personalizzato è stato eliminato

source: There are no more projects available in this instance
es_es: No hay más proyectos en este caso
fr_fr: Il n'y a plus de projet disponible dans cette instance
it_it: Non ci sono più progetti disponibili in quest'istanza

source: The project has been added
es_es: El proyecto ha sido agregado
fr_fr: Projet ajouté
it_it: Il progetto è stato aggiunto

source: A project with the same key already exists
es_es: Ya existe un proyecto con la misma clave
it_it: Esiste già un altro progetto con la stessa chiave

source: An error occurred:
es_es: Ha ocurrido un error:
fr_fr: Une erreur s'est produite :
it_it: Si è verificato un errore:

source: Please specify a valid project name
es_es: Por favor defina un nombre de proyecto válido
fr_fr: Veuillez spéficier un nom de projet valide
it_it: Specifica un nome valido per il progetto

source: You don't have access to add projects
es_es: No tiene acceso a añadir proyectos
fr_fr: Vous n'avez pas la permission d'ajouter des projets
it_it: Non hai i permessi per aggiungere progetti

source: The project was deleted
es_es: El proyecto fue borrado
fr_fr: Le projet a été supprimé
it_it: Il progetto è stato eliminato

source: An error occured
es_es: Ocurrió un error
fr_fr: Une erreur est survenue
it_it: Si è verificato un errore

source: You don't have access to remove projects
es_es: No tiene acceso para eliminar proyectos
fr_fr: Vous n'avez pas la permission de supprimer des projets
it_it: Non hai i permessi per rimuovere progetti

source: Project successfully updated
es_es: Proyecto actualizado exitosamente
fr_fr: Projet mis à jour avec succès
it_it: Progetto aggiornato con successo

source: You don't have access to archive projects
es_es: Usted no tiene acceso al archivo de proyectos
fr_fr: Vous n'avez pas la permission d'archiver des projets
it_it: Non hai i permessi per archiviare progetti

source: The module "%module_name" was installed successfully
es_es: El módulo "%module_name" fue instalado con éxito
fr_fr: Le module "%module_name" a été installé avec succès
it_it: Il modulo "%module_name" è stato installato con successo

source: There was an error install the module "%module_name"
es_es: Ocurrió un error al instalar el módulo "%module_name"
fr_fr: Une erreur s'est produite lors de l'installation du module "%module_name"
it_it: Si è verificato un errore durante l'installazione del modulo "%module_name"

source: The module "%module_name" was uninstalled successfully
es_es: El módulo "%module_name" se desinstaló correctamente
fr_fr: Le module "%module_name" a été désinstallé avec succès
it_it: Il modulo "%module_name" è stato disinstallato con successo

source: The module "%module_name" was successfully upgraded and can now be used again
es_es: El módulo "%module_name" se actualizó con éxito y ahora se puede utilizar otra vez
fr_fr: Le module "%module_name" a été mis à jour avec succès et peut maintenant être utilisé de nouveau
it_it: Il modulo "%module_name" è stato aggiornato con successo e ora può essere nuovamente usato

source: The module "%module_name" was not successfully upgraded
es_es: El módulo "%module_name" no se actualizó correctamente
fr_fr: Le module "%module_name" n'a pas été mis à jour avec succès
it_it: Il modulo "%module_name" non è stato aggiornato con successo

source: This module (%module_name) does not exist
es_es: Este módulo (%module_name) no existe
fr_fr: Ce module (%module_name) n'existe pas
it_it: Questo modulo (%module_name) non esiste

source: The module was updated
es_es: El módulo fue actualizado

source: The theme has been enabled
es_es: El tema ha sido habilitado

source: This theme does not exist
es_es: Este tema no existe

source: The theme was updated
es_es: Este tema fue actualizado

source: An error occured when trying to retrieve the theme update data
es_es: Un error ocurrió cuando intentaba recuperar los datos de actualización tema

source: The theme update could not be downloaded
es_es: La actualización del tema no puede ser descargada

source: An error occured when trying to retrieve the theme
es_es: Un error ocurrió cuando intentaba recuperarel tema

source: An error occured when trying to retrieve the module data
es_es: Un error ocurrió cuando intentaba recuperar los datos del módulo

source: The module could not be downloaded
es_es: El módulo no pudo ser descargado

source: An error occured when trying to retrieve the module
es_es: Un error ocurrió cuando intentaba recuperar el módulo

source: You don't have access to modify permissions
es_es: No tiene acceso para modificar los permisos
fr_fr: Vous n'avez pas la permission de modifier les autorisations
it_it: Non hai i permessi per modificare i permessi

source: Settings saved successfully
es_es: Las opciones se guardaron exitosamente
fr_fr: Paramètres sauvegardés correctement
it_it: Impostazioni salvate con successo

source: The module "%module_name" is not configurable
es_es: El módulo "%module_name" no es configurable
fr_fr: Le module "%module_name" n'est pas configurable
it_it: Il modulo "%module_name" non è configurabile

source: The upload path isn't writable
es_es: La ruta para la subida de archivos es de solo lectura
fr_fr: Le chemin de téléversement n'est pas accessible en écriture

source: The maximum file size must be a number
es_es: El tamaño máximo del archivo debe ser un número
fr_fr: La taille maximale du fichier doit être un nombre
it_it: La dimensione massima dei file deve essere un numero

source: You cannot delete the default groups
es_es: No puede borrar los grupos predeterminados
fr_fr: Vous ne pouvez pas supprimer le groupe par défaut
it_it: Non puoi eliminare i gruppi predefiniti

source: You cannot delete this group
es_es: No puede borrar este grupo
fr_fr: Vous ne pouvez pas supprimer ce groupe
it_it: Non puoi eliminare questo gruppo

source: You cannot delete the group for the default user
es_es: No se puede eliminar el grupo para el usuario por defecto
fr_fr: Vous ne pouvez pas supprimer le groupe pour l'utilisateur par défaut
it_it: Non puoi eliminare il gruppo per l'utente predefinito

source: The group was deleted
es_es: El grupo fue borrado
fr_fr: Le groupe a été supprimé
it_it: Il gruppo è stato eliminato

source: You cannot clone this group
es_es: No puede clonar este grupo
fr_fr: Vous ne pouvez pas cloner ce groupe
it_it: Non puoi clonare questo gruppo

source: Please enter a group name that doesn't already exist
es_es: Introduzca un nombre de grupo que no exista
fr_fr: Veuillez entrer un nom de groupe qui n'existe pas déjà
it_it: Immetti un nome gruppo che non esiste già

source: The group was cloned
es_es: El grupo fue clonado
fr_fr: Le groupe a été cloné
it_it: Il gruppo è stato clonato

source: The group was added
es_es: El grupo fue agregado
fr_fr: Le groupe a été ajouté
it_it: Il gruppo è stato aggiunto

source: Please enter a group name
es_es: Por favor ingrese un nombre de grupo
fr_fr: Veuillez saisir un nom de groupe
it_it: Immetti un nome per il gruppo

source: You cannot delete this system user
es_es: No puede borrar este usuario del sistema
fr_fr: Vous ne pouvez pas supprimer cet utilisateur système
it_it: Non puoi eliminare quest'utente di sistema

source: You cannot delete this user
es_es: No puede borrar este usuario
fr_fr: Vous ne pouvez pas supprimer cet utilisateur
it_it: Non puoi eliminare quest'utente

source: The user was deleted
es_es: El usuario fue eliminado
fr_fr: L'utilisateur a été supprimé
it_it: L'utente è stato eliminato

source: The user has been removed from this scope
es_es: El usuario se ha eliminado de este ámbito
fr_fr: L'utilisateur a été supprimé de cette instance
it_it: L'utente è stato rimosso da questo ambito

source: You cannot delete this team
es_es: No puede borrar este equipo
fr_fr: Vous ne pouvez pas supprimer cette équipe
it_it: Non puoi eliminare questo team

source: The team was deleted
es_es: El equipo fue borrado
fr_fr: L'équipe a ét;é supprimée
it_it: Il team è stato eliminato

source: You cannot clone this team
es_es: No puede clonar este equipo
fr_fr: Vous ne pouvez pas cloner cette équipe
it_it: Non puoi clonare questo team

source: Please enter a team name that doesn't already exist
es_es: Introduzca un nombre de equipo que no exista
fr_fr: Veuillez entrer un nom d'équipe qui n'existe pas déjà
it_it: Immetti un nome team che non esiste già

source: The team was cloned
es_es: El equipo fue clonado
fr_fr: L'équipe a ét;é clonée
it_it: Il team è stato clonato

source: The team was added
es_es: El equipo fue agregado
fr_fr: L'équipe a ét;é ajoutée
it_it: Il team è stato aggiunto

source: Please enter a team name
es_es: Por favor ingrese un nombre de equipo
fr_fr: Veuillez saisir un nom d'équipe
it_it: Inserisci un nome per il team

source: Unactivated users
es_es: Usuarios sin activar
fr_fr: Utilisateurs désactivés
it_it: Utenti non attivati

source: New users
es_es: Nuevos usuarios
fr_fr: Nouveaux utilisateurs
it_it: Nuovi utenti

source: All users
es_es: Todos los usuarios
fr_fr: Tous les utilisateurs
it_it: Tutti gli utenti

source: This instance of The Bug Genie cannot add more users
es_es: Esta instancia de The Bug Genie no puede agregar más usuarios
fr_fr: Cette instance de The Bug Genie ne peut pas ajouter plus d'utilisateurs
it_it: Impossibile aggiungere più utenti a quest'istanza di The Bug Genie

source: The user was successfully added to this scope (pending user confirmation)
es_es: El usuario fue agregado con éxito a este ámbito (pendiente de confirmación del usuario)
fr_fr: L'utilisateur a été ajouté avec succès à cette instance (en attente de la confirmation de l'utilisateur)
it_it: L'utente è stato aggiunto con successo a questo ambito (in attesa di conferma dell'utente)

source: Please enter the same password twice
es_es: Por favor ingrese la misma contraseña dos veces
fr_fr: Veuillez saisir deux fois le même mot de passe
it_it: Immetti la stessa password due volte

source: Please enter a username
es_es: Por favor ingrese un nombre de usuario
fr_fr: Veuillez saisir un nom d'utilisateur
it_it: Immetti un nome utente

source: User %username created
es_es: El usuario %username fue creado
fr_fr: L'utilisateur %username a été créé
it_it: Utente %username creato

source: This user is not a confirmed member of this scope
es_es: Este usuario no es miembro confirmado de este ámbito
fr_fr: Cet utilisateur n'est pas un membre confirmé de cette instance
it_it: Questo utente non è un membro confermato di quest'ambito

source: This username is already taken
es_es: Este nombre de usuario ya existe
fr_fr: Ce nom d'utilisateur est déjà utilisé
it_it: Questo nome utente è già in uso

source: Please enter the new password twice
es_es: Por favor ingrese la contraseña dos veces
fr_fr: Veuillez saisir deux fois le nouveau mot de passe
it_it: Immetti la nuova password due volte

source: Invalid user group
es_es: Grupo de usuario no válido
fr_fr: Groupe d'utilisateur invalide
it_it: Gruppo utente non valido

source: One or more teams were invalid
es_es: Uno o más equipos no fueron validados
fr_fr: Une ou plusieurs équipes sont invalides
it_it: Uno o più team non sono validi
