Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Entering time spent is easy. TBG will make a best effort at understanding what you type, as long as you follow some basic rules:
es_es: Es fácil introducir el tiempo dedicado. TBG hará su mejor esfuerzo en comprender lo que escribe, siempre y cuando usted siga algunas reglas básicas:
fr_fr: Il est facile d'entrer le temps passé. The Bug Genie tentera de comprendre ce que vous tapez du mieux qu'il le pourra, tant que vous suivrez quelques règles de base :
it_it: Immettere il tempo dedicato è facile. TBG farà il possibile per capire quanto scrivi, a condizione che tu segua alcune regole di base:

source: Separate time with commas: "1 day, 3 hours" is fine, but "1 day 3 hours" will not be understood
es_es: Separa el tiempo con comas: "1 day, 3 hours" está bien, pero no se entenderá "1 day 3 hours"
fr_fr: Séparez le temps par des virgules: "1 day, 3 hours" est très bien, mais "1 day 3 hours" ne sera pas compris
it_it: Separa le unità di tempo con virgole: "1 day, 3 hours" va bene, ma "1 day 3 hours" non sarà compreso

source: TBG (currently) only understands english: "2 hours" makes sense, "En time" not so much
es_es: TBG (actualmente) solo entiende inglés: entiende "2 hours" , pero no entiende "2 horas"
fr_fr: The Bug Genie ne comprend actuellement que l'anglais : "2 hours" est logique, "2 heures" pas autant ;)
it_it: TBG (attualmente) comprende solo l'inglese: "2 hours" ha senso, "En time" non così tanto

source: %specify_manually or select %list
es_es: %specify_manually o selecciona %list
fr_fr: %specify_manually ou sélectionner %list
it_it: %specify_manually o seleziona %list

source: %number_of point(s)
es_es: %number_of punto(s)
it_it: %number_of punti

source: %number_of hour(s)
es_es: %number_of hora(s)
fr_fr: %number_of heure(s)
it_it: %number_of ore

source: %number_of day(s)
es_es: %number_of dia(s)
fr_fr: %number_of jour(s)
it_it: %number_of giorni

source: %number_of week(s)
es_es: %number_of semana(s)
fr_fr: %number_of semaine(s)
it_it: %number_of settimane

source: %number_of month(s)
es_es: %number_of mes(es)
fr_fr: %number_of mois
it_it: %number_of mesi

source: Log time entry
es_es: Registro de tiempo
fr_fr: Enregistrer les entrées de temps
it_it: Registra voce tempo dedicato

source: Issue time tracking - time spent
es_es: Tiempo de seguimiento de petición - tiempo dedicado
fr_fr: Suivi du temps de la demande - temps passé
it_it: Monitoraggio tempo dedicato alla segnalazione - tempo dedicato

source: The list below shows all time logged against this issue so far.
es_es: La siguiente lista muestra todos los tiempos registrados en esta petición hasta ahora.
fr_fr: La liste ci-dessous reprend tous les temps enregistrés pour cette demande jusqu'à présent.
it_it: L'elenco sottostante mostra il tempo registrato fino ad ora dedicato a questa segnalazione.

source: Date
es_es: Fecha
it_it: Data

source: Logged by
es_es: Registrado por
fr_fr: Enregistré par
it_it: Registrato da

source: Time logged
es_es: Tiempo de sesión
fr_fr: Temps enregistré
it_it: Tempo registrato

source: Do you really want to remove this time entry?
es_es: ¿Realmente quiere eliminar esta entrada de tiempo?
fr_fr: Voulez-vous vraiment supprimer cette entrée de temps ?
it_it: Sei sicuro di voler rimuovere questa voce?

source: Removing this entry will change the number of points, hours, days, weeks or months spent on this issue.
es_es: Eliminar esta entrada cambiará el número de puntos, horas, días, semanas o meses gastados en esta petición.
fr_fr: Supprimer cette entrée changera le nombre de points, heures, jours, semaines ou mois passés sur cette demande.
it_it: La rimozione di questa voce modificherà il numero di punti, ore, giorni, settimane o mesi dedicati a questa segnalazione.

source: Remove
es_es: Quitar
fr_fr: Supprimer
it_it: Rimuovi

source: Subscribe someone to this issue
es_es: Suscribir a alguien a este problema
fr_fr: Abonner quelqu'un à cette demande
it_it: Sottoscrivi qualcuno a questa segnalazione

source: The list below shows all users manually subscribed to notifications about this issue. To toggle whether they receive notifications, click the star next to their name.
es_es: La siguiente lista muestra todos los usuarios manualmente suscritos a notificaciones sobre esta petición. Para cambiar si reciben las notificaciones, haga clic en la estrella junto a su nombre.
fr_fr: La liste ci-dessous reprend tous les utilisateurs manuellement abonnés aux notifications à propos de cette demande. Pour activer/désactiver s'ils reçoivent des notifications, cliquez sur l'étoile à côté de leurs noms.
it_it: L'elenco sotto mostra tutti gli utenti sottoscritti manualmente alle notifiche riguardanti questa segnalazione. Per abilitare/disabilitare la ricezione di notifiche da parte loro, clicca la stella a fianco del loro nome.

source: Log in with your username and password
es_es: Inicie sesión con su usuario y contraseña
fr_fr: Identifiez-vous avec votre nom d'utilisateur et mot de passe
it_it: Esegui il login con i tuoi nome utente e password

source: Keep me logged in
es_es: Mantenerme conectado
fr_fr: Gardez-moi connecté
it_it: Mantienimi collegato

source: Log in
es_es: Inicia sesión
fr_fr: S'identifier

source: %regular_login or %persona_or_openid_login
es_es: %regular_login o %persona_or_openid_login
fr_fr: %regular_login ou %persona_or_openid_login
it_it: %regular_login o %persona_or_openid_login

source: Sign in with Persona
es_es: Inicia sesión con Persona
fr_fr: S'identifier avec Persona
it_it: Accedi con Persona

source: Sign in with OpenID
es_es: Iniciar sesión con OpenID
fr_fr: S'identifier avec OpenID
it_it: Accedi con OpenID

source: %login or %signup
es_es: %login o %signup
fr_fr: %login ou %signup
it_it: %login o %signup

source: Create an account
es_es: Crear una cuenta
fr_fr: Créer un compte
it_it: Crea un account

source: This username is invalid or in use
es_es: Este nombre de usuario no es válido o está en uso
fr_fr: Ce nom d'utilisateur est invalide ou déjà en cours d'utilisation
it_it: Questo nome utente non è valido o è in uso

source: The "nickname" will be shown to other users
es_es: El "apodo" se mostrará a otros usuarios
fr_fr: Le « surnom » sera montré aux autres utilisateurs
it_it: Il "soprannome" verrà visualizzato ad altri utenti

source: E-mail address
es_es: Correo
fr_fr: E-mail
it_it: Indirizzo e-mail

source: Confirm e-mail
es_es: Confirmación dirección de correo
fr_fr: E-mail, confirmation
it_it: Conferma e-mail

source: Register
es_es: Registrar
fr_fr: S'enregistrer
it_it: Registrati

source: Register a new account
es_es: Registrar una nueva cuenta
fr_fr: Créer un compte
it_it: Registra un nuovo account

source: Thank you for registering!
es_es: Gracias por registrarse!
fr_fr: Merci de vous être enregistré !
it_it: Grazie per esserti registrato!

source: %user said
es_es: %user dijo
fr_fr: %user dit
it_it: %user ha detto

source: Issue created
es_es: Petición creada
fr_fr: Demande créée
it_it: Segnalazione creata

source: Issue closed %text
es_es: Petición cerrada %text
fr_fr: Demande fermé %text
it_it: Segnalazione chiusa %text

source: Issue reopened
es_es: Petición reabierta
fr_fr: Demande réouverte
it_it: Segnalazione riaperta

source: Triaged bug type: %text
es_es: Tipo de error Triaje: %text
fr_fr: Tri par type de défaut : %text
it_it: Triage tipo anomalia eseguito: %text

source: Triaged likelihood: %text
es_es: Riesgo de triaje: %text
fr_fr: Tri par probabilité : %text
it_it: Triage probabilità eseguito: %text

source: Triaged effect: %text
es_es: Efecto del triaje: %text
fr_fr: Tri par effet : %text
it_it: Triage effetto eseguito: %text

source: Calculated user pain: %text
es_es: Calculado el sufrimiento del usuario: %text
fr_fr: Nuisance utilisateur calculée : %text
it_it: Dolore utente calcolato: %text

source: Category changed: %text
es_es: Cambio en la categoría: %text
fr_fr: Catégorie modifiée : %text
it_it: Categoria modificata: %text

source: Custom field changed: %text
es_es: El campo personalizado cambió:% text
fr_fr: Champ personnalisé modifié : %text
it_it: Campo personalizzato modificato: %text

source: Status changed: %text
es_es: Cambio en el estado: %text
fr_fr: Statut modifié : %text
it_it: Stato modificato: %text

source: Reproducability changed: %text
es_es: Cambio en la frecuencia: %text
fr_fr: Reproductibilité modifiée : %text
it_it: Riproducibilità modificata: %text

source: Priority changed: %text
es_es: Cambio en la prioridad: %text
fr_fr: Priorité modifiée : %text
it_it: Priorità modificata: %text

source: Severity changed: %text
es_es: Cambio en la gravedad: %text
fr_fr: Sévérité modifiée : %text
it_it: Gravità modificata: %text

source: Resolution changed: %text
es_es: Cambio en la resolución: %text
fr_fr: Résolution modifiée : %text
it_it: Risoluzione modificata: %text

source: Percent completed: %text
es_es: Porcentaje completado: %text
fr_fr: Pourcentage réalisé : %text
it_it: Percentuale di completamento: %text

source: Target milestone changed: %text
es_es: Hito cambiado: %text
fr_fr: Jalon prévu modifié : %text
it_it: Milestone obiettivo modificata: %text

source: Issue type changed: %text
es_es: El tipo de pedido cambió: %text
fr_fr: Type de demande modifié : %text
it_it: Tipo segnalazione modificato: %text

source: Estimation changed: %text
es_es: Cambio en estimación: %text
fr_fr: Estimation modifiée : %text
it_it: Stima modificata: %text

source: Time spent: %text
es_es: Tiempo dedicado: %text
fr_fr: Temps passé : %text
it_it: Tempo dedicato: %text

source: Assignee changed: %text
es_es: Asignación cambiada: %text
fr_fr: Affectation modifiée : %text
it_it: Assegnatario modificato: %text

source: Owner changed: %text
es_es: Cambio de propietario:%text
fr_fr: Propriétaire changé : %text
it_it: Proprietario modificato: %text

source: Posted by changed: %text
es_es: Publicado por cambiar:%text
it_it: Autore modificato: %text

source: Issue updated
es_es: Petición actualizada
fr_fr: Demande mise à jour
it_it: Segnalazione aggiornata

source: Please confirm
es_es: Por favor confirme
fr_fr: Veuillez confirmer
it_it: Conferma

source: Do you really want to delete this link?
es_es: ¿Realmente desea eliminar este enlace?
fr_fr: Voulez-vous vraiment supprimer ce lien ?
it_it: Sei sicuro di voler eliminare questo collegamento?

source: Do you really want to remove this item from the menu?
es_es: ¿Realmente quiere borrar este objeto del menú?
fr_fr: Voulez-vous réellement supprimer cet élément du menu ?
it_it: Sei sicuro di voler eliminare questo elemento dal menù?

source: Toggle menu edit mode
es_es: Activar el modo de edición del menú
fr_fr: Basculer le menu en mode édition
it_it: Abilita/disabilita modalità modifica menù

source: Add menu item
es_es: Agregar elemento de menú
fr_fr: Ajouter un élément de menu
it_it: Aggiungi voce menù

source: Add a link
es_es: Agregar un enlace
fr_fr: Ajouter un lien
it_it: Aggiungi un collegamento

source: Article name
es_es: Nombre del artículo
fr_fr: Nom de l'article
it_it: Nome articolo

source: Enter the name of the article to link to here, along with an (optional) description, and press "%add_item" to add it to the menu.
es_es: Escriba el nombre del artículo para enlazar aquí, junto con una descripción (opcional) y presione "%add_item" para agregar al menú.

source: Add link
es_es: Agregar enlace
fr_fr: Ajouter le lien
it_it: Aggiungi collegamento

source: Enter the link URL here, along with an (optional) description, and press "%add_item" to add it to the menu.
es_es: Introduzca la URL de enlace aquí, junto con una descripción (opcional) y presione "%add_item" para agregar al menú.

source: To add free text, just enter text in the description - without any url - and press the "%add_item" button (Text will be parsed according to the %wiki_formatting).
es_es: Para agregar texto libre, introduce el texto en la descripción - sin cualquier url - y presione el botón de "%add_item" (el texto se analiza según el %wiki_formatting).

source: To add a spacer, just press "%add_item", without any url or description.
es_es: Para agregar a un espaciador, basta con presionar "%add_item", sin url o descripción.

source: %cancel or %attach_link
es_es: %cancel o %attach_link
fr_fr: %cancel ou %attach_link
it_it: %cancel o %attach_link

source: There are no links in this menu
es_es: No hay enlaces en este menú
fr_fr: Il n'a pas de liens dans ce menu
it_it: Non ci sono collegamenti in questo menù

source: No scheduled date specified
es_es: No hay fecha programada especificada
fr_fr: Pas de date prévue spécifiée
it_it: Nessuna data pianificata specificata

source: Scheduled for %scheduled_date
es_es: Agendado para %scheduled_date
fr_fr: Planifié pour %scheduled_date
it_it: Pianificato per il %scheduled_date

source: This milestone has been reached
es_es: Este hito ha sido alcanzado
fr_fr: Ce jalon a été atteint
it_it: Questa milestone è stata raggiunta

source: This sprint is completed
es_es: El sprint está completo
fr_fr: Ce sprint est complet
it_it: Questo sprint è completato

source: This milestone is overdue
es_es: Este hito está atrasado
fr_fr: Ce jalon est dépassé
it_it: Questa milestone è in ritardo

source: This sprint is overdue
es_es: Este sprint está atrasado
fr_fr: Ce sprint est en retard
it_it: Questo sprint è in ritardo

source: %num_closed story (%closed_points pts) closed of %num_assigned (%assigned_points pts) assigned
es_es: %num_closed historia (%closed_points pts) cerrada de %num_assigned (%assigned_points pts) asignadas
fr_fr: %num_closed story (%closed_points pts) fermée de %num_assigned (%assigned_points pts) assignées
it_it: %num_closed storia chiusa (%closed_points punti) di %num_assigned assegnate (%assigned_points punti)

source: %num_closed stories (%closed_points pts) closed of %num_assigned (%assigned_points pts) assigned
es_es: %num_closed historias (%closed_points pts) cerradas de %num_assigned (%assigned_points pts) asignadas
fr_fr: %num_closed stories (%closed_points pts) fermées de %num_assigned (%assigned_points pts) assignées
it_it: %num_closed storie chiuse (%closed_points punti) di %num_assigned assegnate (%assigned_points punti)

source: %num_closed issue(s) closed of %num_assigned assigned
es_es: %num_closed petición(es) cerrada(s) de %num_assigned asignadas
fr_fr: %num_closed demandes(s) fermées pour %num_assigned assignées
it_it: %num_closed segnalazioni chiuse di %num_assigned assegnate

source: Move issue to a different project
es_es: Mover pedido a un proyecto distinto
fr_fr: Déplacer la demande vers un autre projet
it_it: Sposta segnalazione a un progetto diverso

source: Please be aware that moving this issue to a different project will reset details such as status, category, etc., and may also make some fields invisible, depending on the issue type configuration for that project. The issue will also be renumbered.
es_es: Ten en cuenta que mover peticiones a un proyecto diferente borra detalles como el estado, categoría, etc..., y puede hacer que algunos campos invisibles, dependiendo de la configuración del tipo de petición para ese proyecto. La petición también se renumerara
fr_fr: Tenez compte du fait que déplacer cette demande dans un projet différent réinitialisera certains détails tels que le statut, la catégorie, etc. et pourra aussi rendre certains champs invisibles selon la configuration du type de demandes pour ce projet. Cette demande sera aussi renumérotée.
it_it: Sii consapevole del fatto che lo spostamento di questa segnalazione a un progetto diverso reimposterà dei dettagli come lo stato, la categoria, ecc. e potrebbe anche rendere dei campi invisibili, a seconda della configurazione tipo segnalazione per tale progetto. Inoltre, la segnalazione sarà rinumerata.

source: Move issue to
es_es: Mover pedido a
fr_fr: Déplacer la demande vers
it_it: Sposta segnalazione a

source: Move issue
es_es: Mover pedido
fr_fr: Déplacer la demande
it_it: Sposta segnalazione

source: %move_issue or %cancel
es_es: %move_issue o %cancel
fr_fr: %move_issue ou %cancel
it_it: %move_issue o %cancel

source: Friends
es_es: Amigos
fr_fr: Amis
it_it: Amici

source: You haven't marked anyone as a friend
es_es: No marcaste a alguien como amigo
fr_fr: Vous n'avez marqué personne comme ami
it_it: Non hai contrassegnato nessuno come amico

source: %user_name created a new issue under %project_name
es_es: %user_name creó una nueva petición en %project_name
fr_fr: %user_name a créé une nouvelle demande dans %project_name
it_it: %user_name ha creato una nuova segnalazione in %project_name

source: %issue_no was updated by %user_name
es_es: %issue_no fue actualizada por %user_name
fr_fr: %issue_no a été mise à jour par %user_name
it_it: %issue_no è stata aggiornata da %user_name

source: %user_name posted a %comment on %issue_no
es_es: %user_name publicó un %comment en %issue_no
fr_fr: %user_name a posté un %comment sur %issue_no
it_it: %user_name ha lasciato un %comment in %issue_no

source: %username_posted_a comment %on_issue
es_es: %username_posted_a comenta %on_issue
fr_fr: %username_posted_a commentaire %on_issue
it_it: %username_posted_a commento %on_issue

source: %user_name mentioned you in a %comment on %issue_no
es_es: %user_name lo menciona en un %comment en %issue_no
fr_fr: %user_name vous a mentionné dans un %comment sur %issue_no
it_it: %user_name ti ha menzionato in un %comment in %issue_no

source: %user_name mentioned you in a %comment on %article_name
es_es: %user_name lo mencionó en un %comment en %article_name
fr_fr: %user_name vous a mentionné dans un %comment sur %article_name
it_it: %user_name ti ha menzionato in un %comment in %article_name

source: %user_name posted a %comment on %article_name
es_es: %user_name publicó un %comment en %article_name
fr_fr: %user_name a écrit un %comment sur %article_name
it_it: %user_name ha lasciato un %comment in %article_name

source: %user_name updated %article_name
es_es: %user_name actualizó %article_name
fr_fr: %user_name a mise à jour %article_name
it_it: %user_name ha aggiornato %article_name

source: You have no notifications
es_es: No tiene notificaciones
fr_fr: Vous n'avez pas de notifications
it_it: Non hai notifiche

source: %user_name mentioned you in an issue %issue_no
es_es: %user_name lo menciona en una petición %issue_no

source: %user_name mentioned you in an article %article_name
es_es: %user_name lo mencionó en un artículo %article_name

source: Add external login
es_es: Agregar acceso externo
fr_fr: Ajouter une identification externe
it_it: Aggiungi login esterno

source: Sign in
es_es: Ingresar
it_it: Accedi

source: Regular signin
es_es: Iniciar sesión normal
fr_fr: Identification standard
it_it: Accesso regolare

source: Enter your OpenID
es_es: Introduzca su OpenID
fr_fr: Saisissez votre OpenID
it_it: Immetti il tuo OpenID

source: Enter your Wordpress.com username
es_es: Introduzca su usuario de Wordpress.com
fr_fr: Saisissez votre nom d'utilisateur Wordpress.com
it_it: Immetti il tuo nome utente Wordpress.com

source: Your Launchpad username
es_es: Su nombre de usuario de Launchpad
fr_fr: Votre nom d'utilisateur Launchpad
it_it: Il tuo nome utente Launchpad

source: Enter your Livejournal username
es_es: Introduzca su usuario de Livejournal
fr_fr: Saisissez votre nom d'utilisateur Livejournal
it_it: Immetti il tuo nome utente Livejournal

source: Enter your AOL screenname
es_es: Intoduzca su nombre de pantalla AOL
fr_fr: Saisissez votre nom d'utilisateur AOL
it_it: Immetti il tuo screen name AOL

source: Enter your Flickr username
es_es: Introduzca su usuario de Flickr
fr_fr: Saisissez votre nom d'utilisateur Flickr
it_it: Immetti il tuo nome utente Flickr

source: Your Technorati username
es_es: Su nombre de usuario de Technorati
fr_fr: Votre nom d'utilisateur Technorati
it_it: Il tuo nome utente Technorati

source: Your Blogger account
es_es: Su cuenta de Blogger
fr_fr: Votre compte Blogger
it_it: Il tuo account Blogger

source: Your Verisign username
es_es: Su nombre de usuario de Verisign
fr_fr: Votre nom d'utilisateur Verisign
it_it: Il tuo nome utente Verisign

source: Your Vidoop username
es_es: Su nombre de usuario de Vidoop
fr_fr: Votre nom d'utilisateur Vidoop
it_it: Il tuo nome utente Vidoop

source: Your ClaimID username
es_es: Su usuario de ClaimID
fr_fr: Votre nom d'utilisateur ClaimID
it_it: Il tuo nome utente ClaimID

source: Enter your ClickPass username
es_es: Introduzca su usuario de ClickPass
fr_fr: Saisissez votre nom d'utilisateur ClickPass
it_it: Il tuo nome utente ClickPass

source: Enter your Google Profile username
es_es: Introduzca su usuario de Google
fr_fr: Saisissez votre nom d'utilisateur Google Profil
it_it: Immetti il tuo nome utente Google Profile

source: Log in with %openid_provider_name
es_es: Inicie la sesión con %openid_provider_name
fr_fr: S'identifier avec %openid_provider_name
it_it: Accedi con %openid_provider_name

source: This is your personal dashboard page - your starting point when logging in to The Bug Genie. This dashboard page will show projects and people you are associated with, as well as interesting views.
es_es: Se trata de su página de escritorio personal - su punto de partida cuando inicie una sesión en The Bug Genie. Esta página de tablero mostrará proyectos y personas que está asociadas, así como opiniones interesantes.
fr_fr: Ceci est votre tableau de bord personnel - votre point de démarrage lorsque vous vous identifiez sur The Bug Genie. Ce tableau de bord affiche les projets et personnes avec lesquels vous êtes associés ainsi que des vues intéressantes.
it_it: Questa è la pagina del tuo cruscotto personale - il tuo punto di partenza quando accedi a The Bug Genie. Questa pagina del cruscotto mostrerà progetti e persone a cui sei associato, insieme a visualizzazioni interessanti.

source: Your dashboard is empty right now, but it can be configured and personalized. To configure what views to show on this dashboard, click the "Customize dashboard"-icon in the top-right user menu.
es_es: El tablero está vacío ahora, pero puede ser configurado y personalizado. Para configurar lo que se va a mostrar en este panel, haga clic en el icono "Personalizar tablero" del menú superior derecho.
fr_fr: Votre tableau de bord est actuellement vide, mais il peut être configuré et personnalisé. Pour configurer les vues à afficher sur ce tableau de bord, cliquez sur l'icône "Personnaliser le tableau de bord" en haut à droite du menu utilisateur.
it_it: Il tuo cruscotto ora è vuoto, ma può essere configurato e personalizzato. Per configurare le visualizzazioni da mostrare su questo cruscotto, clicca l'icona "Personalizza cruscotto" nel menù utente in alto a destra.

source: Your dashboard page is accessible from anywhere - click your username in the top right header area at any time to access your dashboard.
es_es: Su página del tablero de instrumentos es accesible desde cualquier lugar - haga clic en su nombre de usuario en el área de encabezado derecho superior en cualquier momento para acceder a su panel de control.
fr_fr: Votre tableau de bord est disponible depuis n'importe où - cliquez sur votre nom d'utilisateur, dans l'en-tête en haut à droite, à n'importe quel moment pour accéder à votre tableau de bord.
it_it: La pagina del tuo cruscotto è accessibile da qualunque area - clicca il tuo nome utente nell'area in alto a destra dell'intestazione in qualunque momento per accedervi.

source: Pick a username
es_es: Elija un nombre de usuario
fr_fr: Choisissez un nom d'utilisateur
it_it: Scegli un nome utente

source: Picking a username
es_es: Escogiendo un nombre de usuario
fr_fr: Choisir un nom d'utilisateur
it_it: Scelta di un nome utente
