Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: The settings you select here will be used as the default formatting syntax for comments you post, issues you create and articles you write. Remember that you can switch this on a case by case basis - look for the syntax selector next to any text area with formatting buttons.
es_es: La configuración que seleccione aquí se utilizará como valor predeterminado de formato de sintaxis para comentarios que publique, creación de peticiones y artículos que escriba. Recuerde que usted puede cambiar esto caso por caso - note el selector de sintaxis junto a cualquier área de texto con formato de botones.
fr_fr: Les paramètres que vous sélectionnez ici serviront comme syntaxe par défaut pour la mise en forme des commentaires que vous publiez, et des questions et articles que vous écrivez. N'oubliez pas que vous pouvez modifier cela au cas par cas - cherchez le sélecteur de syntaxe à côté d'une zone de texte avec des boutons de mise en forme.
it_it: Le impostazioni che selezioni qui saranno utilizzate come sintassi di formattazione predefinita per i commenti che invii, le segnalazioni che crei e gli articoli che scrivi. Ricorda che puoi modificare quest'impostazione caso per caso - cerca il selettore della sintassi a fianco di ogni casella di testo con pulsanti per la formattazione.

source: Preferred syntax when creating issues
es_es: Sintaxis preferida al crear peticiones
fr_fr: Syntaxe préférée lors de la création de demandes
it_it: Sintassi preferita per la creazione di segnalazioni

source: Preferred syntax when creating articles
es_es: Sintaxis preferida al crear artículos
fr_fr: Syntaxe préférée lors de la création d'articles
it_it: Sintassi preferita per la creazione di articoli

source: Preferred syntax when posting comments
es_es: Sintaxis preferida cuando publica comentarios
fr_fr: Syntaxe préférée lors de la rédaction de commentaires
it_it: Sintassi preferita per l'invio di commenti

source: Update notifications
es_es: Actualizar notificaciones
fr_fr: Notifications
it_it: Notifiche aggiornamenti

source: You will receive notifications (visible in your upper right notification area) for any issues or articles you are subscribed to, and The Bug Genie will automatically subscribe to certain issues and articles for you. Please select when you would like The Bug Genie to subscribe and / or notify you.
es_es: Recibirá notificaciones (visibles en su zona de notificaciones en la parte superior derecha) de cada problema o artículo al que se haya suscrito, y The Bug Genie le suscribirá automáticamente a ciertos problemas y artículos. Por favor, seleccione cuándo querría que The Bug Genie le suscriba y / o notifique.
fr_fr: Vous recevrez des notifications (visibles dans votre zone de notification en haut, à droite) pour toutes les questions ou les articles auxquels vous êtes abonné et The Bug Genie vous abonnera automatiquement à certaines demandes et articles pour vous. Veuillez sélectionner quand The Bug Genie doit vous abonner et/ou vous notifier.
it_it: Riceverai notifiche (visibili nell'area delle notifiche in alto a destra) per tutte le segnalazioni o articoli a cui sei iscritto, inoltre The Bug Genie ti iscriverà automaticamente a determinate segnalazioni e articoli. Seleziona gli eventi a cui vuoi che The Bug Genie ti iscriva o per cui vuoi che ti invii una notifica.

source: Click "%save" to update the settings on this tab
es_es: Haga clic en "%save" para actualizar la configuración de esta pestaña
fr_fr: Cliquez sur "%save" to update the settings on this tab
it_it: Clicca "%save" per aggiornare le impostazioni in questa scheda

source: Passwords and keys
es_es: Contraseñas y claves
fr_fr: Mots de passe et clés
it_it: Password e chiavi

source: Change my password
es_es: Cambiar mi contraseña
fr_fr: Changer mon mot de passe
it_it: Modifica la mia password

source: Changing password disabled
es_es: Cambio de contraseña desactivada
fr_fr: Changement de mot de passe désactivé
it_it: Modifica password disabilitata

source: Changing your password can not be done via this interface. Please contact your administrator to change your password.
es_es: Cambiar su contraseña no se puede hacer a través de esta interfaz. Comuníquese con el administrador para cambiar su contraseña.
fr_fr: La modification de votre mot de passe ne peut être effectuée par l'intermédiaire de cette interface. Veuillez contacter votre administrateur pour modifier votre mot de passe.
it_it: Non è possibile modificare la tua password da quest'interfaccia. Contatta il tuo amministratore per modificare la password.

source: When authenticating with The Bug Genie you only use your main password on the website - other applications and RSS feeds needs specific access tokens that you can enable / disable on an individual basis. You can control all your passwords and keys from here.
es_es: Cuando autentica con The Bug Genie sólo utilice la contraseña principal en el sitio web - otras aplicaciones y fuentes de RSS tokens de acceso específico que usted puede activar / desactivar de forma individual. Usted puede controlar todas tus contraseñas y claves de aquí.
fr_fr: Lors de l'authentification avec The Bug Genie vous utilisez uniquement votre mot de passe principal sur le site Internet - les autres applications et les flux RSS ont besoin de jetons d'accès spécifiques que vous pouvez activer/désactiver de façon individuelle. Vous pouvez contrôler tous vos mots de passe et les clés d'ici.
it_it: Quando ti autentichi con The Bug Genie sul sito Web utilizzi solo la tua password principale - altre applicazioni e feed RSS hanno bisogno di token d'accesso specifici che puoi abilitare/disabilitare caso per caso. Puoi controllare tutte le tue password e chiavi qui.

source: Regenerate your RSS key?
es_es: ¿Regenera su clave RSS?
fr_fr: Régénérer votre clé RSS ?
it_it: Rigenerare la tua chiave RSS?

source: Do you really want to regenerate your RSS access key? By doing this all your previously bookmarked or linked RSS feeds will stop working and you will have to get the link from inside The Bug Genie again.
es_es: ¿Realmente desea regenerar su clave de acceso RSS? Haciendo esto todos tus RSS previamente marcados o vinculados dejarán de funcionar y tiene que conseguir el enlace desde dentro de The Bug Genie otra vez.
fr_fr: Voulez-vous vraiment régénérer votre clé d'accès RSS ? En faisant cela tous vos flux précédemment marquées d'un signet ou les liens de flux RSS existants cesseront de fonctionner et vous devrez obtenir de nouveaux liens depuis The Bug Genie.
it_it: Sei sicuro di voler rigenerare la tua chiave d'accesso RSS? Eseguendo quest'azione tutti i feed RSS salvati nei Preferiti o collegati in precedenza non funzioneranno più e dovrai ottenere nuovamente il collegamento da The Bug Genie.

source: Reset
es_es: Restablecer
fr_fr: Réinitialiser
it_it: Reimposta

source: RSS feeds access key
es_es: Clave de acceso de Canales RSS
fr_fr: Clé d'accès des flux RSS
it_it: Chiave d'accesso feed RSS

source: Automatically used as part of RSS feed URLs. Regenerating this key prevents your previous RSS feed links from working.
es_es: Utilizará automáticamente como parte de las direcciones URL de RSS. Regenerar esta clave previene su anterior canal RSS enlace de trabajo.
fr_fr: Automatiquement utilisée dans le cadre des URLs des flux RSS. Régénérer cette clé empêchera votre précédent flux RSS de fonctionner.
it_it: Utilizzata automaticamente come parte degli URL dei feed RSS. La rigenerazione di questa chiave impedirà ai tuoi collegamenti precedenti ai feed RSS di funzionare.

source: Remove this application-specific password?
es_es: ¿Quitar la contraseña específica de la aplicación?
fr_fr: Supprimer ce mot de passe spécifique à l'application ?
it_it: Rimuovere questa password specifica dell'applicazione?

source: Do you really want to remove this application-specific password? By doing this, that application will no longer have access, and you will have to generate a new application password for the application to regain access.
es_es: ¿Realmente desea eliminar esta contraseña específica de la aplicación? Haciendo esto, la aplicación ya no tendrán acceso, y tendrá que generar una nueva contraseña de aplicación para que la aplicación recupere el acceso.
fr_fr: Voulez-vous vraiment supprimer ce mot de passe spécifique à l'application ? En faisant cela, cette application n'aura plus d'accès et vous devrez générer un nouveau mot de passe d'application pour que l'application récupère l'accès.
it_it: Sei sicuro di voler rimuovere questa password specifica dell'applicazione? Eseguendo quest'azione, tale applicazione non avrà più accesso e dovrai generare una nuova password dell'applicazione per consentire nuovamente l'accesso a tale applicazione.

source: Application password: %password_name
es_es: Contraseña aplicación: %password_name
fr_fr: Mot de passe de l'application : %password_name
it_it: Password dell'applicazione: %password_name

source: Last used: %last_used_time, created at: %created_at_time
es_es: Utilizó por última vez: %last_used_time, creado en: %created_at_time
fr_fr: Dernière utilisation : %last_used_time, créé à : %created_at_time
it_it: Ultimo utilizzo: %last_used_time, creata il: %created_at_time

source: never used
es_es: nunca usado
fr_fr: jamais utilisé
it_it: mai utilizzata

source: Linked OpenID accounts
es_es: Cuentas vinculadas de OpenID
fr_fr: Comptes OpenID liés
it_it: Account OpenID collegati

source: Link an OpenID account
es_es: Vincular una cuenta de OpenID
fr_fr: Associer un compte OpenID
it_it: Collega un account OpenID

source: Via %openid you can log in to The Bug Genie by authenticating via Google, Wordpress and a lot of other websites. This means you don't have to register an account specifically for The Bug Genie, but authenticate with your existing Google, Wordpress, etc. user account instead. The Bug Genie will not receive or store your external usernames or passwords.
es_es: Vía %openid puede iniciar sesión en The Bug Genie autenticando vía Google, Wordpress y muchos otros sitios Web. Esto significa que usted no tiene que registrar una cuenta específicamente para The Bug Genie, pero puede autenticar con su existente Google, Wordpress, cuenta de usuario etc. en su lugar. The Bug Genie no recibe ni almacena sus contraseñas o nombres de usuario externo.
fr_fr: Via %openid vous pouvez vous connecter à The Bug Genie en vous authentifiant via Google, Wordpress et beaucoup d'autres sites Web. Cela signifie que vous n'avez pas à enregistrer un compte spécialement pour The Bug Genie, mais que vous vous authentifierez avec votre compte utilisateur Google, Wordpress, etc. à la place. The Bug Genie ne recevra ni ne stockera vos noms d'utilisateurs externes ou les mots de passe.
it_it: Tramite %openid puoi eseguire il login a The Bug Genie autenticandoti con Google, Wordpress e molti altri siti Web. Ciò significa che non devi registrare esplicitamente un account per The Bug Genie, ma sarà sufficiente autenticarti con il tuo account utente esistente di Google, Wordpress, ecc. The Bug Genie non riceverà o memorizzerà i tuoi nome utente o password esterni.

source: You have not linked your account with any external authentication providers.
es_es: No ha enlazado su cuenta con un proveedor de autentificación externo.
fr_fr: Vous n'avez lié votre compte aucun fournisseur d'authentification externe.
it_it: Non hai collegato il tuo account ad alcun provider di autenticazione esterno.

source: Remove this account link?
es_es: ¿Eliminar enlace de esta cuenta?
fr_fr: Supprimer le lien vers ce compte ?
it_it: Rimuovere questo collegamento all'account?

source: Do you really want to remove the link to this external account?
es_es: ¿Realmente desea eliminar el vínculo a esta cuenta externa?
fr_fr: Voulez-vous vraiment supprimer le lien vers ce compte externe ?
it_it: Sei sicuro di voler eliminare il collegamento a questo account esterno?

source: By doing this, it will not be possible to log into this account via this authentication provider
es_es: Haciendo esto, no será posible acceder a esta cuenta a través de este proveedor de autenticación
fr_fr: En faisant cela, il ne sera plus possible de s'identifier avec ce fournisseur d'authentification pour ce compte.
it_it: Eseguendo quest'azione non sarà possibile effettuare il login a quest'account tramite questo provider di autenticazione.

source: Google account
es_es: Cuenta de google
fr_fr: Compte Google
it_it: Account Google

source: Yahoo account
es_es: Cuenta de Yahoo
fr_fr: Compte Yahoo
it_it: Account Yahoo

source: Blogger (google) account
es_es: Cuenta de Blogger (google)
fr_fr: Compte Blogger (google)
it_it: Account Blogger (Google)

source: Wordpress account
es_es: Cuenta de Wordpress
fr_fr: Compte Wordpress
it_it: Account Wordpress

source: Launchpad account
es_es: Cuenta de Launchpad
fr_fr: Compte Launchpad
it_it: Account Launchpad

source: Other OpenID provider
es_es: Otro proveedor de OpenID
fr_fr: Autre fournisseur OpenID
it_it: Altro provider OpenID

source: Click "%save" to save changes in the "%module_settings_name" category
es_es: Haga clic en"%save" " para guardar los cambios en la categoría de "%module_settings_name"
fr_fr: Cliquez sur "%save" pour enregistrer les modifications dans la rubrique "%module_settings_name"
it_it: Clicca "%save" per salvare le modifiche nella categoria "%module_settings_name"

source: Pending memberships
es_es: Miembros pendientes
fr_fr: Comptes en attente de validation
it_it: Appartenenze in sospeso

source: You have no pending scope memberships
es_es: No tiene membresías de ámbito pendiente
fr_fr: Vous n'avez pas d'adhésion en attente de validation pour cette instance
it_it: Non hai nessuna richiesta di appartenenza ad ambiti in sospeso

source: Confirmed memberships
es_es: Miembros confirmados
fr_fr: Adhésions confirmées
it_it: Appartenenze confermate

source: An error occurred
es_es: Ha ocurrido un error
fr_fr: Une erreur s'est produite
it_it: Si è verificato un errore

source: Your RSS key has been regenerated
es_es: Su clave RSS ha sido regenerada
fr_fr: Votre clé RSS a été régénérée
it_it: La tua chiave RSS è stata rigenerata

source: All previous RSS links have been invalidated.
es_es: Todos los anteriores enlaces RSS han sido invalidados.
fr_fr: Tous les liens RSS antérieurs ont été invalidés.
it_it: Tutti i collegamenti RSS precedenti non sono più validi.

source: You've chosen the username '%username'
es_es: Has elegido el nombre de usuario '%username'
fr_fr: Vous avez choisi le nom d'utilisateur "%username"
it_it: Hai scelto il nome utente '%username'

source: Before you can use the new username to log in, you must pick a password via the "%change_password" button.
es_es: Antes de utilizar el nuevo nombre de usuario para iniciar sesión, debe elegir una contraseña mediante la tecla "%change_password".
fr_fr: Avant de pouvoir utiliser le nouveau nom d'utilisateur pour vous connecter, vous devez utiliser un mot de passe via le bouton « %change_password ».
it_it: Prima di poter utilizzare il nuovo nome utente per eseguire il login, devi scegliere una password con il pulsante "%change_password".

source: This OpenID identity is already in use
es_es: Este OpenId ya esta en uso
fr_fr: Cette identité OpenID est déjà en cours d'utilisation
it_it: Quest'identità OpenID è già in uso

source: Someone is already using this identity. Check to see if you have already added this account.
es_es: Alguien ya está usando esta identidad. Comprobar si ya ha agregado esta cuenta.
fr_fr: Quelqu'un utilise déjà cette identité. Vérifiez si vous avez déjà ajouté ce compte.
it_it: Qualcuno sta già utilizzando quest'identità. Controlla di non aver già aggiunto quest'account.

source: 404 - Not Found
es_es: 404 - No se encontró
fr_fr: 404 - Non trouvé
it_it: 404 - Non trovato

source: This location doesn't exist, has been deleted or you don't have permission to see it
es_es: Este lugar no existe, se ha eliminado o no tienes permiso para verlo
fr_fr: Cet emplacement n'existe pas, a été supprimé ou vous n'êtes pas autorisé à le voir
it_it: Questo percorso non esiste, è stato eliminato o non hai il permesso di vederlo

source: Reporting disabled
es_es: Reportar desactivado
it_it: Invio disabilitato

source: The administrator has disabled reporting issues for this project
es_es: El administrador deshabilitado abarca temas para este proyecto
fr_fr: L'administrateur a désactivé la soumission de demandes pour ce projet
it_it: L'amministratore ha disabilitato l'invio di segnalazioni per questo progetto

source: What's the issue?
es_es: ¿Cuál es el problema?
fr_fr: Quel est le problème ?
it_it: Qual è il problema?

source: This page cannot be loaded
es_es: No se puede cargar esta página
fr_fr: Cette page ne peut pas être chargée
it_it: Impossibile caricare la pagina

source: There was an error creating this issue
es_es: Hubo un error al crear este tema
fr_fr: Une erreur est survenue lors de la création de cette demande
it_it: Si è verificato un errore durante la creazione di questa segnalazione

source: Reset your password
es_es: Restablecer su contraseña
fr_fr: Réinitialiser votre mot de passe
it_it: Reimposta la tua password

source: Repeat your new password
es_es: Repita su nueva contraseña
fr_fr: Répétez votre nouveau mot de passe
it_it: Ripeti la tua nuova password

source: Reset my password
es_es: Restablecer mi contraseña
fr_fr: Réinitialiser mon mot de passe
it_it: Reimposta la mia password

source: Team dashboard for %team_name
es_es: Panel de control para el equipo %team_name
fr_fr: Tableau de bord de l'équipe %team_name
it_it: Cruscotto del team %team_name

source: Team dashboard
es_es: Panel de control para el equipo
fr_fr: Tableau de bord d'équipe
it_it: Cruscotto team

source: Projects for %team
es_es: Proyectos para %team
fr_fr: Projets pour %team
it_it: Progetti di %team

source: There are no upcoming milestones for any of this team's associated projects
es_es: No hay próximos hitos para cualquiera de los proyectos asociados de este equipo
fr_fr: Il n'y a aucun jalon à venir pour les projets associés à cette équipe
it_it: Non ci sono milestone imminenti per nessuno dei progetti associati a questo team

source: There are no projects linked to this team
es_es: No hay proyectos vinculados a este equipo
fr_fr: Il n'y a pas de projets liés à cette équipe
it_it: Non ci sono progetti collegati a questo team

source: Members of %team
es_es: Miembros de %team
fr_fr: Membres de %team
it_it: Membri di %team

source: This team has no members
es_es: Este equipo no tiene miembros
fr_fr: Cette équipe n'a pas de membres
it_it: Questo team non ha membri

source: The file "%filename" was uploaded successfully
es_es: El archivo "%filename " fue subido con éxito
fr_fr: Le fichier "%filename" a été téléversé correctement
it_it: Il file "%filename" è stato caricato con successo

source: Please wait while updating issue type
es_es: Por favor espere mientras se actualiza el tipo de petición
fr_fr: Veuillez patienter pendant la mise à jour du type de demande
it_it: Attendi mentre il tipo segnalazione viene aggiornato

source: Go to the previous open issue
es_es: Ir a la anterior petición abierta
fr_fr: Aller à la précédente demande ouverte
it_it: Vai alla precedente segnalazione aperta

source: Go to the previous issue (open or closed)
es_es: Ir a la petición anterior (abierta o cerrada)
fr_fr: Aller à la demande précédente (ouverte ou fermée)
it_it: Vai alla segnalazione precedente (aperta o chiusa)

source: Please log in to bookmark issues
es_es: Por favor, inicie sesión en cuestiones de marcador
fr_fr: Connectez-vous pour pouvoir ajouter des demandes favorites
it_it: Esegui il login per aggiungere le segnalazioni ai Preferiti

source: Click the star to toggle whether you want to be notified whenever this issue updates or changes
es_es: Haga clic en la estrella para cambiar si desea que se le notifique cada vez que actualiza este tema o se realizen cambios
fr_fr: Cliquez sur l'étoile pour être notifié lorsque la demande est mise à jour ou modifiée.
it_it: Clicca la stella per abilitare/disabilitare le notifiche quando questa segnalazione viene aggiornata o modificata

source: If you have the proper permissions, you can manage issue subscribers via the "%more_actions" button to the right.
es_es: Si tiene los permisos apropiados, puede manejar los suscriptores a problemas vía el botón "%more_actions%" que hay a la derecha.
fr_fr: Si vous disposez des autorisations requises, vous pouvez gérer les abonnés à la demande via le bouton « % more_actions » à droite.
it_it: Se hai i permessi adeguati, puoi gestire gli iscritti alla segnalazione con il pulsante "%more_actions" sulla destra.

source: More actions
es_es: Más acciones
fr_fr: Plus d'actions
it_it: Ulteriori azioni

source: %cancel or %save
es_es: %cancel o %save

source: This is the user pain value for this issue
es_es: Este es la valuación del sufrimiento del usuario por esta petición
fr_fr: Il s'agit de la valeur de la pénibilité utilisateur pour cette demande
it_it: Questo è il valore dolore utente per questa segnalazione

source: Go to the next issue (open or closed)
es_es: Ir a la siguiente petición (abierta o cerrada)
fr_fr: Aller à la prochaine demande (ouverte ou fermée)
it_it: Vai alla segnalazione successiva (aperta o chiusa)

source: Go to the next open issue
es_es: Ir a la siguiente petición abierta
fr_fr: Aller à la prochaine demande ouverte
it_it: Vai alla successiva segnalazione aperta

source: Could not save your changes
es_es: No se pudieron guardar sus cambios
fr_fr: Vos changements ne peuvent pas être enregistrés
it_it: Impossibile salvare le modifiche

source: This issue has been changed since you started editing it
es_es: Esta petición ha sido modificada desde que empezó a editarla
fr_fr: Cette demande a été modifiée depuis que vous avez commencé à l'éditer
it_it: Questa segnalazione è stata modificata da quando hai iniziato a modificarla

source: Data that has been changed is highlighted in red below. Undo your changes to see the updated information
es_es: Los datos que han sido cambiados están marcados debajo en rojo. Deshaga los cambios para ver la información actualizada
fr_fr: Les données qui ont été modifiées sont surlignées en rouge. Annulez vos changements pour voir les informations mises à jour
it_it: I dati modificati sono evidenziati sotto in rosso. Annulla le tue modifiche per visualizzare le informazioni aggiornate

source: Add comment and save changes
es_es: Agregar un comentario y guardar los cambios
fr_fr: Ajouter un commentaire et sauvegarder les modifications
it_it: Aggiungi un commento e salva le modifiche

source: You have changed this issue, but haven't saved your changes yet. To save it, press the %save_changes button to the right
es_es: Ha cambiado este tema, pero no aún no ha guardado los cambios. Para guardarlo, presione el botón de%save_changesba la derecha
fr_fr: Vous avez modifié cette demande, mais vous n'avez pas enregistré vos changements. Pour les enregistrer, appuyez sur le bouton "%save_changes" sur la droite
it_it: Hai modificato questa segnalazione ma non hai ancora salvato le modifiche. Per salvarla, clicca il pulsante %save_changes sulla destra

source: There was an error trying to move this issue to the next step in the workflow
es_es: Hubo un error al intentar mover esta petición al próximo paso del flujo de trabajo
fr_fr: Une erreur est survenue en essayant de déplacer cette demande dans l'étape suivante du flux de travaux
it_it: Si è verificato un errore durante la transizione di questa segnalazione al passo successivo nel flusso di lavoro
