Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: One or more clients were invalid
es_es: Uno o más clientes no fueron validados
fr_fr: Un ou plusieurs clients sont invalides
it_it: Uno o più clienti non sono validi

source: User updated!
es_es: Usuario actualizado!
fr_fr: Utilisateur mis à jour
it_it: Utente aggiornato!

source: The password was changed
es_es: La contraseña fue cambiada
fr_fr: Le mot de passe a été modifié
it_it: La password è stata modificata

source: This user could not be updated: %message
es_es: Este usuario no pudo ser actualizado: %mensaje
fr_fr: Cet utilisateur ne peut pas être mis à jour : %message
it_it: Impossibile aggiornare quest'utente: %message

source: This user could not be updated
es_es: Este usuario no pudo ser actualizado
fr_fr: Cet utilisateur n'a pas pu être mis à jour
it_it: Impossibile aggiornare quest'utente

source: The user's scope access was successfully updated
es_es: El alcance del acceso del usuario se actualizó correctamente
fr_fr: L'accès de l'utilisateur à l'instance a été correctement mis à jour
it_it: L'accesso dell'utente agli ambiti è stato aggiornato con successo

source: New
es_es: Nuevo
fr_fr: Nouveau
it_it: Nuovo

source: The workflow scheme was deleted
es_es: Se eliminó el esquema de flujo de trabajo
fr_fr: Le système de flux de travaux a été supprimé
it_it: Lo schema flusso di lavoro è stato eliminato

source: Workflow associations were updated
es_es: Las asociaciones de flujo de trabajo fueron actualizadas
fr_fr: Les associations du flux de travaux ont été mises à jour
it_it: Le associazioni del flusso di lavoro sono state aggiornate

source: This workflow scheme does not exist
es_es: Este esquema de flujo de trabajo no existe
fr_fr: Ce système de flux de travaux n'existe pas
it_it: Questo schema flusso di lavoro non esiste

source: The workflow was deleted
es_es: El flujo de trabajo fue borrado
fr_fr: Le flux de travaux a été supprimé
it_it: Il flusso di lavoro è stato eliminato

source: This workflow does not exist
es_es: Este flujo de trabajo no existe
fr_fr: Ce flux de travaux n'existe pas
it_it: Questo flusso di lavoro non esiste

source: This workflow / step does not exist
es_es: Este flujo de trabajo o pasos no existen
fr_fr: Ce flux de travaux/étape n'existe pas
it_it: Questo flusso di lavoro/passaggio non esiste

source: The action has been deleted
es_es: La acción ha sido eliminada
fr_fr: L'action a été supprimée
it_it: L'azione è stata eliminata

source: User specified during transition
es_es: Usuario especificado durante la transición
fr_fr: Utilisateur spécifié durant la transition
it_it: Utente specificato durante la transizione

source: Resolution specified by user
es_es: Resolución especificada por usuario
fr_fr: Résolution spécifiée par l'utilisateur
it_it: Risoluzione specificata dall'utente

source: Reproducability specified by user
es_es: Reproducibilidad especificada por usuario
fr_fr: Reproductibilité spécifiée par l'utilisateur
it_it: Riproducibilità specificata dall'utente

source: Status provided by user
es_es: Estado provisto por el usuario
fr_fr: Statut fourni par l'utilisateur
it_it: Stato fornito dall'utente

source: Priority specified by user
es_es: Prioridad especificada por usuario
fr_fr: Priorité spécifié par l'utilsiateur
it_it: Priorità specificata dall'utente

source: Milestone specified by user
es_es: Hito especificado por usuario
fr_fr: Jalon spécifié par l'utilisateur
it_it: Milestone specificata dall'utente

source: Value provided by user
es_es: Valor provisto por usuario

source: The validation rule has been deleted
es_es: Se ha eliminado la regla de validación
fr_fr: La règle de validation a été supprimée
it_it: La regola di validazione è stata eliminata

source: Invalid transition definition
es_es: Definición de transición no válida
fr_fr: Définition de transition non valide
it_it: Definizione della transizione non valida

source: This validation rule already exist
es_es: Esta regla de validación ya existe
fr_fr: Cette règle de validation existe déjà
it_it: Questa regola di validazione esiste già

source: Any valid value
es_es: Cualquier valor válido
fr_fr: Toute valeur valide
it_it: Qualsiasi valore valido

source: Unlimited
es_es: Ilimitado
it_it: Illimitato

source: Please select a valid template
es_es: Por favor seleccione una plantilla válida
fr_fr: Sélectionnez un modèle valide
it_it: Seleziona un modello valido

source: Please select a valid outgoing step
es_es: Por favor seleccione un paso saliente válido
fr_fr: Sélectionnez une étape sortante valide
it_it: Seleziona un passaggio in uscita valido

source: Please fill in all required fields
es_es: Por favor complete todos los campos obligatorios
fr_fr: Veuillez remplir tous les champs obligatoires
it_it: Compila tutti i campi richiesti

source: This workflow / transition does not exist
es_es: Este flujo de trabajo o transición no existe
fr_fr: Ce flux de travaux/transition n'existe pas
it_it: Questo flusso di lavoro/transizione non esiste

source: Please enter a client name that doesn't already exist
es_es: Por favor introduzca un nombre de cliente que no exista
fr_fr: Veuillez entrer un nom de client qui n'existe pas déjà
it_it: Immetti il nome di un cliente che non esiste già

source: The client was added
es_es: El cliente fue agregado
fr_fr: Le client a été ajouté
it_it: Il cliente è stato aggiunto

source: Please enter a client name
es_es: Por favor introduzca un nombre de cliente
fr_fr: Entez un nom de client
it_it: Immetti il nome di un cliente

source: You cannot delete this client
es_es: No puede borrar este cliente
fr_fr: Vous ne pouvez pas supprimer ce client
it_it: Non puoi eliminare questo cliente

source: The client was deleted
es_es: El cliente fue eliminado
fr_fr: Le client a été supprimé
it_it: Il cliente è stato eliminato

source: You cannot edit this client
es_es: No puede editar este cliente
fr_fr: Vous ne pouvez pas éditer ce client
it_it: Non puoi modificare questo cliente

source: The client was saved
es_es: El cliente fue guardado
fr_fr: Le client à été sauvegardé
it_it: Il cliente è stato salvato

source: You cannot delete the default scope
es_es: No se puede eliminar el alcance predeterminado
fr_fr: Vous ne pouvez pas supprimer l'instance par défaut
it_it: Non puoi eliminare l'ambito predefinito

source: Please specify a scope name
es_es: Por favor especifique un nombre de ámbito
fr_fr: Veuillez renseigner un nom d'instance
it_it: Specifica il nome di un ambito

source: This is not a valid role
es_es: Este no es un rol válido
fr_fr: Ce n'est pas un rôle valide
it_it: Questo non è un ruolo valido

source: You do not have access to edit these permissions
es_es: No tiene acceso para editar estos permisos
fr_fr: Vous n'avez pas l'autorisation de modifier ces autorisations
it_it: Non hai i permessi per modificare questi permessi

source: Permissions updated
es_es: Permisos actualizados
fr_fr: Autorisations mises à jour
it_it: Permessi aggiornati

source: This role cannot be removed
es_es: Este rol no puede ser eliminado
fr_fr: Ce rôle ne peut pas être supprimé
it_it: Questo ruolo non può essere eliminato

source: Role deleted
es_es: Rol eliminado
it_it: Ruolo eliminato

source: You have to specify a name for this role
es_es: Tiene que especificar un nombre para este rol
fr_fr: Vous devez spécifier un nom pour ce rôle
it_it: Devi specificare un nome per questo ruolo

source: Actions
es_es: Acciones
it_it: Azioni

source: Add member(s) to this client
es_es: Añadir miembro(s) para este cliente
fr_fr: Ajouter un/des membre(s) à ce client
it_it: Aggiungi membri a questo cliente

source: List users in this client
es_es: Listar los usuarios en este cliente
fr_fr: Lister les utilisateurs de ce client
it_it: Elenca utenti in questo cliente

source: Edit this client
es_es: Editar este cliente
fr_fr: Modifier ce client
it_it: Modifica questo cliente

source: Delete this client
es_es: Eliminar este cliente
fr_fr: Supprimer ce client
it_it: Elimina questo cliente

source: Do you really want to delete this client?
es_es: ¿Está seguro de querer borrar este cliente?
fr_fr: Voulez-vous vraiment supprimer ce client ?
it_it: Sei sicuro di voler eliminare questo cliente?

source: If you delete this client, any projects this client is assigned to will be set to having no client
es_es: Si elimina a este cliente, cualquier proyecto de a que este cliente es asignado se establecerá en no tener ningún cliente
fr_fr: Si vous supprimez ce client, l'ensemble des projets pour lesquels ce client est assigné seront définis comme n'ayant pas de client.
it_it: Se elimini questo cliente, i progetti a cui è assegnato questo cliente diventeranno privi di un cliente.

source: %number_of member(s)
es_es: %number_of miembro(s)
fr_fr: %number_of membre(s)
it_it: %number_of membri

source: Edit client settings
es_es: Editar configuración del cliente
fr_fr: Editer les paramètres du client
it_it: Modifica impostazioni cliente

source: Client name
es_es: Nombre del cliente
fr_fr: Nom du client
it_it: Nome cliente

source: Email Address
es_es: Dirección de Correo
fr_fr: Adresse email
it_it: Indirizzo e-mail

source: Website
es_es: Sitio web
fr_fr: Site web
it_it: Sito Web

source: Telephone number
es_es: Número de teléfono
fr_fr: No. de téléphone
it_it: Numero di telefono

source: Fax number
es_es: Número de fax
fr_fr: No. de fax
it_it: Numero di fax

source: Save
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva

source: or cancel
es_es: o cancelar
fr_fr: ou annuler
it_it: o annulla

source: Saving, please wait
es_es: Guardando, espere por favor
fr_fr: Enregistrement en cours, veuillez patienter
it_it: Salvataggio in corso, attendere

source: Add a member to this client
es_es: Agregar a un miembro a este cliente
fr_fr: Ajouter un membre à ce client
it_it: Aggiungi un membro a questo cliente

source: Users in this client
es_es: Usuarios en este cliente
fr_fr: Utilisateurs associés à ce client
it_it: Utenti in questo cliente

source: Retrieving members, please wait
es_es: Recuperando miembros, por favor espere
fr_fr: Recherche des membres, veuillez patienter
it_it: Recupero membri in corso, attendere

source: There are no users in this client
es_es: No hay ningún usuario en este cliente
fr_fr: Il n'y a pas d'utilisateurs dans ce client
it_it: Non ci sono utenti in questo cliente

source: Do you really want to remove the user from this client?
es_es: ¿Quiere eliminar el usuario de este cliente?
fr_fr: Voulez-vous réellement supprimer cet utilisateur de ce client ?
it_it: Vuoi veramente rimuovere l'utente da questo cliente?

source: Removing the user from this client will remove all automatically inherited permissions from the user. You can easily add the user back to the client in the future.
es_es: Eliminar el usuario de este cliente eliminará automáticamente todos los permisos heredados del usuario. Puede añadir el usuario al cliente fácilmente en el futuro.
fr_fr: Supprimer cet utilisateur de ce client supprimera automatiquement les permissions héritées de l'utilisateur. Vous pourrez facilement ajouter de nouveau cet utilisateur au client par la suite.
it_it: La rimozione dell'utente da questo cliente rimuoverà tutti i permessi automaticamente ereditati dall'utente. Potrai riaggiungere facilmente l'utente al cliente in futuro.

source: Remove from client
es_es: Eliminado del cliente
fr_fr: Supprimer du client
it_it: Rimuovi dal cliente

source: New password: %random_password
es_es: Nueva contraseña: %random_password
fr_fr: Nouveau mot de passe : %random_password
it_it: Nuova password: %random_password

source: Edit this user
es_es: Editar este usuario
fr_fr: Editer cet utilisateur
it_it: Modifica questo utente

source: Edit permissions for this user
es_es: Editar permisos de este usuario
fr_fr: Modifier les autorisations de cet utilisateur
it_it: Modifica permessi per quest'utente

source: Edit available scopes for this user
es_es: Editar ámbitos disponibles para este usuario
fr_fr: Modifier les instance disponibles pour cet utilisateur
it_it: Modifica ambiti disponibili per quest'utente

source: Become friends
es_es: Hacerse amigo
fr_fr: Devenir ami
it_it: Diventa amico

source: Remove this friend
es_es: Quitar este amigo
fr_fr: Supprimer cet ami
it_it: Rimuovi quest'amico

source: Show user details
es_es: Mostrar detalles del usuario
fr_fr: Afficher les détails de l'utilisateur
it_it: Visualizza dettagli utente

source: Delete this user
es_es: Borrar este usuario
fr_fr: Supprimer cet utilisateur
it_it: Elimina quest'utente

source: Remove user from this scope
es_es: Quitar usuario de este ámbito
fr_fr: Supprimer l'utilisateur de cette instance
it_it: Rimuovi l'utente da quest'ambito

source: Cancel invitation
es_es: Cancelar invitacion
fr_fr: Annuler l'invitation
it_it: Annulla invito

source: Edit user
es_es: Editar usuario
fr_fr: Modifier l'utilisateur
it_it: Modifica utente

source: Username
es_es: Nombre de usuario
fr_fr: Nom d'utilisateur
it_it: Nome utente

source: Activated
es_es: Activado
fr_fr: Activé
it_it: Attivato

source: Yes
es_es: Sí
fr_fr: Oui
it_it: Sì

source: Real name
es_es: Nombre real
fr_fr: Nom réel
it_it: Nome reale

source: Enabled
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato

source: Nickname
es_es: Apodo
fr_fr: Pseudonyme
it_it: Soprannome

source: Email address
es_es: Dirección de correo electrónico
fr_fr: Adresse de courriel
it_it: Indirizzo e-mail

source: In group
es_es: En grupo
fr_fr: Dans le groupe
it_it: Nel gruppo

source: Homepage
es_es: Página principal
fr_fr: Site web

source: The password setting, along with a number of other settings for this user, have been disabled due to use of an alternative authentictation mechanism
es_es: La configuración de la contraseña, junto con un número de otras opciones para este usuario, que se haya desactivado debido al uso de un mecanismo alternativo autentificación
fr_fr: Le mot de passe, ainsi qu'un certain nombre d'autres paramètres pour cet utilisateur, ont été désactivés en raison de l'utilisation d'un mécanisme alternatif d'authentification.
it_it: Le impostazioni della password sono state disabilitate, insieme a un certo numero di altre impostazioni per quest'utente, in quanto si utilizza un metodo di autenticazione alternativo

source: Don't change the password
es_es: No cambie la contraseña
fr_fr: Ne changez pas le mot de passe
it_it: Non modificare la password

source: Input new password
es_es: Ingresar nueva contraseña
fr_fr: Saisir un nouveau mot de passe
it_it: Inserisci una nuova password

source: Generate random new password
es_es: Generar una contraseña al azar
fr_fr: Générer un mot de passe aléatoire
it_it: Genera una nuova password casuale

source: New password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password

source: Repeat password
es_es: Repetir contraseña
fr_fr: Répéter le mot de passe
it_it: Ripeti password

source: Member of team(s)
es_es: Miembro de equipo(s)
fr_fr: Membre des équipes
it_it: Membro dei team

source: No teams exist
es_es: No hay equipos existentes
fr_fr: Aucune équipe n'existe
it_it: Non esiste alcun team

source: Member of client(s)
es_es: Miembro del/os cliente/s
fr_fr: Membre de client(s)
it_it: Membro dei clienti

source: No clients exist
es_es: No existen clientes
fr_fr: Aucun client existant
it_it: Non esiste alcun cliente

source: Please wait
es_es: Por favor espere
fr_fr: Veuillez patienter
it_it: Attendere

source: Update user
es_es: Actualizar usuario
fr_fr: Mettre à jour
it_it: Aggiorna utente

source: or %cancel
es_es: o %cancel
fr_fr: ou %cancel
it_it: o %cancel

source: cancel
es_es: cancelar
fr_fr: annuler
it_it: annulla

source: The Bug Genie custom name
es_es: El nombre The Bug Genie personalizado
fr_fr: Nom personnalisé de The Bug Genie
it_it: Nome personalizzato The Bug Genie

source: This is the name appearing in the headers and several other places, usually displaying "The Bug Genie"
es_es: Este es el nombre que aparece en las cabeceras y varios otros lugares, generalmente mostrando "The Bug Genie"
fr_fr: C'est le nom qui apparaît dans les entêtes et à plusieurs autres endroits, affichant habituellement "The Bug Genie"
it_it: Questo è il nome che apparirà nelle intestazioni e in svariati altri posti, di solito viene visualizzato "The Bug Genie"

source: Custom header and favicons
es_es: Cabecera personalizada y favicon
fr_fr: Entête et favicon personnalisés
it_it: Intestazione personalizzata e icona Preferiti

source: Configure icons
es_es: Configurar íconos
fr_fr: Configurer les icônes
it_it: Configura icone

source: Custom header link
es_es: Enlace personalizado en la cabecera
fr_fr: Lien d'entête personnalisé
it_it: Collegamento intestazione personalizzato

source: You can alter the webpage that clicking on the header icon navigates to. If left blank it will link to the main page of this installation.
es_es: Puede modificar la página web que aparece cuando hace clic en la ícono de la cabecera. Si lo deja en blanco irá a la página principal de esta instalación.
fr_fr: Vous pouvez modifier la page web vers laquelle l'utilisateur sera redirigé lors d'un clic sur l'icône d'entête. Si vous laissez le champ vide, le lien pointera vers la page principale de cette installation.
it_it: Puoi modificare la pagina Web a cui si navigherà cliccando sull'icona nell'intestazione. Se questo campo è lasciato vuoto si navigherà alla pagina principale di quest'installazione.

source: Allow HTML in site title
es_es: Permitir HTML en el título del sitio
fr_fr: Autoriser le HTML dans le titre du site
it_it: Consenti HTML nel titolo del sito

source: Enabling this setting allows a malicious admin user to potentially insert harmful code
es_es: Habilitar esta opción permite que un usuario administrador malintencionado insertar código dañino
fr_fr: L'activation de ce paramètre peut permettre à un utilisateur administrateur malveillant d'insérer du code potentiellement nuisible
it_it: Abilitare quest'impostazione consente a un amministratore malevolo di inserire codice potenzialmente pericoloso

source: Single project tracker mode
es_es: Modo de seguimiento de proyecto único
fr_fr: Mode gestion de projet unique
it_it: Modalità tracker singolo progetto

source: Yes, behave as tracker for a single project
es_es: Sí, se comporta como un seguimiento de proyecto único
fr_fr: Oui, fonctionner en projet unique
it_it: Sì, comportati come un tracker per un singolo progetto

source: No, use regular index page
es_es: No, utilice la página de inicio común
fr_fr: Non, utiliser la page d'accueil habituelle
it_it: No, utilizza la pagina indice ordinaria

source: In single project tracker mode, The Bug Genie will display the homepage for the first project as the main page instead of the regular index page
es_es: En el modo de seguimiento de proyecto único, The Bug Genie mostrará la página inicial para el primer proyecto en lugar de la página de inicio común
fr_fr: En mode gestionnaire de projet unique, The Bug Genie affichera la page d'accueil du premier projet comme page principal au lieu de la page d'accueil habituelle
it_it: In modalità tracker singolo progetto, The Bug Genie visualizzerà l'homepage del primo progetto come pagina principale anziché la pagina indice ordinaria

source: More than one project exists. When in "single project" mode, accessing other projects than the first will become harder.
es_es: Existe más de un proyecto. En el modo de "proyecto", acceder a otros proyectos que la primera será más difícil.
fr_fr: Il existe plus d'un projet. En mode « projet simple », accéder à d'autres projets que le premier deviendra plus difficile.
it_it: Esiste più di un progetto. In modalità "Singolo progetto" accedere a progetti diversi dal primo diventerà più difficile.

source: Show project list on frontpage
es_es: Mostrar la lista de proyectos en la portada
fr_fr: Afficher la liste des projets sur la page d'accueil
it_it: Visualizza l'elenco dei progetti nella pagina principale

source: Whether the project overview list should appear on the frontpage or not
es_es: Si la lista de descripción del proyecto debe aparecer en la página principal o no
fr_fr: Afficher ou non l'aperçu des projets sur la page d'accueil
it_it: Specifica se il sommario con l'elenco dei progetti debba apparire nella pagina principale o meno

source: Comment trail
es_es: Hilo de comentario
fr_fr: Fil de commentaires
it_it: Elenco dei commenti

source: Don't post system comments when an issue is updated
es_es: No publicar comentarios de sistema cuando se actualiza un tema
fr_fr: Ne pas poster de commentaires système lorsqu'une demande est mise à jour
it_it: Non inviare commenti di sistema quando una segnalazione viene aggiornata

source: Always post comments when an issue is updated
es_es: Siempre publicar comentarios cuando una petición es actualizada
fr_fr: Toujours poster les commentaires système lorsqu'une demande est mise à jour
it_it: Invia sempre commenti quando una segnalazione viene aggiornata

source: To keep the comment trail clean in issues, you can select not to post system comments when an issue is updated.
es_es: Para mantener el hilo de comentarios limpio en las peticiones, puede seleccionar que no se publiquen comentarios del sistema cuando una petición es actualizada.
fr_fr: Pour garder le fil de commentaires propre dans les demandes, vous pouvez choisir de ne pas poster les commentaires système quand une demande est mise à jour.
it_it: Per mantenere ordinato l'elenco dei commenti nelle segnalazioni puoi scegliere di non far inviare commenti di sistema quando una segnalazione viene aggiornata.

source: The issue log will always be updated regardless of this setting.
es_es: El registro de tema se actualizará siempre independientemente de esta configuración.
fr_fr: Le journal de demande sera toujours mis à jour indépendamment de ce réglage
it_it: Il registro della segnalazione sarà sempre aggiornato indipendentemente da quest'impostazione.

source: Preview images in comments
es_es: Vistas previas de imágenes en comentarios
fr_fr: Aperçu des images
it_it: Visualizza anteprima delle immagini nei commenti

source: Don't show image previews of attached images in comments
es_es: No mostrar vistas previas de la imagen de imágenes adjuntas en comentarios
fr_fr: Ne pas afficher l'aperçu des images jointes dans les commentaires
it_it: Non visualizzare anteprime immagini delle immagini allegate all'interno dei commenti

source: Show image previews of attached images in comments
es_es: Mostrar vistas previas de imágenes de adjuntos en comentarios
fr_fr: Afficher l'aperçu des images jointes dans les commentaires
it_it: Visualizza anteprime immagini delle immagini allegate all'interno dei commenti

source: If you have problems with spam images, turn this off
es_es: Si tiene peticiones con imágenes de spam, inhabilitelo
fr_fr: Si les images polluent vos commentaires, désactivez cette fonction
it_it: Se hai problemi con immagini spam, disabilita quest'impostazione

source: Default code language
es_es: Lenguaje predeterminado del código
fr_fr: Langage de programmation
it_it: Linguaggio predefinito per il codice

source: Default language to highlight code samples with, if none is specified
es_es: Lenguaje predeterminado para resaltar muestras de código, si ninguno se especifica
fr_fr: Langage de programmation par défaut pour mettre en forme les exemples de code, s'il n'est pas spécifié
it_it: Linguaggio predefinito in base alle cui regole evidenziare i codici di esempio, se non ne è specificato uno

source: Default numbering mode
es_es: Modo de numeración predeterminado
fr_fr: Mode de numérotation
it_it: Modalità di numerazione predefinita

source: Fancy numbering, with highlighted lines
es_es: Numeración fantasia, con líneas resaltadas
fr_fr: Numérotation fantaisiste avec les lignes mise en forme
it_it: Numerazione decorata, con righe evidenziate
