Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Please specify something to search for
es_es: Por favor especifique algo para buscar
fr_fr: Spécifier quelque-chose à rechercher
it_it: Specifica un termine da cercare

source: The following teams were found based on your search criteria
es_es: Los siguientes equipos fueron encontrados basados en su criterio de búsqueda
fr_fr: Les équipes suivantes ont été trouvées à partir de vos critères de recherche
it_it: In base ai tuoi criteri di ricerca sono stati trovati i seguenti team

source: Add team
es_es: Agregar equipo
fr_fr: Ajouter une équipe
it_it: Aggiungi team

source: Could not find any teams based on your search criteria
es_es: Ningún equipo pudo ser encontrado basados en su criterio de búsqueda
fr_fr: Aucune équipe n'a pu être trouvée à partir de vos critères de recherche
it_it: Impossibile trovare un team in base ai tuoi criteri di ricerca

source: The following users were found based on your search criteria
es_es: Los siguientes usuarios fueron encontrados basados en su criterio de búsqueda
fr_fr: Les utilisateurs suivants ont été trouvés à partir de vos critères de recherche
it_it: In base ai tuoi criteri di ricerca sono stati trovati i seguenti utenti

source: Add user
es_es: Agregar usuario
fr_fr: Ajouter un utilisateur
it_it: Aggiungi utente

source: Could not find any users based on your search criteria
es_es: No se pudo encontrar usuarios en función de los criterios de búsqueda
fr_fr: Impossible de trouver un utilisateur correspondant à vos critères de recherche
it_it: Impossibile trovare un utente in base ai tuoi criteri di ricerca

source: "%project_name" issues
es_es: "%project_name" peticiones
fr_fr: demandes de "%project_name"
it_it: Segnalazioni di "%project_name"

source: "%project_name" release center
es_es: "%project_name" Centro de lanzamiento
fr_fr: centre de livraison "%project_name"
it_it: Centro release "%project_name"

source: Add new project release
es_es: Agregar una nueva liberación al proyecto
fr_fr: Ajouter une nouvelle livraison à ce projet
it_it: Aggiungi nuova release progetto

source: Add edition release
es_es: Añadir edición
fr_fr: Ajouter une livraison d'édition
it_it: Aggiungi release edizione

source: Add %edition_name release
es_es: Agregar %edition_name liberación
fr_fr: Ajouter la livraison %edition_name
it_it: Aggiungi release %edition_name

source: Project releases
es_es: Liberaciones del proyecto
fr_fr: Livraisons du projet
it_it: Release progetto

source: There are no releases for this project
es_es: No hay liberaciones para este proyecto
fr_fr: Il n'y a pas de livraisons pour ce projet
it_it: Non ci sono release per questo progetto

source: %edition_name releases
es_es: Liberaciones %edition_name
fr_fr: Livraisons %edition_name
it_it: Release %edition_name

source: There are no releases for this edition
es_es: No hay liberaciones para esta edición
fr_fr: Il n'y a pas de livraison pour cette édition
it_it: Non ci sono release per quest'edizione

source: Filters
es_es: Filtros
fr_fr: Filtres
it_it: Filtri

source: Active releases
es_es: Liberaciones activas
fr_fr: Livraisons actives
it_it: Release attive

source: Archived releases
es_es: Liberaciones archivadas
fr_fr: Livraisons archivées
it_it: Release archiviate

source: With downloads
es_es: Con descargas
fr_fr: Avec téléchargements
it_it: Con download

source: Show all releases
es_es: Mostrar todas las versiones
fr_fr: Voir les livraisons
it_it: Visualizza tutte le release

source: An error occured when adding or updating the release
es_es: Error al agregar o actualizar la versión
fr_fr: Une erreur s'est produite lors de l'ajout ou la mise à jour de la version
it_it: Si è verificato un errore durante l'aggiunta o la modifica della release

source: "%project_name" releases
es_es: "%project_name" comunicados
fr_fr: livraisons de "%project_name"
it_it: Release di "%project_name"

source: Active project releases
es_es: Liberaciones del proyecto activo
fr_fr: Livraisons actives du projet
it_it: Release attive del progetto

source: There are no active releases for this project
es_es: No hay liberaciones activas para este proyecto
fr_fr: Il n'y a aucune livraison courante pour ce projet
it_it: Non esistono release attive per questo progetto

source: Active %edition_name releases
es_es: Liberaciones activas de %edition_name
fr_fr: Livraisons actives de l'édition %edition_name
it_it: Release attive dell'edizione %edition_name

source: There are no active releases for this edition
es_es: No hay liberaciones activas para esta edición
fr_fr: Il n'y a aucune livraison courante pour cette édition
it_it: Non esistono release attive per quest'edizione

source: Archived project releases
es_es: Liberaciones archivadas del proyecto
fr_fr: Livraisons du projet archivées
it_it: Release archiviate del progetto

source: There are no archived releases for this project
es_es: No hay liberaciones archivadas para este proyecto
fr_fr: Il n'y a pas de livraison archivée pour ce projet
it_it: Non esistono release archiviate per questo progetto

source: Archived %edition_name releases
es_es: Liberaciones archivadas de %edition_name
fr_fr: Livraisons archivées de l'édition %edition_name
it_it: Release archiviate dell'edizione %edition_name

source: There are no archived releases for this edition
es_es: No hay liberaciones archivadas para esta edición
fr_fr: Il n'y a pas de livraison archivée pour cette édition
it_it: Non esistono release archiviate per quest'edizione

source: Release selection
es_es: Selección de liberaciones
fr_fr: Sélection de livraison
it_it: Selezione release

source: All active releases
es_es: Todas las versiones activas
fr_fr: Toutes les livraisons actives
it_it: Tutte le release attive

source: "%project_name" roadmap
es_es: "%project_name" hoja de ruta
fr_fr: feuille de route de "%project_name"
it_it: Tabella di marcia per "%project_name"

source: New milestone
es_es: Nuevo hito

source: Sort milestones
es_es: Ordenar puntos de control

source: Done sorting
es_es: Ordenación realizada

source: There is no roadmap to be shown for this project, as it does not have any available milestones
es_es: No hay ninguna hoja de ruta para ser mostrada en este proyecto, tampoco hay hitos disponibles
fr_fr: Il n'y a pas de feuille de route à afficher pour ce projet puisque il ne possède aucun jalon.
it_it: Non c'è alcuna tabella di marcia da visualizzare per questo progetto in quanto non ha alcuna milestone disponibile

source: Roadmap filters
es_es: Filtros de la hoja de ruta
fr_fr: Filtres de feuille de route
it_it: Filtri tabella di marcia

source: Upcoming roadmap
es_es: Próxima hoja de ruta
fr_fr: Prochaine livraison
it_it: Tabella di marcia eventi imminenti

source: Include past milestones
es_es: Incluyen más allá de hitos
fr_fr: Inclure les jalons passés
it_it: Includi milestone nel passato

source: Milestone details
es_es: Detalles del hito
fr_fr: Détails du jâlon
it_it: Dettagli milestone

source: Sprint burndown graph - %sprint_name (starts %starting_date, ends %scheduled_date)
es_es: Gráfico de la evolución de Sprint-%sprint_names (comienza %starting_date y termina %,scheduled_date)
fr_fr: Graphique d'avancement de Sprint - %sprint_name (démarrage %starting_date, fin %scheduled_date)
it_it: Grafico burndown sprint - %sprint_name (inizia il %starting_date, termina il %scheduled_date)

source: Project settings
es_es: Configuración del proyecto
fr_fr: Paramètres du projet
it_it: Impostazioni progetto

source: "%project_name" settings
es_es: "%project_name" ajustes
fr_fr: paramètres de "%project_name"
it_it: Impostazioni per "%project_name"

source: Other project details
es_es: Otros detalles del proyecto
fr_fr: Autres détails du projet
it_it: Altri dettagli progetto

source: Project settings have been saved successfully
es_es: Ajustes del proyecto se han salvado con éxito
fr_fr: Les paramètres du projet ont été sauvegardés avec succès
it_it: Le impostazioni del progetto sono state salvate con successo

source: "%project_name" project team
es_es: "%project_name" equipo del proyecto
fr_fr: équipe du projet "%project_name"
it_it: Squadra del progetto "%project_name"

source: Loading, please wait
es_es: Cargando, aguarde
fr_fr: Chargement en cours, veuillez patienter
it_it: Caricamento in corso, attendere

source: Click one of the graphs below to show details
es_es: Haga clic en uno de los gráficos para ver en detalle
fr_fr: Cliquer sur un des graphiques ci-dessous pour afficher les détails
it_it: Clicca uno dei grafici sotto per visualizzare i dettagli

source: Select an item in the left menu to show more details
es_es: Seleccione un ítem en el menú de la izquierda para ver más detalles
fr_fr: Sélectionner un élément dans le menu de gauche pour afficher plus de détails
it_it: Seleziona un elemento nel menù sulla sinistra per visualizzare ulteriori dettagli

source: Number of issues
es_es: Número de peticiones
fr_fr: Nombre de demandes
it_it: Numero di segnalazioni

source: # days ago
es_es: # días restantes
fr_fr: Il y a # jours
it_it: Numero di giorni fa

source: Closed vs open issues, last 15 days isolated
es_es: Cerrados vs abiertos temas, últimos 15 días aislados
fr_fr: Demandes fermées vs ouvertes, 15 derniers jours isolés
it_it: Segnalazioni chiuse rispetto a quelle aperte, ultimi 15 giorni isolati

source: Timeline actions
es_es: Acciones de línea de tiempo
fr_fr: Actions de la chronologie
it_it: Azioni timeline

source: Only important items
es_es: Sólo elementos importantes
fr_fr: Seulement les éléments importants
it_it: Solo elementi importanti

source: All timeline items
es_es: Todos los elementos de línea de tiempo
fr_fr: Tous les éléments de la chronologie
it_it: Tutti gli elementi della timeline

source: %project_name project timeline
es_es: Línea de tiempo de %project_name
fr_fr: Chronologie du projet %project_name
it_it: Timeline progetto %project_name

source: Build
es_es: Compilar
fr_fr: Version

source: Include subproject(s)
es_es: Incluir subproyecto(s)
fr_fr: Inclure les sous-projet(s)
it_it: Includi sottoprogetti

source: All subprojects
es_es: Todos los subproyectos
fr_fr: Tous les sous-projets
it_it: Tutti i sottoprogetti

source: Don't include subprojects (default, unless specified otherwise)
es_es: No incluya subproyectos (por defecto, salvo que se especifique lo contrario)
fr_fr: Ne pas inclure les sous-projets (par défaut, sauf indication contraire)
it_it: Non includere sottoprogetti (impostazione predefinita, a meno che non sia specificato altrimenti)

source: Assigned to user
es_es: Asignadas al usuario
fr_fr: Assigné à l'utilisateur
it_it: Assegnato all'utente

source: Assigned to team
es_es: Asignadas al equipo
fr_fr: Assigné à l'équipe
it_it: Assegnato al team

source: Owned by user
es_es: Propiedad del usuario
fr_fr: Possédé par l'utilisateur
it_it: Utente proprietario

source: Owned by team
es_es: Propiedad del equipo
fr_fr: Possédé à l'équipe
it_it: Team proprietario

source: Date reported
es_es: Fecha de informado
fr_fr: Date de soumission
it_it: Data invio

source: Date last updated
es_es: Fecha de última actualización
fr_fr: Dernièrement mis à jour
it_it: Data ultimo aggiornamento

source: Issue title
es_es: Título de la petición
fr_fr: Titre de la demande
it_it: Titolo della segnalazione

source: Component(s)
es_es: Componente(s)
fr_fr: Composant(s)
it_it: Componente/i

source: Last updated time
es_es: Última vez actualizado
fr_fr: Heure de dernière mise à jour
it_it: Ora ultimo aggiornamento

source: Number of comments
es_es: Número de comentarios
fr_fr: Nombre de commentaires
it_it: Numero commenti

source: Project
es_es: Proyecto
fr_fr: Projet
it_it: Progetto

source: Who's assigned
es_es: Que se asigna
fr_fr: Qui est assigné
it_it: Assegnatari

source: Who posted the issue
es_es: Quien escribió la petición

source: State (open or closed)
es_es: Situación (abierta o cerrada)
fr_fr: Etat (ouverte or fermé)
it_it: Stato (aperta o chiusa)

source: You don't have access to this saved search
es_es: No tiene acceso a esta búsqueda guardada
fr_fr: Vous n'avez pas accès a cette recherche enregistrée
it_it: Non hai i permessi per accedere a questa ricerca salvata

source: Please provide a name for the saved search
es_es: Por favor introduzca un nombre para la búsqueda guardada
fr_fr: Veuillez fournir un nom pour la recherche enregistrée
it_it: Fornisci un nome per la ricerca salvata

source: The saved search was deleted successfully
es_es: La búsqueda fue borrada con éxito
fr_fr: La recherche prédéfinie a été supprimée avec succès
it_it: La ricerca salvata è stata eliminata con successo

source: Cannot delete this saved search
es_es: No se puede eliminar esta búsqueda guardada
fr_fr: Impossible de supprimer cette recherche enregistrée
it_it: Impossibile eliminare questa ricerca salvata

source: The saved search was updated
es_es: Se actualizó la búsqueda guardada
fr_fr: La recherche prédéfinie a été mise à jour
it_it: La ricerca salvata è stata aggiornata

source: The saved search has been created
es_es: La búsqueda guardada ha sido creada
fr_fr: La recherche prédéfinie a été créée
it_it: La ricerca salvata è stata creata

source: You have to specify a name for the saved search
es_es: Tiene que definir un nombre para la búsqueda
fr_fr: Vous devez spécifier un nom pour la recherche enregistrée
it_it: Devi specificare un nome per la ricerca salvata

source: No projects exist so this filter can not be added
es_es: No existen proyectos por lo que este filtro no se puede añadir
fr_fr: Aucun projet n'existe donc ce filtre ne peut pas être ajouté
it_it: Non esistono progetti quindi questo filtro non può essere aggiunto

source: This is not a valid search field
es_es: No se trata de un campo de búsqueda válido
fr_fr: Ce n'est pas un champ de recherche valide
it_it: Questo non è un campo valido per la ricerca

source: Please enter 3 characters or more
es_es: Introduzca 3 caracteres o más
fr_fr: Veuillez saisir 3 caractères ou plus
it_it: Immetti 3 caratteri o più

source: Not targetted
es_es: Sin objetivo
fr_fr: Non planifiée
it_it: Nessun obiettivo

source: With selected issue(s): %action
es_es: Con los pedidos seleccionados: %action
fr_fr: Avec sélection de(s) demande(s) : %action
it_it: Azione da eseguire sulle segnalazioni selezionate: %action

source: Do nothing
es_es: No hacer nada
fr_fr: Ne rien faire
it_it: Non fare nulla

source: Assign to milestone
es_es: Asignar al hito
fr_fr: Assigner au jalon
it_it: Assegna alla milestone

source: Set category
es_es: Establecer categoría
fr_fr: Définir une catégorie
it_it: Imposta categoria

source: Choose workflow step to perform
es_es: Elegir paso del flujo de trabajo a realizar
fr_fr: Choisir les étapes du flux de travaux à effectuer
it_it: Seleziona il passaggio flusso di lavoro da eseguire

source: No milestone
es_es: Sin hitos
fr_fr: Pas de jalon
it_it: Nessuna milestone

source: Create new milestone from selected issues
es_es: Crear nuevo hito a partir de las peticiones seleccionadas
fr_fr: Créer un nouveau jalon à partir des demandes sélectionnées
it_it: Crea una nuova milestone a partire dalle segnalazioni selezionate

source: No resolution
es_es: Sin resolución
fr_fr: Pas de résolution
it_it: Nessuna risoluzione

source: No priority
es_es: Sin prioridad
fr_fr: Pas de priorité
it_it: Nessuna priorità

source: No category
es_es: Sin categoría
fr_fr: Aucune catégorie
it_it: Nessuna categoria

source: No severity
es_es: Sin gravedad
fr_fr: Pas de séverité
it_it: Nessuna gravità

source: Apply
es_es: Aplicar
fr_fr: Appliquer
it_it: Applica

source: Perform workflow step
es_es: Ejecutar paso de flujo de trabajo
fr_fr: Exécuter l'étape de flux de travaux
it_it: Esegui passaggio flusso di lavoro

source: %number_of issues selected
es_es: %number_of peticiones seleccionadas
fr_fr: %number_of demande(s) sélectionnée(s)
it_it: %number_of segnalazioni selezionate

source: You can only apply workflow transitions on issues in the same project.
es_es: Solo se pueden aplicar transiciones a pedidos del mismo proyecto.
fr_fr: Vous pouvez uniquement appliquer les transitions de flux de travaux sur des demandes du même projet.
it_it: Puoi applicare transizioni flusso di lavoro solo a segnalazioni nello stesso progetto.

source: There are no workflow transitions that can be applied to all these issues. Try selecting fewer issues, or issues that are currently at the same (or similar) workflow step(s).
es_es: No hay transiciones de flujos de trabajo que puedan ser aplicadas a todas estas peticiones. Intente seleccionar menos peticiones, o las que actualmente esten el mismo (o similar) paso del flujo de trabajo.
fr_fr: Il n'y a pas de transitions de flux de travaux qui peuvent être appliquées à l'ensemble de ces demandes. Essayez de sélectionner moins de demandes ou des demandes qui possèdent actuellement les mêmes étapes de flux de travaux (ou similaires).
it_it: Non ci sono transizioni flusso di lavoro applicabili a tutte queste segnalazioni. Prova a selezionare meno segnalazioni o segnalazioni attualmente allo stesso passaggio del flusso di lavoro (o in passaggi simili).

source: Perform the following workflow transition on these issues
es_es: Ejecutar la transición del flujo de trabajo a estos pedidos
fr_fr: Appliquer le flux de travaux de transition suivant à ces demandes
it_it: Esegui le seguenti transizioni flusso di lavoro per queste segnalazioni

source: %field is %value
es_es: %field es %value
fr_fr: %field est %value
it_it: %field è %value

source: %field is not %value
es_es: %field no es %value
fr_fr: %field n'est pas %value
it_it: %field non è %value

source: Include subprojects
es_es: Incluyen subproyectos
fr_fr: Inclure les sous-projets
it_it: Includi sottoprogetti

source: %posted_or_updated before %value
es_es: %posted_or_updatedb antes %value
fr_fr: %posted_or_updated avant %value
it_it: %posted_or_update prima del %value

source: %posted_or_updated on or after %value
es_es: %posted_or_updated en o después de % value
fr_fr: %posted_or_updated le ou après %value
it_it: %posted_or_updated il o dopo il %value

source: Please select
es_es: Elija por favor
fr_fr: Sélectionnez
it_it: Seleziona

source: Clear selected user
es_es: Borrar usuario seleccionado
fr_fr: Effacer l'utilisateur sélectionné
it_it: Cancella utente selezionato

source: Select
es_es: Seleccionar
fr_fr: Sélectionnez
it_it: Seleziona

source: Clear selected team
es_es: Borrar equipo seleccionado
fr_fr: Effacer l'équipe associée
it_it: Cancella team selezionato

source: Issue state
es_es: Situación de la petición
fr_fr: Etat de la demande
it_it: Stato della segnalazione

source: %field is provided and is %value
es_es: %fieldi se proporciona y es %value
fr_fr: %field est fourni et est %value
it_it: %field è stato fornito ed è %value

source: %field is provided and is not %value
es_es: %fieldi se proporciona y no es %value
fr_fr: %field est fourni et n'est pas %value
it_it: %field è stato fornito e non è %value

source: Yourself
es_es: Usted mismo
fr_fr: Vous-même
it_it: Te stesso

source: You can edit the details for this saved search later by opening it up in the left sidebar.
es_es: Puede editar los detalles de esta búsqueda guardada más adelante abriendo la barra lateral izquierda.
fr_fr: Vous pourrez modifier les détails de cette recherche enregistrée plus tard en l'ouvrant depuis la barre latérale gauche.
it_it: Puoi modificare i dettagli per questa ricerca salvata in un secondo momento aprendola dalla barra laterale sinistra.

source: When the search is active, you can manage the filters as normal, and update the saved search using the save button again. From that dialog you can also choose to save the details as a new saved search.
es_es: Cuando la búsqueda está activa, puede administrar los filtros y actualizar la búsqueda guardada mediante el botón Guardar otra vez. De ese diálogo también puede guardar los datos en una nueva búsqueda.
fr_fr: Lorsque la recherche est active, vous pouvez gérer les filtres comme d'habitude et mettre à jour la recherche enregistrée en utilisant le bouton enregistrer de nouveau. Dans cette boîte de dialogue, vous pouvez également choisir d'enregistrer les détails comme une nouvelle recherche enregistrée.
it_it: Quando la ricerca è attiva puoi gestire i filtri come di consueto e aggiornare la ricerca salvata utilizzando nuovamente il pulsante Salva. Da tale finestra di dialogo puoi anche scegliere di salvare i dettagli come una nuova ricerca salvata.

source: All
es_es: Todos
fr_fr: Tout
it_it: Tutti

source: Project(s)
es_es: Proyecto(s)
fr_fr: Projet(s)
it_it: Progetti

source: Choose issues from project(s)
es_es: Elegir peticiones de proyecto(s)
fr_fr: Choisissez les demandes depuis le(s) projet(s)
it_it: Seleziona segnalazioni dai progetti

source: Filter values
es_es: Valores de filtro
fr_fr: Filtrer les valeurs
it_it: Filtra valori

source: Issuetype
es_es: Tipo de petición
fr_fr: Type de demande
it_it: Tipo segnalazione

source: Filter on issuetype
es_es: Filtro de tipo de petición
fr_fr: Filtre sur le type de demande
it_it: Filtra per tipo segnalazione

source: Subproject(s)
es_es: Subproyecto(s)
fr_fr: Sous-projet(s)
it_it: Sottoprogetti

source: Include issues from subproject(s)
es_es: Incluye peticiones de subproyecto(s)
fr_fr: Inclure les demandes des sous-projet(s)
it_it: Includi segnalazioni dai sottoprogetti

source: Any
es_es: Cualquier
fr_fr: N'importe quel(le)
it_it: Tutti

source: Blocker status
es_es: Estado de bloqueo
fr_fr: Statut de bloquage
it_it: Stato bloccante

source: Filter on blocker status
es_es: Filtrar por estado de bloqueo
fr_fr: Filtrer sur le statut de bloquage
it_it: Filtra per stato bloccante

source: Only blocker issues
es_es: Sólo peticiones de bloqueador
fr_fr: Demandes bloquantes uniquement
it_it: Solo segnalazioni bloccanti

source: Not blocker issues
es_es: Sin peticiones de bloqueador
fr_fr: Demandes non bloquantes
it_it: Segnalazioni non bloccanti

source: Affects release(s)
es_es: Afecta liberación(es)
fr_fr: Affecte la/les version(s)
it_it: Interessa le release

source: Affects component(s)
es_es: Afecta a componente(s)
fr_fr: Affecte le/les composant(s)
it_it: Interessa i componenti

source: Affects edition(s)
es_es: Afecta a edición(es)
fr_fr: Affecte la/les édition(s)
it_it: Interessa le edizioni

source: Targetted milestone(s)
es_es: Dirigido por hito(s)
fr_fr: Jalon(s) ciblé(s)
it_it: Milestone obiettivo

source: Filter on affected release(s)
es_es: Filtro en versiones afectada(s)
fr_fr: Filtrer sur la/les version(s) affectée(s)
it_it: Filtra per release interessate

source: Filter on affected component(s)
es_es: Filtro de componente(s) afectado(s)
fr_fr: Filtrer sur le/les composant(s) affecté(s)
it_it: Filtra per componenti interessati

source: Filter on affected edition(s)
es_es: Filtro en edición(es) afectada(s)
fr_fr: Filtrer sur l'édition/les éditions affectée(s)
it_it: Filtra per edizioni interessate

source: Filter on targetted milestone(s)
es_es: Filtro en hito(s)
fr_fr: Filtrer sur les jalon(s) ciblés
it_it: Filtra per milestone obiettivo

source: Filter on %customfield
es_es: Filtro en %customfield
fr_fr: Filtrer sur %customfield
it_it: Filtra per %customfield

source: Filter on category
es_es: Filtrar por categoría
fr_fr: Filtrer sur la catégorie
it_it: Filtra per categoria

source: Filter on priority
es_es: Filtrar por prioridad
fr_fr: Filtrer sur la priorité
it_it: Filtra per priorità

source: Filter on resolution
es_es: Filtrar por resolución
fr_fr: Filtrer sur la résolution
it_it: Filtra per risoluzione

source: Filter on severity
es_es: Filtrar por gravedad
fr_fr: Filtrer sur la gravité
it_it: Filtra per gravità

source: Filter on reproducability
es_es: Filtre por reproducibilidad
fr_fr: Filtrer sur la reproductibilité
it_it: Filtra per riproducibilità

source: Anyone
es_es: Cualquier persona
fr_fr: N'importe qui
it_it: Chiunque
