Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: There was an error trying to save changes to this issue
es_es: Hubo un error al intentar guardar los cambios de esta petición
fr_fr: Une erreur est survenur pendant la sauvegarde des modifications de cette demande
it_it: Si è verificato un errore durante il salvataggio delle modifiche apportate a questa segnalazione

source: No workflow step matches this issue after changes are saved. Please either use the workflow action buttons, or make sure your changes are valid within the current project workflow for this issue type.
es_es: Ningún paso de flujo de trabajo coincide con este tema después de que los cambios se guardasen. Por favor, utilice los botones de acción de flujo de trabajo, o asegúrese de que los cambios son válidos dentro del flujo de trabajo actual del proyecto para este tipo de problema.
fr_fr: Aucune étape du flux de travaux ne correspond à cette demande dès que les modifications seront enregistrées. S'il vous plaît, utilisez soit les boutons d'action de flux de travaux, ou assurez-vous que vos modifications sont valables dans le flux de travaux du projet en cours pour ce type de problème.
it_it: Nessun passaggio del flusso di lavoro corrisponderà a questa segnalazione dopo il salvataggio delle modifiche. Utilizza i pulsanti di azione del flusso di lavoro o assicurati che le modifiche siano valide per il flusso di lavoro associato al progetto corrente per questo tipo segnalazione.

source: Your changes have been saved
es_es: Sus cambios han sido guardados
fr_fr: Vos modifications ont été enregistrées
it_it: Le tue modifiche sono state salvate

source: The file was attached to this issue
es_es: El archivo fue unido a este tema
fr_fr: Le fichier a été joint à la demande
it_it: Il file è stato allegato a questa segnalazione

source: You have been working on this issue since %time
es_es: Ha estado trabajando en esta petición desde %time
fr_fr: Vous travaillez sur cette demande depuis %time
it_it: Sei al lavoro su questa segnalazione dal %time

source: %teamname has been working on this issue since %time
es_es: %teamname han estado trabajando en este pedido desde %time
fr_fr: %teamname travaille sur cette demande depuis %time
it_it: %teamname è al lavoro su questa segnalazione dal %time

source: %user has been working on this issue since %time
es_es: %user ha estado trabajando en esta petición desde %time
fr_fr: %user travaille sur cette demande depuis %time
it_it: %user è al lavoro su questa segnalazione dal %time

source: This issue is a duplicate of issue %link_to_duplicate_issue
es_es: Esta petición es un duplicado de %link_to_duplicate_issue
fr_fr: Cette demande est un doublon de la demande %link_to_duplicate_issue
it_it: Questa segnalazione è un duplicato di %link_to_duplicate_issue

source: This issue has been closed with status "%status_name" and resolution "%resolution".
es_es: Esta petición se ha cerrado con estado "%status_name" y "%resolution" de la resolución.
fr_fr: Cette demande a été close avec le statut "%status_name" et la résolution "%resolution".
it_it: Questa segnalazione è stata chiusa con lo stato "%status_name" e risoluzione "%resolution".

source: The project this issue belongs to has been archived, and so this issue is now read only
es_es: Se ha archivado el proyecto a que este número pertenece, y así que este tema es ahora de sólo lectura
fr_fr: Le projet auquel cette demande appartient a été mis à jour. Cette demande est donc maintenant en lecture seule.
it_it: Il progetto a cui appartiene questa segnalazione è stato archiviato, pertanto questa segnalazione ora è in sola lettura

source: Click here to edit description
es_es: Haga clic aquí para editar la descripción
fr_fr: Cliquer ici pour éditer la description
it_it: Clicca qui per modificare la descrizione

source: Click here to edit reproduction steps
es_es: Haga clic aquí para editar la secuencia de pasos
fr_fr: Cliquer ici pour éditer les étapes de reproduction
it_it: Clicca qui per modificare i passaggi per riprodurre il problema

source: Steps to reproduce this issue
es_es: Pasos para repetir este pedido
fr_fr: Étapes pour reproduire l'anomalie
it_it: Passaggi per riprodurre questo problema

source: Comments (%count)
es_es: Comentarios (%count)
fr_fr: Commentaires (%count)
it_it: Commenti (%count)

source: Toggle system-generated comments
es_es: Cambiar comentarios generados por el sistema
fr_fr: Afficher les commentaires générés par le système
it_it: Abilita/disabilita commenti generati dal sistema

source: History
es_es: Historia
fr_fr: Historique
it_it: Cronologia

source: Show issue history
es_es: Mostrar historia de la petición
fr_fr: Afficher l'historique de la demande
it_it: Visualizza cronologia segnalazione

source: This message will disappear when you reload the page.
es_es: Este mensaje desaparecerá cuando recargue la página.

source: This issue can not be displayed
es_es: Esta petición no puede ser mostrada

source: This issue either does not exist, has been deleted or you do not have permission to view it.
es_es: Esta petición no existe, ha sido eliminada o no tiene permisos para verla.

source: %project_name version 0.0.0
es_es: %project_name versión 0.0.0
it_it: %project_name versione 0.0.0

source: An error occurred when trying to save the milestone order
es_es: Un error ocurrió al intentar guardar el orden del hito

source: Remaining effort
es_es: Esfuerzo restante
fr_fr: Effort restant
it_it: Sforzo rimanente

source: Invalid user story
es_es: Historia del usuario no válida
fr_fr: Histoire utilisateur invalide
it_it: Storia utente non valida

source: Please specify a sprint name
es_es: Especifique un nombre de sprint
fr_fr: Spécifiez un nom de sprint
it_it: Specifica il nome di uno sprint

source: The libraries to generate images are not installed. Please see http://www.thebuggenie.com for more information
es_es: Las bibliotecas para generar imágenes no han sido instaladas. Por favor ingrese en http://www.thebuggenie.com para más información
fr_fr: Les bibliothèque de génération d'image ne sont pas installées. Veuillez vous référer à http://www.thebuggenie.com pour plus d'informations
it_it: Le librerie per generare immagini non sono installate. Visita http://www.thebuggenie.com per ulteriori informazioni

source: Open issues
es_es: Peticiones abiertas
fr_fr: Demandes ouvertes
it_it: Segnalazioni aperte

source: Issues closed
es_es: Peticiones cerradas
fr_fr: Demandes fermées
it_it: Segnalazioni chiuse

source: Invalid image set
es_es: Conjunto de imágenes no válido
fr_fr: Jeu d'images invalide
it_it: Insieme di immagini non valido

source: Total number of issues per status type
es_es: Cantidad total de peticiones por estado
fr_fr: Nombre total de demandes par statut
it_it: Numero totale di segnalazioni per tipo stato

source: Open issues per status type
es_es: Peticiones abiertas por estado
fr_fr: Demandes ouvertes par statut
it_it: Segnalazioni aperte per tipo stato

source: Closed issues per status type
es_es: Peticiones cerradas por estado
fr_fr: Demandes fermées par statut
it_it: Segnalazioni chiuse per tipo stato

source: Total number of issues per priority level
es_es: Cantidad total de peticiones por nivel de prioridad
fr_fr: Nombre total de demandes par niveau de priorité
it_it: Numero totale di segnalazioni per livello priorità

source: Open issues per priority level
es_es: Peticiones abiertas por nivel de prioridad
fr_fr: Demandes ouvertes par niveau de priorité
it_it: Segnalazioni aperte per livello priorità

source: Closed issues per priority level
es_es: Peticiones cerradas por nivel de prioridad
fr_fr: Demandes fermées par niveau de priorité
it_it: Segnalazioni chiuse per livello priorità

source: Total number of issues per category
es_es: Cantidad total de peticiones por categoría
fr_fr: Nombre total de demandes par catégorie
it_it: Numero totale di segnalazioni per categoria

source: Open issues per category
es_es: Peticiones abiertas por categoría
fr_fr: Demandes ouvertes par catégorie
it_it: Segnalazioni aperte per categoria

source: Closed issues per category
es_es: Peticiones cerradas por categoría
fr_fr: Demandes fermées par catégorie
it_it: Segnalazioni chiuse per categoria

source: Total number of issues per resolution
es_es: Cantidad total de peticiones según resolución
fr_fr: Nombre total de demandes par résolution
it_it: Numero totale di segnalazioni per risoluzione

source: Open issues per resolution
es_es: Petciones abiertas por resolución
fr_fr: Demandes ouvertes par résolution
it_it: Segnalazioni aperte per risoluzione

source: Closed issues per resolution
es_es: Peticones cerradas por resolución
fr_fr: Demandes fermées par résolution
it_it: Segnalazioni chiuse per risoluzione

source: Total number of issues per reproducability level
es_es: Cantidad total de peticiones por frecuencia de ocurrencia
fr_fr: Nombre total de demandes par niveau de reproductibilité
it_it: Numero totale di segnalazioni per livello riproducibilità

source: Open issues per reproducability level
es_es: Peticiones abiertas por frecuencia de ocurrencia
fr_fr: Demandes ouvertes par niveau de reproductibilité
it_it: Segnalazioni aperte per livello riproducibilità

source: Closed issues per reproducability level
es_es: Peticiones cerradas por reproducibilidad
fr_fr: Demandes fermées par niveau de reproductibilité
it_it: Segnalazioni chiuse per livello riproducibilità

source: Total number of issues (open / closed)
es_es: Cantidad total de peticiones (abiertas / cerradas)
fr_fr: Nombre total de demandes (ouvertes / fermées)
it_it: Numero totale di segnalazioni (aperte/chiuse)

source: unknown key '%key'
es_es: clave desconocida '%key'
fr_fr: Clé '%key' inconnue
it_it: chiave '%key' sconosciuta

source: This issue is not valid for this project
es_es: Esta petición no es válida para este proyecto
fr_fr: Cette demande est invalide pour ce projet
it_it: Questa segnalazione non è valida per questo progetto

source: Cannot find this issue
es_es: No se puede encontrar esta petición
fr_fr: Impossible de trouver cette demande
it_it: Impossibile trovare questa segnalazione

source: Invalid title
es_es: Titulo inválido
fr_fr: Titre invalide
it_it: Titolo non valido

source: Invalid field
es_es: Campo inválido
fr_fr: Champ invalide
it_it: Campo non valido

source: Invalid milestone
es_es: Hito inválido
fr_fr: Version invalide
it_it: Milestone non valida

source: You are not allowed to perform any workflow transitions on this issue
es_es: No se permite realizar transiciones de cualquier flujo de trabajo en esta petición
fr_fr: Vous n'êtes pas autorisé à effectuer une transition de flux de travaux sur cette demande
it_it: Non sei autorizzato a eseguire alcuna transizione flusso di lavoro per questa segnalazione

source: This is not a valid transition
es_es: No se trata de una transición válida
fr_fr: Ce n'est pas une transition valide
it_it: Questa non è una transizione valida

source: The transition could not be applied to issue %issue_number because of %errors
es_es: La transición no se puede aplicar a la petición %issue_numberb debido a %errors
fr_fr: La transition n'a pas pu être appliquée à la demande %issue_number à cause de %errors
it_it: Impossibile applicare la transizione alla segnalazione %issue_number per %errors

source: The transition failed because of an error in the workflow. Check your workflow configuration.
es_es: La transición falló debido a un error en el flujo de trabajo. Compruebe la configuración de flujo de trabajo.
fr_fr: La transition a échoué en raison d'une erreur dans le flux de travaux. Vérifiez votre configuration de flux de travaux.
it_it: La transizione non è riuscita a causa di un errore nel flusso di lavoro. Controlla la tua configurazione del flusso di lavoro.

source: An error occured when trying to apply the transition
es_es: Ha ocurrido un error al intentar realizar la transición
fr_fr: Une erreur s'est produite lors de la tentative d'application de la transition
it_it: Si è verificato un errore durante l'applicazione della transizione

source: An error occurred when trying to assign user/team to this project
es_es: Ha ocurrido un error al intentar añadir un usuario/equipo a este proyecto
fr_fr: Une erreur s'est produite lors de la tentative d'assignation d'un utilisateur/d'une équipe à ce projet.
it_it: Si è verificato un errore durante l'assegnazione dell'utente/team a questo progetto

source: You don't have access to save project settings
es_es: No tienes acceso para guardar la configuración del proyecto
fr_fr: Vous n'avez pas la permission d'enregistrer les paramètres du projet
it_it: Non hai i permessi per salvare le impostazioni del progetto

source: You do not have access to update these settings
es_es: No tienes acceso para actualizar estos ajustes
fr_fr: Vous n'avez pas les droits nécessaires pour mettre à jour ces paramètres
it_it: Non hai i permessi per aggiornare queste impostazioni

source: %IMPORTANT: The project key has changed. Remember to replace the current url with the new project key
es_es: %IMPORTANT: La clave del proyecto ha cambiado. Recuerda reemplazar la url actual con la nueva clave del proyecto
fr_fr: %IMPORTANT : La clé de projet a changé. Souvenez-vous de remplacer l'url actuelle avec la nouvelle clé de projet
it_it: %IMPORTANT: la chiave del progetto è stata modificata. Ricordati di sostituire l'URL corrente con la nuova chiave del progetto

source: IMPORTANT
es_es: IMPORTANTE
it_it: IMPORTANTE

source: Project prefixes may only contain letters and numbers
es_es: Los prefijos para los proyectos sólo pueden contener letras y números
fr_fr: Les préfixes projet ne doivent contenir que des chiffres et des lettres
it_it: I prefissi progetto possono contenere solo lettere e numeri

source: This edition already exists for this project
es_es: Esta edición ya existe en este proyecto
fr_fr: Cette édition existe déjà pour ce projet
it_it: Quest'edizione esiste già per questo progetto

source: You need to specify a name for the new edition
es_es: Necesita especificar un nombre para la nueva edición
fr_fr: Vous devez spécifier un nom pour la nouvelle édition
it_it: Devi specificare un nome per la nuova edizione

source: You do not have access to this project
es_es: No tiene acceso a este proyecto
fr_fr: Vous n'avez pas accès à ce projet
it_it: Non hai i permessi per accedere a questo progetto

source: The edition could not be added
es_es: La edición no puede ser agregada
fr_fr: L'édition n'a pas pu être ajoutée
it_it: Impossibile aggiungere l'edizione

source: You don't have access to add project editions
es_es: No tiene acceso a añadir ediciones de proyecto
fr_fr: Vous n'avez pas la permission d'ajouter des éditions au projet
it_it: Non hai i permessi per aggiungere edizioni a un progetto

source: The release was deleted
es_es: La liberación fue borrada
fr_fr: La livraison a été supprimée
it_it: La release è stata eliminata

source: You do not have access to this release
es_es: Usted no tiene acceso a esta versión
fr_fr: Vous n'avez pas accès à cette livraison
it_it: Non hai i permessi per accedere a questa release

source: You need to specify a release
es_es: Es necesario especificar una versión
fr_fr: Vous devez spécifier une livraison
it_it: Devi specificare una release

source: You don't have access to manage releases
es_es: No tiene acceso a administrar versiones
fr_fr: Vous n'avez pas la permission de gérer les livraisons
it_it: Non hai i permessi per gestire le release

source: You need to specify a name for the release
es_es: Debe especificar un nombre para la versión de lanzamiento
fr_fr: Vous devez spécifier un nom pour la livraison
it_it: Devi specificare un nome per la release

source: You don't have access to add releases
es_es: No tiene acceso para agregar versiones
fr_fr: Vous n'avez pas la permission d'ajouter des livraisons
it_it: Non hai i permessi per aggiungere release

source: This component already exists for this project
es_es: Este componente existe en este proyecto
fr_fr: Ce composant existe déjà pour ce projet
it_it: Questo componente esiste già per questo progetto

source: The component has been added
es_es: El componente ha sido añadido
fr_fr: Le composant a été ajouté
it_it: Il componente è stato aggiunto

source: You need to specify a name for the new component
es_es: Debe especificar un nombre para el nuevo componente
fr_fr: Vous devez spécifier un nom pour le nouveau composant
it_it: Devi specificare un nome per il nuovo componente

source: The component could not be added
es_es: El componente no pudo ser agregado
fr_fr: Le composant n'a pas pu être ajouté
it_it: Impossibile aggiungere il componente

source: You don't have access to add components
es_es: No tiene acceso a agregar componentes
fr_fr: Vous n'avez pas la permission d'ajouter des composants
it_it: Non hai i permessi per aggiungere componenti

source: The component could not be added to this edition
es_es: El componente no pudo ser agregado a esta edición
fr_fr: Le composant n'a pas pu être ajouté à cette édition
it_it: Impossibile aggiungere il componente a questa edizione

source: You don't have access to modify components
es_es: No tiene acceso a modificar componentes
fr_fr: Vous n'avez pas la permission de modifier des composants
it_it: Non hai i permessi per modificare i componenti

source: You need to specify a name for this component
es_es: Necesita especificar un nombre para este componente
fr_fr: Vous devez spécifier un nom pour ce composant
it_it: Devi specificare un nome per questo componente

source: Component deleted
es_es: Componente borrado
fr_fr: Composant supprimé
it_it: Componente eliminato

source: Could not edit this component
es_es: No puede editar este componente
fr_fr: Le composant n'a pas pu être modifié
it_it: Impossibile modificare questo componente

source: Edition deleted
es_es: Edición borrada
fr_fr: Edition supprimée
it_it: Edizione eliminata

source: Could not delete this edition
es_es: No se pudo borrar esta edición
fr_fr: Impossible de supprimer cette édition
it_it: Impossibile eliminare questa edizione

source: You don't have access to modify edition
es_es: No tiene acceso a modificar la edición
fr_fr: Vous n'avez pas la permission de modifier l'édition
it_it: Non hai i permessi per modificare le edizioni

source: You need to specify a name for this edition
es_es: Es necesario establecer un nombre para esta edición
fr_fr: Vous devez spécifier un nom pour cette édition
it_it: Devi specificare un nome per quest'edizione

source: Edition details saved
es_es: Los detalles de la edición fueron guardados
fr_fr: Détails de l'édition sauvegardés
it_it: Dettagli dell'edizione salvati

source: Invalid edition id
es_es: Id de edición no válido
fr_fr: Identification d'édition invalide
it_it: ID edizione non valido

source: This project doesn't exist
es_es: Este proyecto no existe
fr_fr: Ce projet n'existe pas
it_it: Questo progetto non esiste

source: The assignee has been removed
es_es: Se ha eliminado el asignado
fr_fr: La personne assignée a été supprimée
it_it: L'assegnatario è stato rimosso

source: Workflow scheme changed and issues updated
es_es: Esquema de flujo de trabajo cambiado y temas actualizados
fr_fr: Le système de flux de travaux à changé et les demandes ont été mises à jour
it_it: Schema flusso di lavoro modificato e segnalazioni aggiornate

source: An internal error occured
es_es: Ha ocurrido un error interno
fr_fr: Une erreur interne est survenue
it_it: Si è verificato un errore interno

source: This workflow scheme is not valid
es_es: Este esquema de flujo de trabajo no es válido
fr_fr: Ce système de flux de travaux est invalide
it_it: Questo schema flusso di lavoro non è valido

source: You must provide a role name
es_es: Debe proporcionar un nombre de rol
fr_fr: Vous devez fournir un nom de rôle
it_it: Devi fornire un nome ruolo

source: You do not have access to create new project roles
es_es: No tiene acceso a crear nuevos roles de proyecto
fr_fr: Vous n'avez pas la permission de créer de nouveaux rôles de projet
it_it: Non hai i permessi per creare nuovi ruoli progetto

source: Edit release details
es_es: Edición de detalles de liberación
fr_fr: Modifier les détails de la livraison
it_it: Modifica dettagli release

source: Add new release
es_es: Añadir nueva versión
fr_fr: Ajouter une nouvelle livraison
it_it: Aggiungi nuova release

source: Release name:
es_es: Nombre de la liberación:
fr_fr: Nom de la livraison :
it_it: Nome release:

source: Version: %version_number
es_es: Versión: %version_number
it_it: Versione: %version_number

source: Released
es_es: Liberado
fr_fr: Livré
it_it: Rilasciata

source: Archived
es_es: Archivado
fr_fr: Archivé
it_it: Archiviata

source: Release date
es_es: Fecha de liberación
fr_fr: Date de livraison
it_it: Data di rilascio

source: %release_date_input - time: %time_input
es_es: %release_date_input - hora: %time_input
fr_fr: %release_date_input - heure : %time_input
it_it: %release_date_input - ora: %time_input

source: Milestone release
es_es: Liberar hito
fr_fr: Publication du jalon
it_it: Milestone della release

source: This release is not related to a milestone
es_es: Esta liberación no está vinculada a un hito
fr_fr: Cette livraison n'est pas liée à un jalon
it_it: Questa release non è correlata ad una milestone

source: This is a release of milestone %milestone_name
es_es: Esta es una liberación del hito %milestone_name
fr_fr: Il s'agit d'une livraison du jalon %milestone_name
it_it: Questa è una release della milestone %milestone_name

source: Edition release
es_es: Liberar edición
fr_fr: Version de la livraison
it_it: Edizione della release

source: This release is not related to a edition
es_es: Esta liberación no está relacionada a una edición
fr_fr: Cette livraison n'est liée à une édition
it_it: Questa release non è correlata a un'edizione

source: This is a release of edition %edition_name
es_es: Esta es una liberación de la edición %edition_name
fr_fr: Il s'agit d'une livraison de l'édition %edition_name
it_it: Questa è una release dell'edizione %edition_name

source: Release download
es_es: Liberación de descarga
fr_fr: Téléchargement de la livraison
it_it: Download release

source: Clear download information
es_es: Limpiar información de descarga
fr_fr: Effacer les informations de téléchargement
it_it: Cancella informazioni download

source: Leave as is %no_download
es_es: Dejar como %no_download
fr_fr: Laisser tel que %no_download
it_it: Lascia così com'è %no_download

source: no download
es_es: no descargar
fr_fr: aucun téléchargement
it_it: nessun download

source: Use existing file %filename
es_es: Utilizar el archivo %filename
fr_fr: Utiliser le fichier existant %filename
it_it: Utilizza file esistente %filename

source: Upload file for download
es_es: Subir archivo para descargar
fr_fr: Téléverser le fichier pour le télécharger
it_it: Carica file per il download

source: Specify download URL
es_es: Definir URL de descarga
fr_fr: Spécifier l'URL de téléchargement
it_it: Specifica URL download

source: When you are done, click "%update_release" to update the details for this release
es_es: Cuando haya terminado, haga clic en "%update_release" para actualizar los detalles de esta versión
fr_fr: Lorsque vous aurez terminé, cliquez sur "%update_release" pour mettre à jour le détail pour cette livraison
it_it: Quando hai finito, clicca "%update_release" per aggiornare i dettagli di questa release

source: Update release
es_es: Actualizar liberación
fr_fr: Mise à jour de la livraison
it_it: Aggiorna release

source: When you are done, click "%add_release" to publish this release
es_es: Cuando haya terminado, haga clic en "%add_release" para publicar esta versión
fr_fr: Lorsque vous aurez terminé, cliquez sur "%add_release" pour publier cette livraison
it_it: Quando hai finito, clicca "%add_release" per pubblicare questa release
