Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: You can read more about how issue types and schemes in The Bug Genie works and is set up in the %online_documentation
es_es: Puede leer más acerca de como funcionan los tipos de petición y esquemas en The Bug Genie y está configurado en %online_documentation
fr_fr: Vous pouvez en savoir plus sur le fonctionnement et la mise en place des types de demandes et des schémas dans The Bug Genie en consultant la %online_documentation
it_it: Puoi leggere ulteriori informazioni sul funzionamento e sulla configurazione dei tipi segnalazione e degli schemi in The Bug Genie nella %online_documentation

source: online documentation
es_es: documentación en línea
fr_fr: documentation en ligne
it_it: documentazione online

source: Available issue types
es_es: Tipos de petición disponibles
fr_fr: Types de demandes disponibles
it_it: Tipi segnalazione disponibili

source: Issue type schemes
es_es: Esquemas para tipos de petición
fr_fr: Système de type de demandes
it_it: Schemi tipo di segnalazione

source: In this tab you can add/remove/edit what issue types are available to issue type schemes. If you add a new issue type on this page, remember to associate it to an issue type scheme on the %issue_type_schemes tab to get it to show up for users.
es_es: En esta pestaña puede agregar/editar/quitar los tipos de petición disponibles para el esquema de tipos de petición. Si agrega un nuevo tipo de petición en esta página, recuerde asociarlo a un esquema de tipos de petición en la pestaña %issue_type_schemes para dejarlo disponible a los usuarios.
fr_fr: Dans cet onglet, vous pouvez ajouter/supprimer/modifier les types de demandes qui seront disponibles pour les schémas de type de demande. Si vous ajoutez un nouveau type de demande, pensez à l'associer à un système dans l'onglet "%issue_type_schemes" "%ta" pour le rendre disponible aux utilisateurs.
it_it: In questa scheda puoi aggiungere/rimuovere/modificare i tipi segnalazione disponibili per gli schemi tipo segnalazione. Se aggiungi un nuovo tipo segnalazione in questa pagina ricordati di associarlo a uno schema tipo segnalazione nella scheda %issue_type_schemes per far sì che sia visualizzato agli utenti.

source: Add new issue type
es_es: Agregar nuevo tipo de petición
fr_fr: Ajouter un nouveau type de demande
it_it: Aggiungi nuovo tipo segnalazione

source: In this tab you can add/remove/edit issue type schemes. If you add a new issue type on the previous tab, you must associate it with an issue type scheme in this tab to get it to show up for users.
es_es: En esta pestaña se puede agregar/quitar/editar esquemas de tipos de petición. Si agregó un nuevo tipo de petición en la pestaña anterior, debe asociarlo con un esquema para que los usuarios lo vean.
fr_fr: Dans cet onglet, vous pouvez ajouter/supprimer/modifier les système de type de demandes. Si vous ajoutez un nouveau type de demande dans l'onglet précédent, vous devez l'associer avec un des systèmes de cet onglet pour qu'il soit disponible pour les utilisateurs.
it_it: In questa scheda puoi aggiungere/rimuover/modificare schemi tipo segnalazione. Se aggiungi un nuovo tipo segnalazione nella scheda precedente devi associarlo con uno schema tipo segnalazione in questa scheda per far sì che sia visualizzato agli utenti.

source: Keep in mind that the original issue type scheme is uneditable, so to make any changes, make a copy of the first issue type scheme, or edit one that is not the one shipped with The Bug Genie
es_es: Recuerde que el esquema original no es editable, por lo tanto para hacer cualquier cambio, haga una copia del primer esquema, o edite que no es distribuido con The Bug Genie
fr_fr: Souvenez-vous que le système original n'est pas modifiable, donc pour effectuer des modifications, créez une copie du premier système, ou modifiez-en un qui n'est pas celui fournit avec The Bug Genie
it_it: Tieni presente che lo schema tipo segnalazione originale non è modificabile, quindi per apportare modifiche crea una copia del primo schema tipo segnalazione o modificane uno che non sia quello fornito con The Bug Genie.

source: In this tab you can edit issue type associations for this issue type scheme. Enable/disable available issue types, and set options such as reportable issue types and reportable/visible/required issue details.
es_es: En esta pestaña puede editar la asociación para el tipo de petición y el esquema. Habilitar/inhabilitar los tipos de petición disponibles, y establecer las opciones para tipos de petición notificables/visible/obligatorio.
fr_fr: Dans cet onglet, vous pouvez modifier les associations avec les types de demandes pour ce système de type de demande. Activer / désactiver les types de demandes disponibles et définir les options telles que les types de demande pouvant être reportés et les détails rapportables/visibles/obligatoires des demandes.
it_it: In questa scheda puoi modificare le associazioni tipo segnalazione per questo schema tipo segnalazione. Abilita/disabilita i tipi segnalazione disponibili e imposta opzioni come i tipi segnalazione inviabili e i dettagli segnalazione inviabili/visibili/richiesti.

source: Configure module "%module_name"
es_es: Configurar el módulo "%module_name"
fr_fr: Configurer le module "%module_name"
it_it: Configura modulo "%module_name"

source: Error details:
es_es: Detalle del error:
fr_fr: Détail de l'erreur :
it_it: Dettagli errore:

source: Manage existing or download and install new modules for The Bug Genie here.
es_es: Gestione módulos existentes de The Bug Genie o descargue e instale nuevos desde aquí.

source: The modules folder (%modules_path) seems to not be writable. You may not be able to install new modules.
es_es: La carpeta de módulos (%modules_path) parece no ser de escritura. No puede instalar nuevos módulos.

source: You have %count outdated modules. They have been disabled until you upgrade them, you can upgrade them on this page.
es_es: Tiene %count módulo(s) desactualizado(s). Han sido deshabilitados hasta que los actualice desde esta página.
fr_fr: Vous avez %count modules périmés. Ils ont été désactivés jusqu'à ce que vous les mettiez à jour, vous pouvez les mettre à jour depuis cette page.
it_it: Hai %count moduli non aggiornati. Rimarranno disabilitati fino a che non li avrai aggiornati, puoi aggiornarli da questa pagina.

source: You have %count outdated modules. They have been disabled until they are updated by an administrator.
es_es: Tiene %count módulos desactualizados. Han sido deshabilitados hasta que sean actualizados por un administrador.

source: Installed modules (%count)
es_es: Módulos instalados (%count)
fr_fr: Modules installés (%count)
it_it: Moduli installati (%count)

source: Installable local modules (%count)
es_es: Módulos locales instalables (%count)

source: Discover new modules
es_es: Descubrir nuevos módulos

source: There are no uninstalled modules available
es_es: No hay módulos disponibles desinstalados
fr_fr: Il n'y a pas de modules non-installés disponibles
it_it: Non è disponibile alcun modulo disinstallato

source: This is a list of modules that are available in the modules folder, but not currently installed on this system.
es_es: Esta es una lista de módulos disponibles en la carpeta de módulos, pero que no están instalados en el sistema.

source: Configure advanced permissions
es_es: Configurar permisos avanzados
fr_fr: Configurer des autorisations avancées
it_it: Configura permessi avanzati

source: Back to roles
es_es: Volver a roles
fr_fr: Retour aux rôles
it_it: Torna indietro ai ruoli

source: Configure permissions
es_es: Configuración de permisos
fr_fr: Configurer les autorisations
it_it: Configura permessi

source: Icon legend:
es_es: Referencia del icono:
fr_fr: Légende des icônes :
it_it: Legenda icone:

source: Show more detailed permissions
es_es: Ver más detalles de permisos
fr_fr: Afficher des autorisations plus détaillées
it_it: Visualizza permessi più dettagliati

source: Set permissions
es_es: Definir permisos
fr_fr: Définir les autorisations
it_it: Imposta permessi

source: Permissions icon legend:
es_es: Referencia icono de permisos
fr_fr: Légende des icônes des autorisations :
it_it: Legenda icone permessi:

source: Not set (permissive system setting)
es_es: Sin definir (opción sistema permisivo)
fr_fr: Non défini (paramètrage permissif)
it_it: Non impostato (impostazione di sistema permissiva)

source: Not set (restrictive system setting)
es_es: Sin definir (opción sistema restrictivo)
fr_fr: Non défini (paramètrage restrictif)
it_it: Non impostato (impostazione di sistema restrittiva)

source: Not set (uses global permission)
es_es: Sin definir (utiliza permisos globales)
fr_fr: Non défini (utiliser l'autorisation globale)
it_it: Non impostato (utilizza permessi globali)

source: Allowed
es_es: Permitido
fr_fr: Autorisé
it_it: Consentito

source: Denied
es_es: Denegado
fr_fr: Refusé
it_it: Negato

source: Edit all global group and team permissions from this page - user-specific permissions are handled from the [[TBG:configure_users|user configuration page]], and permissions for specific issue fields are available from the [[TBG:configure_issuefields|issue fields configuration page]].
es_es: Edite todos los permisos globales de grupos y equipos desde esta página - los permisos específicos para usuarios se gestionan desde [[TBG:configure_users|página de configuración de usuarios]], y los permisos para los campos de pedidos específicos están disponibles en [[TBG:configure_issuefields|Configuración de campos para peticiones]].
fr_fr: Modifier toutes les autorisations globales des groupes et équipes depuis cette page - les autorisations spécifiques aux utilisateurs sont gérées depuis [[TBG:configure_users|user configuration page]], et les autorisations pour des champs de demandes spécifiques sont disponibles depuis [[TBG:configure_issuefields|issue fields configuration page]].
it_it: Modifica tutti i permessi globali di gruppo e di team in questa pagina - i permessi specifici per ogni utente sono gestiti dalla [[TBG:configure_users|pagina di configurazione utente]] e i permessi per specifici campi segnalazione sono disponibili alla [[TBG:configure_issuefields|pagina di configurazione campi segnalazione]].

source: The Bug Genie permissions are thoroughly explained in [[ConfigurePermissions]] in the wiki - look it up if you're ever stuck.
es_es: Los permisos de Genie Bug se explican bien en [[ConfigurePermissions]] en el wiki - buscar si alguna vez te pegan.
fr_fr: Les autorisations de The Bug Genie sont soigneusement expliquées dans [[ConfigurePermissions]] dans le wiki - consultez cette page si vous êtes bloqué.
it_it: I permessi di The Bug Genie sono dettagliatamente spiegati alla pagina [[ConfigurePermissions]] del wiki - dacci un'occhiata se sei bloccato.

source: Manage projects
es_es: Administrar proyectos
fr_fr: Gérer les projets
it_it: Gestisci progetti

source: Configure projects
es_es: Configuración de proyectos
fr_fr: Configurer les projets
it_it: Configura progetti

source: More information about projects, editions, builds and components is available from the %wiki_help_section.
es_es: Más información de proyectos, ediciones, compilaciones y componentes disponible en %wiki_help_section.
fr_fr: Plus d'informations à propos des projets, éditions, livraisons et composants sont disponibles dans la %wiki_help_section.
it_it: Ulteriori informazioni riguardo a progetti, edizioni, build e componenti sono disponibili alla %wiki_help_section.

source: Wiki help section
es_es: Sección de ayuda de wiki
fr_fr: Section d'aide du wiki
it_it: Sezione Guida del wiki

source: This instance is using %num of max %max projects
es_es: Esta instancia está utilizando %num de %max proyectos
fr_fr: Cette instance utilise %num projets sur un total de %max au maximum
it_it: Quest'istanza sta utilizzando %num di un massimo di %max progetti

source: Create a new project
es_es: Crear un nuevo proyecto
fr_fr: Créer un nouveau projet
it_it: Crea un nuovo progetto

source: Create project
es_es: Crear proyecto
fr_fr: Créer le projet
it_it: Crea progetto

source: Additional settings
es_es: Opciones adicionales
fr_fr: Paramètres supplémentaires
it_it: Impostazioni aggiuntive

source: Workflow scheme
es_es: Esquema de flujo de trabajo
fr_fr: Système de flux de travaux
it_it: Schema flusso di lavoro

source: Issue type scheme
es_es: Esquema de tipo de petición
fr_fr: Schéma de type de demandes
it_it: Schema tipo segnalazione

source: Active projects
es_es: Proyectos activos
fr_fr: Projets actifs
it_it: Progetti attivi

source: There are no projects available
es_es: No hay proyectos disponibles
fr_fr: Aucun projet disponible
it_it: Nessun progetto disponibile

source: Archived projects
es_es: Proyectos archivados
fr_fr: Projets archivés
it_it: Progetti archiviati

source: Configure roles
es_es: Configuración de roles
fr_fr: Configurer les rôles
it_it: Configura ruoli

source: Show advanced permissions
es_es: Mostrar permisos avanzados
fr_fr: Afficher les autorisations avancées
it_it: Visualizza permessi avanzati

source: Roles are applied when assigning users or teams to a project, granting them access to specific parts of the project or giving users access to update and edit information. Updating permissions in this list will add or remove permissions for all users and / or team members with that role, on all assigned projects. Removing a role removes all permissions granted by that role for all users and teams. Read more about roles and permissions in the %online_documentation
es_es: Los roles se aplican cuando se asignan usuarios o equipos a un proyecto, otorgándoles acceso a partes específicas del proyecto o dando a los usuarios acceso a actualizar y editar la información. La actualización de permisos en esta lista será añadir o quitar permisos para todos los usuarios y / o equipo con ese rol, en todos los proyectos asignados. Al quitar un rol elimina todos los permisos otorgados por ese rol a todos los usuarios y equipos. Leer más sobre roles y permisos en %online_documentation
fr_fr: Les rôles sont appliqués lorsque vous affectez des utilisateurs ou des équipes à un projet, en leur accordant l'accès à des parties spécifiques du projet ou en donnant aux utilisateurs l'autorisation de mettre à jour et modifier les informations. Mettre à jour les autorisations de cette liste ajoutera ou supprimera des autorisations pour tous les utilisateurs et/ou membres de l'équipe avec ce rôle, sur tous les projets attribuées. La suppression d'un rôle supprime toutes les autorisations accordées par ce rôle pour tous les utilisateurs et les équipes. Apprenez-en plus sur les rôles et les autorisations dans la %online_documentation
it_it: I ruoli sono applicati quando utenti o team sono assegnati a un progetto e consentono loro di accedere a specifiche parti del progetto o concedono agli utenti i permessi per aggiornare e modificare informazioni. L'aggiornamento dei permessi in quest'elenco aggiungerà o rimuoverà i permessi per tutti gli utenti e/o membri del team con quel ruolo, per tutti i progetti assegnati. La rimozione di un ruolo rimuove tutti i permessi concessi da quel ruolo per tutti gli utenti e i team. Leggi ulteriori informazioni sui ruoli e i permessi nella %online_documentation

source: Add new role
es_es: Añadir nuevo rol
fr_fr: Ajouter un nouveau rôle
it_it: Aggiungi nuovo ruolo

source: Create role
es_es: Crear rol
fr_fr: Créer un rôle
it_it: Crea ruolo

source: Globally available roles
es_es: Roles globales disponibles
fr_fr: Rôles disponibles globalement
it_it: Ruoli disponibili globalmente

source: There are no globally available roles
es_es: No hay roles globales disponibles
fr_fr: Il n'y a pas rôles disponibles globalement
it_it: Nessun ruolo disponibile globalmente

source: Configure theme(s)
es_es: Configuración de tema(s)

source: Select which theme to use for The Bug Genie from this page. You can also download and install new themes.
es_es: Seleccione el tema a usar por The Bug Genie desde esta página. También puede descargar e instalar nuevos temas.

source: The themes folder (%themes_path) seems to not be writable. You may not be able to install new themes.
es_es: La carpeta de temas (%themes_path) parece no estar disponible para escribir. No puede instalar nuevos temas.

source: The themes public folder (%themes_public_path) seems to not be writable. You may not be able to install new themes.
es_es: La carpeta pública de temas (%themes_public_path) parece no estar disponible para escribir. No puede instalar nuevos temas.

source: Installed themes (%count)
es_es: Temas instalados (%count)

source: Discover new themes
es_es: Descubrir nuevos temas

source: Configure uploads & attachments
es_es: Configuración subidas y adjuntos

source: The file upload functionality can be enhanced with file type detection. To enable this, please install and enable the fileinfo extension.
es_es: La opción de subida de archivos puede ser mejorada con la detección del tipo de archivo. Para habilitar esto, por favor instale y habilite la extensión fileinfo.
fr_fr: La fonction de téléversement de fichier peut être améliorée avec la détection du type de fichier. Pour activer cela, installez et activez l'extension fileinfo.
it_it: La funzionalità di caricamento file può essere migliorata grazie all'individuazione del tipo di file. Per abilitare questa funzionalità, installa e abilita l'estensione fileinfo.

source: Enable uploads
es_es: Habilitar subidas
fr_fr: Activer le chargement
it_it: Abilita caricamenti file

source: When uploads are disabled, users will not be able to attach files to issues or upload documents, images or PDFs in project planning. More fine-grained permissions are available from the permissions configuration.
es_es: Cuando la subida está inhabilitada, los usuarios no podrán adjuntar archivos a los pedidos o subir documentos, imágenes o PDF al proyecto. Más permisos específicos están disponibles en la configuración de permisos.
fr_fr: Lorsque les téléversements sont désactivés, les utilisateurs ne sont pas en mesure de joindre des fichiers à leurs demandes ou de téléverser des documents, images, ou PDFs dans le planning de projet. Des autorisations plus fines sont disponibles depuis la configuration des autorisations.
it_it: Quando i caricamenti file sono disabilitati gli utenti non saranno in grado di allegare file alle segnalazioni o di caricare documenti, immagini o PDF nella pianificazione del progetto. Nella pagina di configurazione dei permessi sono disponibili permessi più specifici.

source: Max upload file size
es_es: Tamaño máximo de archivo
fr_fr: Taille maximum des fichiers
it_it: Dimensione massima file da caricare

source: Enter the maximum allowed file size for uploads here. Remember that this value cannot be higher than the current php max_upload_size or post_max_size, both defined in php.ini.
es_es: Escriba el tamaño máximo de archivo permitido para subir. Recuerde que este valor no puede ser más grande que php max_upload_size o post_max_size de php, ambos definidos en php.ini.
fr_fr: Saisir ici la taille maximum autorisée pour le chargement des fichiers. Souvenez-vous que cette valeur ne peut pas être supérieure aux paramètres actuels php_max_upload ou post_max_size définis dans php.ini.
it_it: Immetti qui la dimensione massima consentita per i caricamenti. Ricorda che questo valore non può essere maggiore del valore attuale delle impostazioni PHP max_upload_size o post_max_size, entrambe definite in php.ini.

source: Currently, these values are max_upload_size: %ini_max_upload_size and post_max_size: %ini_post_max_size.
es_es: Actualmente, estos son los valores max_upload_size: %ini_max_upload_size y post_max_size: %ini_post_max_size.
fr_fr: Actuellement ces valeurs sont max_upload_size : %ini_max_upload_size et post_max_size : %ini_post_max_size.
it_it: Attualmente tali valori sono: max_upload_size: %ini_max_upload_size e post_max_size: %ini_post_max_size.

source: Also note that there is a total upload limit on this instance, which is %limit MB.
es_es: También tenga en cuenta que hay un límite total de carga en este caso, que es de %limit MB
fr_fr: Notez aussi qu'il y a une limite totale de téléversement sur cette instance fixée à %limit MB.
it_it: Nota inoltre che per quest'istanza c'è un limite di caricamento globale di %limit MB.

source: Upload restrictions
es_es: Restricciones para subir
fr_fr: Restrictions de chargement
it_it: Restrizioni di caricamento

source: Allowed extensions
es_es: Extensiones permitidas
fr_fr: Extensions autorisées
it_it: Estensioni consentite

source: Denied extensions
es_es: Extensiones denegadas
fr_fr: Extensions interdites
it_it: Estensioni negate

source: Use a whitelist (only allow the following of extensions)
es_es: Usar lista blanca (sólo permitir las siguientes extensiones)
fr_fr: Utiliser une liste blanche (autoriser seulement les extensions suivantes)
it_it: Utilizza una whitelist (consenti solamente le estensioni seguenti)

source: Use a blacklist (allow everything except the following extensions)
es_es: Usar lista negra (permitir cualquier extensión excepto las siguientes)
fr_fr: Utiliser une liste noire (autoriser tout sauf les extensions suivantes)
it_it: Utilizza una blacklist (consenti tutte le estensioni eccetto quelle seguenti)

source: A space-, comma- or semicolon-separated list of extensions used to filter uploads, based on the %upload_restrictions setting above.
es_es: Una lista de extensiones separadas por espacio, coma o punto y coma usada como filtro, de acuerdo a %upload_restrictions definido arriba.
fr_fr: Lister les extentions pour filtrer les chargerment en les séparant avec un espace, une virgule ou un point-virgule, basé sur les paramétres de %upload_restrictions ci-dessus.
it_it: Un elenco separato da spazi, virgole o punti e virgola delle estensioni utilizzate per filtrare i caricamenti basato sull'impostazione %upload_restrictions specificata sopra.

source: Ex: "%example_1" or "%example_2" or "%example_3"
es_es: Ej: "%example_1" o " %example_2" o "%example_3"
fr_fr: Ex: "%example_1" ou "%example_2" ou "%example_3"
it_it: Ad es.: "%example_1" o "%example_2" o "%example_3"

source: File storage
es_es: Almacenamiento de archivos
fr_fr: Stockage des fichiers
it_it: Memorizzazione dei file

source: Store it in the folder specified below
es_es: Almacenarlos en la carpeta definida abajo
fr_fr: Stocker dans le répertoire ci-dessous
it_it: Salva i file nella directory specificata sotto

source: Use the database to store files
es_es: Usar la base de datos para guardar los archivos
fr_fr: Stocker dans la base de données
it_it: Utilizza il database per memorizzare i file

source: Specify whether you want to use the filesystem or database to store uploaded files. Using the database will make it easier to move your installation to another server.
es_es: Especifique si quiere usar el sistema de archivos o la base de datos para guardar los archivos subidos. Al usar la base de datos será más fácil trasladar su instalación a otro servidor.
fr_fr: Spécifier si vous souhaitez utiliser le système de fichiers ou la base de données pour stocker les fichiers chargés. L'utilisation de la base de données simplifiera la migration vers un autre serveur.
it_it: Specifica se vuoi utilizzare il filesystem o il database per memorizzare i file caricati. L'utilizzo del database renderà più facile lo spostamento dell'installazione su un altro server.

source: Upload location
es_es: Ubicación de las subidas
fr_fr: Emplacement de chargement
it_it: Percorso caricamento
