Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Add release
es_es: Añadir liberación
fr_fr: Ajouter la livraison
it_it: Aggiungi release

source: Delete this release?
es_es: ¿Elimina esta liberación?
fr_fr: Supprimer cette livraison?
it_it: Eliminare questa release?

source: Do you really want to delete this release?
es_es: ¿Realmente desea eliminar esta versión?
fr_fr: Voulez-vous vraiment supprimer cette livraison?
it_it: Sei sicuro di voler eliminare questa release?

source: Deleting this release will make it unavailable for download, and remove it from any associated issue reports or feature requests.
es_es: Eliminar esta versión no disponible para su descarga y retirar cualquier asociado o emitir los informes y peticiones.
fr_fr: Supprimer cette livraison la rendra indisponible au téléchargement et la supprimera de toutes les demandes associées.
it_it: La rimozione di questa release la renderà non disponibile per il download e la rimuoverà da tutte le segnalazioni o richieste di funzionalità eventualmente associate.

source: Released %release_date
es_es: Liberado %release_date
fr_fr: Livré le %release_date
it_it: Rilasciata il %release_date

source: Not released yet, scheduled for %release_date
es_es: Sin liberar, agendado para %release_date

source: Not released yet
es_es: Sin liberar todavía
fr_fr: Pas encore livré
it_it: Non ancora rilasciata

source: %release_date, download: %download_filename
es_es: %release_date, descarga: %download_filename
fr_fr: %release_date, télécharger : %download_filename

source: %release_date, no download available
es_es: %release_date, sin descarga disponible
fr_fr: %release_date, pas de téléchargement disponible
it_it: %release_date, nessun download disponibile

source: View users
es_es: Ver usuarios
fr_fr: Voir les utilisateurs
it_it: Visualizza utenti

source: Edit component
es_es: Editar componente
fr_fr: Modifiez le composant
it_it: Modifica componente

source: Set permissions for this component
es_es: Establecer permisos para este componente
fr_fr: Définir les autorisations pour ce composant
it_it: Imposta permessi per questo componente

source: Remove component
es_es: Quitar componente
fr_fr: Supprimer le composant
it_it: Rimuovi componente

source: Do you really want to delete this component?
es_es: ¿Realmente desea eliminar este componente?
fr_fr: Voulez-vous vraiment supprimer ce composant ?
it_it: Sei sicuro di voler eliminare questo componente?

source: Specify who can access this component.
es_es: Establezca quien puede acceder a este componente.
fr_fr: Spécifier qui peut accéder à ce composant.
it_it: Specifica chi può accedere a questo componente.

source: No client assigned
es_es: Sin clientes asignados
fr_fr: Aucun client assigné
it_it: Nessun cliente assegnato.

source: There are no downloadable releases at the moment
es_es: No hay versiones disponibles por el momento
fr_fr: Il n'y a pas de livraison téléchargeable pour le moment
it_it: Attualmente non esistono release scaricabili

source: This project has no description
es_es: Este proyecto no tiene descripción
fr_fr: Ce projet n'a pas de description
it_it: Questo progetto non ha alcuna descrizione

source: Owned by: %name
es_es: Propiedad de: %name
fr_fr: Possédé par : %name
it_it: Proprietario: %name

source: Lead by: %name
es_es: Liderado por: %name
fr_fr: Dirigé par : %name
it_it: Leader: %name

source: QA responsible: %name
es_es: Responsable QA: %name
fr_fr: Responsable AQ : %name
it_it: Responsabile qualità: %name

source: Visit homepage
es_es: Ir a página de inicio
it_it: Visita il sito

source: Open documentation
es_es: Abrir documentación
fr_fr: Ouvrir la documentation
it_it: Apri documentazione

source: Show complete timeline
es_es: Mostrar la cronología completa
fr_fr: Afficher la chronologie complète
it_it: Visualizza timeline completa

source: Show more
es_es: Ver más
fr_fr: Afficher plus
it_it: Visualizza ulteriori informazioni

source: Show timeline for important events
es_es: Mostrar cronología de eventos importantes
fr_fr: Afficher la chronologie pour les évènements importants
it_it: Visualizza timeline per eventi importanti

source: No recent activity registered for this project.
es_es: No hay actividad reciente registrada para este proyecto.
fr_fr: Aucune activité récente enregistrée pour ce projet.
it_it: Non è stata registrata alcuna attività recente per questo progetto.

source: As soon as something important happens it will appear here.
es_es: En cuanto pasa algo importante aparecerán aquí.
fr_fr: Dès que quelque chose d'important se produit, vous en êtes informé ici.
it_it: Non appena accadrà qualcosa di importante, apparirà qui.

source: No issues of this type has been posted yet
es_es: No existen problemas de este tipo o no se han publicado todavía
fr_fr: Aucune demande de ce type n'a encore été postée
it_it: Non è stata ancora inviata alcuna segnalazione di questo tipo

source: Open / closed (%)
es_es: Abierto / cerrado (%)
fr_fr: Ouvert / fermé ()
it_it: Aperte/chiuse (%)

source: %count issues open of %total_count issues total
es_es: %count peticiones abiertas de %total_count peticiones totales
fr_fr: %count demandes ouvertes sur %total_count demandes au total
it_it: %count segnalazioni aperte su %total_count totali

source: Show more statistics
es_es: Ver más estadísticas
fr_fr: Afficher plus de statistiques
it_it: Visualizza ulteriori statistiche

source: More statistics
es_es: Mas estadisticas
fr_fr: Plus de statistiques
it_it: Ulteriori statistiche

source: Show details
es_es: Mostrar detalles
fr_fr: Afficher les détails
it_it: Visualizza dettagli

source: Show more issues
es_es: Mostrar más problemas
fr_fr: Afficher plus de demandes
it_it: Visualizza ulteriori segnalazioni

source: Issues opened
es_es: Pedidos abiertos
fr_fr: Demandes ouvertes
it_it: Segnalazioni riaperte

source: This project has no subprojects
es_es: Este proyecto no posee subproyectos
fr_fr: Ce projet n'a aucun sous-projets
it_it: Questo progetto non ha nessun sottoprogetto

source: View archived subprojects
es_es: Ver subproyectos archivados
fr_fr: Voir les sous-projets archivés
it_it: Visualizza sottoprogetti archiviati

source: No users or teams assigned
es_es: No tiene ni usuarios ni equipos asignados
fr_fr: Aucun utilisateur ou équipe assigné
it_it: Nessun utente o team assegnato

source: This project has no upcoming milestones.
es_es: Este proyecto no tiene hitos próximos.
fr_fr: Ce projet n'a pas jalons à venir.
it_it: Questo progetto non ha nessuna milestone imminente.

source: Edit edition
es_es: Editar edición
fr_fr: Modifier l'édition
it_it: Modifica edizione

source: Set permissions for this edition
es_es: Establecer los permisos para esta edición
fr_fr: Définir les autorisations pour cette édition
it_it: Imposta permessi per questa edizione

source: Remove edition
es_es: Quitar edición
fr_fr: Supprimer l'édition
it_it: Rimuovi edizione

source: Do you really want to delete this edition?
es_es: ¿Realmente desea eliminar esta edición?
fr_fr: Voulez-vous vraiment supprimer cette édition ?
it_it: Sei sicuro di voler eliminare questa edizione?

source: Specify who can access this edition.
es_es: Especifique quien puede acceder a esta edición.
fr_fr: Spécifier qui peut accéder à cette édition.
it_it: Specifica chi può accedere a quest'edizione.

source: Edit milestone details
es_es: Edición de detalles del hito

source: Add milestone
es_es: Agregar punto de control

source: The %number selected issue(s) will be automatically assigned to the new milestone
es_es: La(s) %number peticion(es) seleccionada(s) se asignará(n) automáticamente al nuevo hito

source: Project roadmap visibility
es_es: Visibilidad de la hoja de ruta del proyecto

source: Not visible
es_es: No es visible

source: Issue availability
es_es: Disponibilidad de petición

source: Planned start date
es_es: Fecha de inicio prevista

source: Planned end date
es_es: Fecha de finalización planificada

source: %cancel or %save_milestone
es_es: %cancel o %save_milestone

source: Start date
es_es: Fecha de inicio

source: End date
es_es: Fecha de finalización

source: Points
es_es: Puntos
it_it: Punti

source: Hours
es_es: Horas
fr_fr: Heures
it_it: Ore

source: Do you really want to delete this milestone?
es_es: ¿Realmente quiere borrar este hito?

source: Removing this milestone will unassign all issues from this milestone and remove it from all available lists. This action cannot be undone.
es_es: Borrar este hito des-asignará todas las peticiones de este hito y lo quitará de todas las listas disponibles. Esta acción no se puede deshacer.

source: Starting %start_date
es_es: Inicio %start_date
fr_fr: Démarrage %start_date
it_it: Inizia il %start_date

source: Ends %end_date
es_es: Finaliza %end_date
fr_fr: Terminé le %end_date
it_it: Finisce il %end_date

source: Total estimated effort
es_es: Esfuerzo estimado
fr_fr: Effort total estimé
it_it: Sforzo totale stimato

source: Current effort
es_es: Esfuerzo real
fr_fr: Effort actuel
it_it: Sforzo attuale

source: Total remaining effort
es_es: Esfuerzo restante
fr_fr: Effort total restant
it_it: Sforzo totale rimanente

source: Estimated velocity (hours)
es_es: Calcula la velocidad (horas)
fr_fr: Vélocité estimée (heures)
it_it: Velocità stimata (ore)

source: Estimated velocity (points)
es_es: Velocidad estimada (puntos)
fr_fr: Velocité estimée (points)
it_it: Velocità stimata (punti)

source: Hours burndown
es_es: Evolución de horas
fr_fr: Avancement des heures
it_it: Burndown in ore

source: Points burndown
es_es: Evolución de puntos
fr_fr: Avancement des points
it_it: Burndown in punti

source: Estimated hours
es_es: Horas estimadas
fr_fr: Heures estimées
it_it: Ore stimate

source: Estimated points
es_es: Puntos estimados
fr_fr: Points estimés
it_it: Punti stimati

source: Spent hours
es_es: Horas dedicadas
fr_fr: Heures passées
it_it: Ore dedicate

source: Spent points
es_es: Puntos gastados
fr_fr: Points passés
it_it: Punti dedicati

source: No milestone selected
es_es: No hay hito selecionado
fr_fr: Pas de jalon sélectionné
it_it: Nessuna milestone selezionata

source: Show more actions
es_es: Mostrar más acciones
fr_fr: Afficher plus d'actions
it_it: Visualizza ulteriori azioni

source: %pts points
es_es: %pts puntos
it_it: %pts punti

source: This milestone also includes issues you do not have access to
es_es: Este hito incluye tambien incluye peticiones a los que no tiene acceso
fr_fr: Ce jalon contient également des demandes pour lesquelles vous n'avez pas accès
it_it: Questa milestone include anche segnalazioni a cui non hai accesso

source: %status_name - %percentage (%count of %total)
es_es: %status_name - %percentage (%count de %total)

source: Unknown status
es_es: Estado desconocido

source: %percentage % completed
es_es: %percentage % completado

source: %percentage completed
es_es: %percentage completado

source: No milestones exists
es_es: No hay hitos

source: "%project_name" project timeline
es_es: Cronograma del proyecto "%project_name"
fr_fr: calendrier du projet "%project_name"
it_it: Timeline progetto "%project_name"

source: Quick edit
es_es: Edición rápida
fr_fr: Édition rapide
it_it: Modifica veloce

source: Go to project website
es_es: Ir al sitio del proyecto
fr_fr: Aller au site web du projet
it_it: Vai al sito Web del progetto

source: Jump to an issue
es_es: Saltar a una petición
fr_fr: Sauter vers une demande
it_it: Vai a una segnalazione

source: Enter an issue number to jump to an issue
es_es: Introduzca un número de petición para saltar a ella
fr_fr: Entrez un numéro de demande pour sauter vers cette demande
it_it: Immetti un numero segnalazione per andare a quella segnalazione

source: Go to
es_es: Ir a
fr_fr: Allez &agrave
it_it: Vai a

source: %closed closed of %issues reported
es_es: %closed cerrados de %issues informados
fr_fr: %closed fermées ; %issues soumises
it_it: %closed segnalazioni chiuse su %issues inviate

source: %closed closed of %issues assigned
es_es: %closed cerrados de %issues asignados
fr_fr: %closed fermées de %issues assignées
it_it: %closed segnalazioni chiuse su %issues assegnate

source: Auto assign
es_es: Auto asignación
fr_fr: Auto affectation
it_it: Assegna automaticamente

source: Noone
es_es: Nadie
fr_fr: Aucun
it_it: Nessuno

source: Switch
es_es: Cambiar
fr_fr: Basculer
it_it: Cambia

source: Change / set
es_es: Cambiar / definir
fr_fr: Modifier/Définir
it_it: Modifica/imposta

source: You can optionally set a user to automatically assign issues filed against this component to. This setting is independant of the save button below.
es_es: Opcionalmente puede definir un usuario para asignarlo automáticamente al informe de peticiones de este componente. Esta opción es independiente al botón guardar de abajo.
fr_fr: Optionnellement, vous pouvez définir un utilisateur à qui seront affectées les demandes créées pour ce composante. Ce paramètre est indépendant du bouton d'enregistrement ci-dessous.
it_it: Puoi (facoltativamente) impostare un utente a cui saranno automaticamente assegnate le segnalazioni per questo componente. Quest'impostazione è indipendente dal pulsante di salvataggio sottostante.

source: Change / set auto assignee
es_es: Cambiar / definir auto asignación
fr_fr: Modifier / définir l'auto affectation
it_it: Modifica/imposta assegnatario automatico

source: Set auto assignee by noone
es_es: Definir auto asignación a nadie
fr_fr: Définir aucune auto affectaction
it_it: Non impostare alcun assegnatario automatico

source: Quick edit project
es_es: Edición rápida del proyecto
fr_fr: Édition rapide du projet
it_it: Modifica veloce progetto

source: More settings
es_es: Más opciones
fr_fr: Plus de paramètres
it_it: Ulteriori impostazioni

source: Only showing basic project details. More settings available in the main project configuration.
es_es: Sólo se muestra información básica. Hay más opciones disponibles en la configuración principal del proyecto.
fr_fr: Affiche uniquement les détails fondamentaux du projet. Plus de paramètres sont disponibles dans la configuration du projet principal.
it_it: Vengono mostrati solo i dettagli di base del progetto. Ulteriori impostazioni sono disponibili nella configurazione principale del progetto.

source: Project name
es_es: Nombre de proyecto
fr_fr: Nom du projet
it_it: Nome progetto

source: Project key
es_es: Código de proyecto
fr_fr: Clé projet
it_it: Chiave progetto

source: This is a part of all urls referring to this project
es_es: Esto es una parte de la referencia url a este proyecto
fr_fr: C'est une partie de l'ensemble des urls qui se réfèrent à ce projet.
it_it: Farà parte di tutti gli URL che si riferiscono a questo progetto

source: Use prefix
es_es: Utilizar prefijo
fr_fr: Utiliser le préfixe
it_it: Usa prefisso

source: Issue prefix
es_es: Prefijo de pedido
fr_fr: Préfixe de demandes
it_it: Prefisso della segnalazione

source: No prefix set
es_es: Ningún conjunto prefijo
fr_fr: Aucun préfixe défini
it_it: Nessun prefisso impostato

source: See %about_issue_prefix for an explanation about issue prefixes
es_es: Vea %about_issue_prefix para una explicación más completa
fr_fr: Voir %about_issue_prefix pour une explication concernant les préfixes de demandes
it_it: Vedi la pagina %about_issue_prefix per una spiegazione sui prefissi segnalazione

source: about issue prefixes
es_es: Acerca de prefijos de tema
fr_fr: à propos des préfixes de demandes
it_it: Informazioni sui prefissi segnalazione

source: Project description
es_es: Descripción del proyecto
fr_fr: Description du projet
it_it: Descrizione progetto

source: No description set
es_es: no hay una descripción puesta
fr_fr: Aucune description définie
it_it: Nessuna descrizione impostata

source: When you are done, click "%save" to save your changes
es_es: Cuando haya terminado, haga clic en"%save" para guardar los cambios
fr_fr: Lorsque vous aurez terminé, cliquez sur "%save" pour enregistrer vos changements
it_it: Quando hai finito, clicca "%save" per salvare le modifiche

source: Add people
es_es: Agregar personas
fr_fr: Ajouter des utilisateurs
it_it: Aggiungi persone

source: Change / set project owner
es_es: Cambiar o establecer el propietario del proyecto
fr_fr: Changer / définir le propriétaire du projet
it_it: Modifica/imposta proprietario progetto

source: Change / set project leader
es_es: Cambiar / estables el líder de proyecto
fr_fr: Changer / définir le pilote du projet
it_it: Modifica/imposta leader progetto

source: Change / set project qa responsible
es_es: Cambiar o establecer responsable de calidad del proyecto
fr_fr: Changer / définir le responsable AQ du projet
it_it: Modifica/imposta responsabile qualità progetto

source: Find team or user
es_es: Buscar equipo o usuario
fr_fr: Trouver une é ou un utilisateur
it_it: Trova utente o team

source: To add people to this project, enter the name of a user or team to search for it
es_es: Para agregar personas a este proyecto, ingrese el nombre de usuario o equipo para buscarlo
fr_fr: Pour ajouter des personnes à ce projet, entrez le nom d'un utilisateur ou d'une équipe pour rechercher
it_it: Per aggiungere persone a questo progetto, immetti il nome di un utente o team per ricercarlo

source: Project administration
es_es: Administración del proyecto
fr_fr: Administration du projet
it_it: Amministrazione progetto

source: These are the people in charge of different areas of the project. The project owner has total control over this project and can edit information, settings, and anything about it. The project leader does not have this power, but will be notified of anything happening in the project. The QA responsible role does not grant any special privileges, it is purely an informational setting.
es_es: Existen personas encargadas de diferentes áreas del proyecto. El propietario del proyecto tiene control total de este proyecto y puede editar la información, configuraciones y todo lo relacionado al proyecto. El líder del proyecto no tiene este poder, pero será notificado de lo que suceda en el proyecto. El responsable de calidad (QA) no tiene ningún permisos especial, es sólo información de configuración.
fr_fr: Ce sont les personnes en charge de différents domaines du projet. Le maître d'ouvrage a le contrôle total sur ce projet et peut modifier les informations, les paramètres et l'ensemble des informations concernant le projet. Le chef de projet n'a pas ce pouvoir, mais sera informé de tout ce qui se passe dans le projet. Le rôle du responsable AQ n'accorde pas de privilèges spéciaux, c'est un paramètre purement informatif.
it_it: Queste sono le persone a capo delle differenti aree del progetto. Il proprietario del progetto ha il controllo totale su di esso e può modificare informazioni, impostazioni, e qualsiasi cosa lo riguardi. Il leader del progetto non ha questo potere ma riceverà notifiche riguardanti qualsiasi cosa accada nel progetto. Il ruolo di responsabile qualità non conferisce alcun privilegio speciale, è un'impostazione puramente informativa.

source: Project owner
es_es: Propietario del proyecto
fr_fr: Maître d'ouvrage
it_it: Proprietario progetto

source: Change / set owner
es_es: Cambiar / definir propietario
fr_fr: Modifier / définr le propriétaire
it_it: Modifica/imposta proprietario

source: Set owned by noone
es_es: Poner sin propietario
fr_fr: Définir aucun propriétaire
it_it: Cancella proprietario

source: Lead by
es_es: Liderado por
fr_fr: Piloté par
it_it: Leader

source: Change / set leader
es_es: Cambiar / definir líder
fr_fr: Modifier / définir le pilote
it_it: Modifica/imposta leader

source: Set lead by noone
es_es: Poner sin líder
fr_fr: Définir aucun pilote
it_it: Cancella leader

source: QA responsible
es_es: Responsable QA
fr_fr: Responsable AQ
it_it: Responsabile qualità

source: Change / set QA responsible
es_es: Cambiar / definir responsable de QA
fr_fr: Modifier / définir le responsable AQ
it_it: Modifica/imposta responsabile quaità

source: Set QA responsible to noone
es_es: Poner sin responsable de QA
fr_fr: Définir aucun responsable AQ
it_it: Cancella responsabile qualità

source: Edit edition details
es_es: Editar detalles de la edición
fr_fr: Modifier les détails de l'édition
it_it: Modifica dettagli edizione

source: Details & settings
es_es: Datos y ajustes

source: Team
es_es: Equipo
fr_fr: Équipe

source: Edition owner
es_es: Propietario de la edición
fr_fr: Propriétaire de l'édition
it_it: Proprietario dell'edizione

source: The edition owner has total control over this edition and can edit information, settings, and anything about it
es_es: El propietario de la edición tiene un control total sobre esta edición y puede editar la información, ajustes, y todo lo relacionado
fr_fr: Le propriétaire de l'édition a le contrôle total et peut modifier les information, les paramètres et tout ce qui la concerne
it_it: Il proprietario dell'edizione ha il controllo totale su quest'edizione e può modificare informazioni, impostazioni e qualsiasi cosa la riguardi.

source: If no default assignee is set on the component or project an issue is filed against, then the issue will automatically be assigned to the user you set here. This can be overridden when reporting the issue.
es_es: Si no hay asignaciones establecidas en el componente o una petición de un proyecto, entonces el pedido será asignado automáticamente al usuario que defina aquí. Esto puede ser redefinido cuando informe un pedido.
fr_fr: Si aucune auto affectation n'est définie pour le composant ou le projet correspondant à la demande créée, alors la demande sera automatiquement affectée à l'utilisateur défini ici. Cela peut être modifié lors de la création de la demande.
it_it: Se per il componente o progetto per cui viene inviata una segnalazione non è impostato un assegnatario predefinito, la segnalazione verrà automaticamente assegnata all'utente che imposti qui. Tale utente può essere modificato quando invii la segnalazione.

source: Change / set QA resp.
es_es: Cambiar / establecer resp QA.
fr_fr: Modifier / défini le resp. AQ
it_it: Modifica/imposta responsabile qualità

source: Set QA resp. noone
es_es: Establecer resp. QA a ninguno
fr_fr: Définir aucun resp. AQ
it_it: Cancella responsabile qualità

source: Name:
es_es: Nombre:
fr_fr: Nom :
it_it: Nome:

source: Description:
es_es: Descripción:
it_it: Descrizione:

source: Documentation:
es_es: Documentación:
it_it: Documentazione:

source: Can report issues:
es_es: Puede registrar peticiones:
fr_fr: Peut créer des demandes :
it_it: Può inviare segnalazioni:

source: Released:
es_es: Liberado:
fr_fr: Livré :
it_it: Rilasciato:

source: Components for this edition
es_es: Componentes para esta edición
fr_fr: Composants de cette édition
it_it: Componenti per quest'edizione

source: This edition has no components
es_es: Esta edición no posee componentes
fr_fr: Cette édition n'a pas de composants
it_it: Quest'edizione non ha componenti

source: Add an existing component
es_es: Agregar un componente existente
fr_fr: Ajouter un composant existant
it_it: Aggiungi un componente esistente

source: This project has no components
es_es: Este proyecto no posee componentes
fr_fr: Ce projet n'a pas de composants
it_it: Questo progetto non ha componenti

source: You can only add existing project components. If this project does not have any components yet, go back to the project overview and add them there.
es_es: Sólo puede agregar componentes existentes del proyecto. Si este proyecto no tiene ningún tipo de componentes aún, regrese a la descripción del proyecto y agréguelo allí.
fr_fr: Vous pouvez seulement ajouter les composants existants du projet. Si ce projet n'a encore aucun composant, alors revenez a l'aperçu du projet et ajouter des composants.
it_it: Puoi aggiungere solo componenti del progetto esistenti. Se questo progetto non ha ancora componenti, torna alla panoramica del progetto e aggiungili là.
