Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: The Bug Genie follows an open development model, and is released under an open source software license called the MPL (Mozilla Public License). This license gives you the freedom to pick up the sourcecode for The Bug Genie and work with it any way you need.
es_es: The Bug Genie está bajo el modelo de desarrollo abierto, y es liberado bajo la licencia de software abierto llamada MPL (Mozilla Public License). Esta licencia le da la libertad de elegir el código fuente de The Bug Genie y trabajar con él de acuerdo a sus necesidades.
fr_fr: The Bug Genie suit un modèle de développement ouvert et est disponible sous une licence logicielle open source appelée MPL (Mozilla Public License). Cette licence vous donne la liberté de récupérer le code source de The Bug Genie et de le travailler selon vos besoins.
it_it: Bug Genie segue un modello di sviluppo aperto ed è rilasciato in base ai termini di una licenza software open source chiamata MPL (Mozilla Public License). Questa licenza ti dà la libertà di prendere il codice sorgente di Bug Genie e di lavorare con esso come vuoi.

source: Extend, develop and change The Bug Genie in any way you want, and do whatever you want with the new piece of software (The only thing you cannot do is call your software The Bug Genie). Please do send us your modifications for inclusion in The Bug Genie.
es_es: Amplíe, desarrolle y modifique The Bug Genie de la manera que quiera, y haga lo que desee con la nueva pieza de software (Lo único que no puede hacer es llamar a su software The Bug Genie). Por favor envíenos sus modificaciones para incluirlas en The Bug Genie.
fr_fr: Etendez, développez et modifiez The Bug Genie comme bon vous semble et faites ce que ce que vous voulez avec ce nouveau morceau de logiciel (La seule chose que vous ne pouvez pas faire c'est de nommer votre logiciel The Bug Genie). S'il vous plaît envoyez-nous vos modifications pour les inclure dans The Bug Genie.
it_it: Estendi, sviluppa e modifica The Bug Genie a tuo piacimento e fai quello che vuoi con il software modificato (l'unica cosa che non puoi fare è chiamare il tuo software "The Bug Genie"). Ti preghiamo di inviarci le tue modifiche per includerle in The Bug Genie.

source: Enjoy using The Bug Genie!
es_es: Disfrute utilizando The Bug Genie!
fr_fr: Prenez plaisir à utiliser The Bug Genie !
it_it: Buon divertimento con The Bug Genie!

source: Licensed under the MPL 2.0, read it at %link_to_MPL
es_es: Licenciado bajo la MPL 2.0, lea en %link_to_MPL
fr_fr: Sous licence MPL 2.0, lisez-la sur % link_to_MPL
it_it: Concesso in licenza in base ai termini della MPL 2.0, leggila all'indirizzo %link_to_MPL

source: The Bug Genie uses icons from the %link_to_iconset
es_es: The Bug Genie utiliza íconos de %link_to_iconset
fr_fr: The Bug Genie utilise les icônes issues de %link_to_iconset
it_it: The Bug Genie utilizza icone dal %link_to_iconset

source: These icons may be freely distributed under the %link_to_license
es_es: Estos iconos pueden distribuirse libremente bajo el %link_to_license
fr_fr: Ces icônes peuvent être librement distribuées sous la %link_to_license
it_it: Queste icone possono essere distribuite liberamente in base alle %link_to_license

source: You are currently not registered in this scope
es_es: Actualmente no está registrado en este ámbito
fr_fr: Vous n'êtes actuellement pas enregistré dans cette instance
it_it: Attualmente non sei registrato in questo ambito

source: Do you want to register your username in this scope? This will link your main user account to this scope and give you access to the scope just like a regular user.
es_es: ¿Desea registrar su nombre de usuario en este ámbito? Esta a punto de vincular su cuenta de usuario principal en este ámbito y darle acceso al ámbito al igual que un usuario normal.
fr_fr: Voulez-vous enregistrer votre nom d'utilisateur dans cette instance ? Cela liera votre compte utilisateur principal à cette instance et vous donnera accès à l'instance comme pour un utilisateur normal.
it_it: Vuoi registrare il tuo nome utente in questo ambito? Ciò collegherà il tuo account utente principale a questo ambito e ti consentirà di accedere all'ambito proprio come un utente normale.

source: NOTE: Registering in this scope will give administrators in this scope access to your user details such as username, email, name, etc.
es_es: Nota: Registrarse en este ámbito dará acceso los administradores de este alcance en su información del usuario como nombre de usuario, correo electrónico, nombre, etc...
fr_fr: NOTE : L'enregistrement dans cette instance donnera accès à vos détails utilisateurs aux administrateur de cette instance tels que votre nom d'utilisateur, adresse de courriel, nom, etc.
it_it: NOTA: la registrazione in questo ambito consentirà agli amministratori dell'ambito l'accesso ai dettagli del tuo account utente, come nome utente, e-mail, nome, ecc.

source: If this is not what you want, select "No" below. Keep in mind that your main account can never be disabled or unregistered by administrators in this scope.
es_es: Si se trata de no lo desea, seleccione "No" a continuación. Tenga en cuenta que su cuenta principal nunca puede ser desactivado o no registrado por los administradores en este ámbito.
fr_fr: Si ce n'est pas ce que vous voulez, sélectionnez « Non » ci-dessous. N'oubliez pas que votre compte principal ne peut jamais être désactivé ou désenregistré par les administrateurs dans cette instance.
it_it: Se non è questo ciò che vuoi, seleziona "No" sotto. Tieni presente che il tuo account utente principale non può essere mai disabilitato o eliminato dagli amministratori in questo ambito.

source: Yes, link my account
es_es: Sí, vincular mi cuenta
fr_fr: Oui, lié mon compte
it_it: Sì, collega il mio account

source: No, that's not what I want
es_es: No, eso es lo que no quiero
fr_fr: Non, ce n'est pas ce que je veux
it_it: No, non è ciò che voglio

source: You can cancel this membership at any time from your account page
es_es: Puede cancelar esta membresía en cualquier momento desde su página de cuenta
fr_fr: Vous pouvez annuler cette adhésion à tout moment à partir de votre page de compte
it_it: Puoi annullare quest'adesione in qualsiasi momento dalla pagina del tuo account

source: Client dashboard for %client_name
es_es: Panel de control del cliente para %client_name
fr_fr: Tableau de bord du client %client_name
it_it: Cruscotto cliente per %client_name

source: Client dashboard
es_es: Panel de control del cliente
fr_fr: Tableau de bord client
it_it: Cruscotto cliente

source: Website:
es_es: Sitio web:
fr_fr: Site web :
it_it: Sito Web:

source: none
es_es: ninguno
fr_fr: aucun
it_it: nessuno

source: Email address:
es_es: Dirección de correo:
fr_fr: Adresse email :
it_it: Indirizzo e-mail:

source: Telephone:
es_es: Teléfono:
fr_fr: Téléphone :
it_it: Telefono:

source: Projects for %client
es_es: Proyectos para %client
fr_fr: Projets pour %client
it_it: Progetti di %client

source: Show archived projects
es_es: Ver proyectos archivados
fr_fr: Voir les projets archivés
it_it: Visualizza progetti archiviati

source: Milestones / sprints
es_es: Hitos / sprints
fr_fr: Jalons / sprints
it_it: Milestone/sprint

source: There are no upcoming milestones for any of this client's associated projects
es_es: No hay próximos hitos para cualquiera de los proyectos asociados de este cliente
fr_fr: Il n'y a aucun jalons à venir pour les projets associés à ce client
it_it: Non ci sono milestone imminenti per nessuno dei progetti associati a questo cliente

source: There are no projects assigned to this client
es_es: No hay proyectos asignados para este cliente
fr_fr: Il n'y a pas de projets assignés à ce client
it_it: Non ci sono progetti assegnati a questo cliente

source: Members of %client
es_es: Integrantes de %client
fr_fr: Membres de %client
it_it: Membri di %client

source: This client has no members
es_es: Este cliente no tiene integrantes
fr_fr: Cette client n'a pas de membres
it_it: Questo cliente non ha membri

source: Open issues assigned to you
es_es: Peticiones abiertas asignadas a usted
fr_fr: Ouvrir les demandes assignées à moi
it_it: Segnalazioni aperte assegnate a te

source: Open issues assigned to your teams
es_es: Peticiones abiertas asignadas a su equipo
fr_fr: Demandes ouvertes assignées à vos équipes
it_it: Segnalazioni aperte assegnate ai tuoi team

source: Get started using The Bug Genie
es_es: Empiece a usar The Bug Genie
fr_fr: Commencer à utiliser The Bug Genie
it_it: Inizia a utilizzare The Bug Genie

source: Authentication required
es_es: Autenticación requerida
fr_fr: Authentification requise
it_it: Autenticazione richiesta

source: This page requires an extra authentication step. Please re-enter your password to continue
es_es: Esta página requiere un paso adicional de autenticación. Por favor vuelva a ingresar su contraseña para continuar
fr_fr: Cette page nécessite une étape supplémentaire d'authentification. Veuillez re-saisir votre mot de passe pour continuer
it_it: Questa pagina richiede un ulteriore passaggio di autenticazione. Reimmetti la tua password per continuare

source: Re-authentication duration
es_es: Duración de autenticación
fr_fr: Durée de la ré-authentification
it_it: Durata nuova autenticazione

source: Remember for %minutes minutes
es_es: Recuerde por %minutes minutos
fr_fr: Mémoriser pendant %minutes minutes
it_it: Ricordami per %minutes minuti

source: Authenticate
es_es: Autenticar
fr_fr: S'authentifier
it_it: Autentica

source: 403 - Forbidden
es_es: 403 - Prohibido
fr_fr: 403 - Interdit
it_it: 403 - Proibito

source: You do not have access to this action
es_es: No tiene acceso a esta acción
fr_fr: Vous n'avez pas accès à cette action
it_it: Non hai accesso a quest'azione

source: Only using The Bug Genie to track issues for one project?
es_es: ¿Sólo usa The Bug Genie para seguimiento de peticiones de un proyecto?
fr_fr: Utiliser seulement The Bug Genie pour suivre les demandes d'un projet ?
it_it: Utilizzi The Bug Genie per tenere traccia delle segnalazioni solo per un progetto?

source: Quick links
es_es: Atajos
fr_fr: Raccourcis
it_it: Collegamenti rapidi

source: There are no top-level projects
es_es: No hay proyectos de alto nivel
fr_fr: Il n'y a pas de projets
it_it: Non ci sono progetti di primo livello

source: Go to project management
es_es: Ir a la gestión de proyectos
fr_fr: Aller à la gestion de projet
it_it: Vai alla gestione del progetto

source: Projects can only be created by an administrator
es_es: Los proyectos solo pueden ser creados por un administrador
fr_fr: Seul un administrateur peut créer des projets
it_it: I progetti possono essere creati solo da un amministratore

source: Changing your password
es_es: Cambio de su contraseña
fr_fr: Changer votre mot de passe
it_it: Modifica la tua password

source: Enter your current password in the first box, then enter your new password twice (to prevent you from typing mistakes). Press the "%change_password" button to change your password.
es_es: Introduzca su contraseña actual en el primer cuadro, luego ingrese su nueva contraseña dos veces (para evitar que errores de mecanografía). Presione el botón "%change_password" para cambiar la contraseña.
fr_fr: Entrez votre mot de passe actuel dans la première zone, puis entrez votre nouveau mot de passe deux fois (pour vous éviter les fautes de frappe). Appuyez sur le bouton "%change_password" pour changer votre mot de passe.
it_it: Immetti la tua password attuale nella prima casella, quindi reimmettila una seconda volta (per prevenire errori di digitazione). Clicca il pulsante "%change_password" per modificare la tua password.

source: Change password
es_es: Cambiar contraseña
fr_fr: Modifier le mot de passe
it_it: Modifica password

source: Current password
es_es: Contraseña actual
fr_fr: Mot de passe actuel
it_it: Password attuale

source: New password (repeat it)
es_es: Nueva contraseña (repitala)
fr_fr: Nouveau mot de passe (vérification)
it_it: Nuova password (ripetila)

source: %change_password or %cancel
es_es: %change_password o %cancel
fr_fr: %change_password ou %cancel
it_it: %change_password o %cancel

source: Add application-specific password
es_es: Añadir contraseña específica de la aplicación
fr_fr: Ajouter un mot de passe spécifique à une application
it_it: Aggiungi password specifica per un'applicazione

source: Please enter the name of the application or computer which will be using this password. Examples include "Toms computer", "Work laptop", "My iPhone" and similar.
es_es: Por favor, introduzca el nombre de la aplicación o el equipo que va a utilizar esta contraseña. Los ejemplos incluyen "Computadora", "Laptop de trabajo", "Mi iPhone" y similares.
fr_fr: Veuillez entrer le nom de l'application ou l'appareil qui utilisera ce mot de passe. Par exemple « Ordinateur de Tom », « Ordinateur portable du travail », « Mon iPhone » etc.
it_it: Immetti il nome dell'applicazione o computer che utilizzerà questa password. Alcuni esempi: "Computer di Tom", "Portatile lavoro", "Il mio iPhone" e simili.

source: Application name
es_es: Nombre de la aplicación
fr_fr: Nom de l'application
it_it: Nome applicazione

source: Add application password
es_es: Añadir contraseña de aplicación
fr_fr: Générer un mot de passe d'application
it_it: Aggiungi password applicazione

source: %add_application_password or %cancel
es_es: %add_application_password o %cancel
fr_fr: %add_application_password ou %cancel
it_it: %add_application_password o %cancel

source: Application password generated
es_es: Contraseña de la aplicación generada
fr_fr: Mot de passe d'application généré
it_it: Password applicazione generata

source: Use this one-time password when authenticating with the application. Spaces don't matter, and you don't have to write it down.
es_es: Utilice esta contraseña una sola vez cuando se autentican con la aplicación. Los espacios no importan, y no tiene que escribirlo.
fr_fr: Utilisez ce mot de passe unique lors de l'authentification avec l'application. Les espaces n'importent pas, et il ne faut pas l'écrire.
it_it: Utilizza questa password valida per una sola volta per autenticarti con l'applicazione. Gli spazi non contano e non è necessario che tu la trascriva.

source: Profile
es_es: Perfil
fr_fr: Profil
it_it: Profilo

source: Security
es_es: Seguridad
fr_fr: Sécurité
it_it: Sicurezza

source: Scope memberships
es_es: Membresías de alcance
fr_fr: Membres de l'instance
it_it: Appartenenze agli ambiti

source: About yourself
es_es: Acerca de Usted
fr_fr: À propos de vous
it_it: Informazioni su di te

source: Edit your profile details here, including additional information (Required fields are marked with a little star). Keep in mind that some of this information may be seen by other users.
es_es: Edite su información de perfil, incluyendo información adicional (los campos obligatorios están marcados con una pequeña estrella). Tenga en cuenta que parte de esta información puede ser visto por otros usuarios.
fr_fr: Modifier vos informations de profil ici, y compris des informations supplémentaires (les champs obligatoires sont marqués d'une petite étoile). N'oubliez pas que certaines de ces informations peuvent être vu par d'autres utilisateurs.
it_it: Modifica qui i dettagli del tuo profilo, incluse le informazioni aggiuntive (i campi richiesti sono contrassegnati da un piccolo asterisco). Tieni presente che alcune di queste informazioni potrebbero essere visualizzate da altri utenti.

source: Display name
es_es: Nombre a mostrar
fr_fr: Nom affiché
it_it: Nome visualizzato

source: This name is what other people will see you as.
es_es: Este nombre es como verán las otras personas.
fr_fr: Il s'agit du nom sous lequel les autres personne vont verront.
it_it: Questo nome è quello con cui ti vedranno le altre persone.

source: Show my email address to others
es_es: Mostrar mi dirección a otros
fr_fr: Montrer mon adresse de courriel aux autres
it_it: Visualizza il mio indirizzo e-mail agli altri utenti

source: Whether your email address is visible to other users in your profile information card. The email address is always visible to admins.
es_es: Si su dirección de correo electrónico está visible para otros usuarios en la ficha de información de su perfil. La dirección de correo está siempre visible para los administradores.
fr_fr: Détermine si votre adresse email est visible pour les autres utilisateurs dans votre fiche de profil. L'adresse email reste toujours visible pour les administrateurs.
it_it: Specifica se il tuo indirizzo e-mail sarà visibile agli altri utenti nella scheda informazioni del tuo profilo. L'indirizzo e-mail è sempre visibile agli amministratori.

source: Use Gravatar avatar
es_es: Utilizar avatar de Gravatar
fr_fr: Utiliser l'avatar Gravatar
it_it: Utilizza avatar Gravatar

source: The Bug Genie can use your <a href="http://www.gravatar.com" target="_blank">Gravatar</a> profile picture, if you have one. If you don't have one but still want to use Gravatar for profile pictures, The Bug Genie will use a Gravatar <a href="http://blog.gravatar.com/2008/04/22/identicons-monsterids-and-wavatars-oh-my/" target="_blank">auto-generated image unique for your email address</a>.
es_es: The Bug Genie puede utilizar su foto de perfil de <a href="http://www.gravatar.com" target="_blank"> Gravatar</a>, si usted tiene una. Si no tiene una pero aún desea utilizar Gravatar para fotos de perfil, The Bug Genie utilizará un Gravatar <a href="http://blog.gravatar.com/2008/04/22/identicons-monsterids-and-wavatars-oh-my/" target="_blank"> generado automáticamente la imagen única para su dirección de correo electrónico</a>.
fr_fr: The Bug Genie peut utiliser votre image de profil <a href="http://www.gravatar.com" target="_blank">Gravatar</a>, si vous en avez une. Si vous n'en avez pas mais que vous voulez tout de même utiliser Gravatar pour les images de profil, The Bug Genie utilisera une <a href="http://blog.gravatar.com/2008/04/22/identicons-monsterids-and-wavatars-oh-my/" target="_blank">image auto-générée unique pour votre adresse de courriel</a> Gravatar.
it_it: The Bug Genie può utilizzare la tua immagine profilo di <a href="http://www.gravatar.com" target="_blank">Gravatar</a>, se ne hai una. Se non ne hai una ma vuoi comunque utilizzare Gravatar per le immagini del profilo, The Bug Genie utilizzerà un'<a href="http://blog.gravatar.com/2008/04/22/identicons-monsterids-and-wavatars-oh-my/" target="_blank">immagine Gravatar generata automaticamente, unica per il tuo indirizzo e-mail</a>.

source: Don't have a Gravatar yet? %link_to_get_one_now
es_es: ¿Todavía no tiene un Gravatar? %link_to_get_one_now
fr_fr: Vous n'avez pas encore de Gravatar ? %link_to_get_one_now
it_it: Non hai ancora un Gravatar? %link_to_get_one_now

source: Get one now!
es_es: Obtenga uno ya!
fr_fr: Créez-en un maintenant !
it_it: Ottienine uno ora!

source: Change my profile picture / avatar
es_es: Cambiar mi imagen / avatar del perfil
fr_fr: Changer ma photo de profil/avatar
it_it: Modifica la mia immagine/avatar del profilo

source: Language and location
es_es: Idioma y ubicación
fr_fr: Langue et région
it_it: Lingua e paese

source: This information is used to provide a more localized experience based on your location and language preferences. Items such as timestamps will be displayed in your local timezone, and you can choose to use The Bug Genie in your own language.
es_es: Esta información se utiliza para proporcionar una experiencia más localizada basada en sus preferencias de ubicación e idioma. Los elementos tales como las marcas de tiempo se mostrará en su zona horaria local, y usted puede elegir usar The Bug Genie en su propio idioma.
fr_fr: Ces informations sont utilisées pour offrir une expérience plus localisée selon vos préférences de langue et de région. Des éléments tels que les horodatages seront affichés dans votre fuseau horaire local, et vous pouvez choisir d'utiliser The Bug Genie dans votre propre langue.
it_it: Queste informazioni sono utilizzate per fornire un'esperienza utente più localizzata in base alle tue impostazioni relative al paese e alla lingua. Gli elementi come ora e data verranno visualizzati nel tuo fuso orario locale e puoi scegliere di utilizzare The Bug Genie nella tua lingua.

source: Current timezone
es_es: Huso horario actual
fr_fr: Fuseau horaire actuel
it_it: Fuso orario corrente

source: Use server timezone
es_es: Usar la zona horaria del servidor
fr_fr: Utiliser le fuseau horaire du serveur
it_it: Utilizza fuso orario del server

source: Based on this information, the time at your location should be: %time
es_es: Basado en esta información, la hora en su ubicación debe ser: %time
fr_fr: Sur la base de cette information, l'heure de votre région devrait être : %time
it_it: In base a queste informazioni, l'ora nel tuo paese dovrebbe essere: %time

source: Language
es_es: Idioma
fr_fr: Langue
it_it: Lingua

source: Use global setting - %lang
es_es: Utilizar opción general - %lang
fr_fr: Utiliser le paramètre global - language %lang
it_it: Utilizza impostazione globale - %lang

source: (site default)
es_es: (Predeterminado del sitio)
fr_fr: par défaut
it_it: (valore predefinito del sito)

source: Additional information
es_es: Información adicional
fr_fr: Autres informations
it_it: Informazioni aggiuntive

source: You may want to provide more information about yourself here. This is completely optional, and only used to show more information about yourself to other users.
es_es: Puede que desee proveer más información aquí. Esto es completamente opcional y solo se utiliza para mostrar más información acerca de usted a otros usuarios.
fr_fr: Vous pouvez fournir plus d'informations sur vous-même ici. C'est totalement facultatif et seulement utilisé pour afficher plus d'informations vous concernant à d'autres utilisateurs.
it_it: Qui puoi fornire più informazioni su di te. Ciò è completamente facoltativo e servirà solo a visualizzare ulteriori informazioni su di te agli altri utenti.

source: Click "%save" to save your account information
es_es: Haga clic en "%save" para guardar la información de su cuenta
fr_fr: Cliquez sur "%save" pour enregistrer les informations de votre compte
it_it: Clicca "%save" per salvare le informazioni relative al tuo account

source: Navigation
es_es: Navegación
it_it: Navigazione

source: These settings apply to all areas of The Bug Genie, and lets you customize your experience to fit your own style.
es_es: Estos ajustes se aplican a todas las áreas The Bug Genie y le permite personalizar su experiencia para adaptarse a su propio estilo.
fr_fr: Ces paramètres s'appliquent partout dans The Bug Genie et vous permettent de personnaliser votre expérience pour s'adapter à votre propre style.
it_it: Queste impostazioni si applicano a tutte le aree di The Bug Genie e ti consentono di personalizzare la tua esperienza utente per adattarla al tuo stile.

source: Enable keyboard navigation
es_es: Activar navegación desde teclado
fr_fr: Activer la navigation au clavier
it_it: Abilita navigazione tramite tastiera

source: Lets you use arrow up / down in issue lists to navigate
es_es: Permite utilizar la flecha hacia arriba / abajo en las listas de emisión para navegar
fr_fr: Vous permet d'utiliser les flèches haut et bas pour naviguer dans les listes de demandes.
it_it: Ti consente di utilizzare i tasti freccia su/freccia giù per navigare negli elenchi segnalazioni

source: Editing
es_es: Edición
fr_fr: Édition
it_it: Modifica
