Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: If you're storing files on the filesystem, specify where you want to save the files, here. Default location is the %files folder in the main folder (not the public folder)
es_es: Si usted está almacenando archivos en el sistema de archivos, especifique dónde desea guardar los archivos, aquí. Ubicación predeterminada es la carpeta de %filesfen la carpeta principal (no la carpeta pública)
fr_fr: Si vous stockez les fichiers sur le système de fichiers, indiquez où vous souhaitez enregistrer les fichiers ici. L'emplacement par défaut est le dossier %files dans le dossier principal (pas le dossier public)
it_it: Se memorizzi i file sul filesystem specifica qui dove vuoi salvarli. Il percorso predefinito è la directory %files nella directory principale (non la directory public)

source: Use X-Sendfile for delivering files
es_es: Utilice X-Sendfile para distribuir archivos

source: Choose whether files shall be delivered through PHP or the X-Sendfile server extension. X-Sendfile allows delivering big files without impacting PHP's memory limit.
es_es: Seleccione cual será el método de entrega de archivos PHP o la extensión X-Sendfile del servidor. X-Sendfile permite entregar grandes archivos sin impactar el límite de memoria de PHP.

source: Warning:
es_es: Advertencia:

source: When enabling this option, make sure the X-Sendfile extension is installed on your server and configured properly to serve files from the above upload location, or file delivery will be severely broken.
es_es: Al habilitar esta opción, asegúrese que la extensión X-Sendfile está instalada y configurada correctamente para ofrecer los archivos desde la ubicación o el envío de archivos será gravemente dañado.

source: Enable browser caching for images
es_es: Permitir al navegador almacenar imágenes.

source: By default, browser caching is disabled for uploads and attachments. When enabling this option, image files will be delivered to the browser with a valid caching header.
es_es: Por defecto, el almacenamiento del navegador está deshabilitado para subidas y adjuntos. Cuando habilite esta opción, los archivos de imágenes serán entregados al navegador con una cabecera válida para almacenamiento.

source: File uploads are not available in this instance of The Bug Genie.
es_es: Las subidas de archivos no están soportadas en esta versión de The Bug Genie
fr_fr: Le téléversement de fichiers n'est pas disponible pour cette instance de The Bug Genie
it_it: I caricamenti di file non sono disponibili in quest'istanza di The Bug Genie.

source: Configure users, teams and clients
es_es: Configurar los usuarios, equipos y clientes
fr_fr: Configurer les utilisateurs, les équipes et les clients
it_it: Configura utenti, team e clienti

source: Users (%num/%max)
es_es: Usuarios (%num/%max)
fr_fr: Utilisateurs (%num/%max)
it_it: Utenti (%num/%max)

source: Users
es_es: Usuarios
fr_fr: Utilisateurs
it_it: Utenti

source: Teams (%num/%max)
es_es: Equipos (%num/%max)
fr_fr: Équipes (%num/%max)
it_it: Team (%num/%max)

source: Groups
es_es: Grupos
fr_fr: Groupes
it_it: Gruppi

source: Quick add user
es_es: Agregado rápido de usuario
fr_fr: Ajout rapide d'utilisateur
it_it: Aggiunta rapida utente

source: Enter username to add
es_es: Ingrese el nombre del nuevo usuario
fr_fr: Entrez un nom d'utilisateur à ajouter
it_it: Immetti il nome utente da aggiungere

source: Create
es_es: Crear
fr_fr: Créer
it_it: Crea

source: More details
es_es: Más detalles
fr_fr: Plus de détails
it_it: Dettagli

source: Quick selection
es_es: Selección rápida
fr_fr: Sélection rapide
it_it: Selezione rapida

source: Search
es_es: Buscar
fr_fr: Rechercher
it_it: Cerca

source: Find user(s)
es_es: Encontrar usuario(s)
fr_fr: Trouver des utilisateurs
it_it: Trova utente/i

source: Enter something to search for
es_es: Ingrese algo para buscar
fr_fr: Entrez quelque-chose à rechercher
it_it: Immetti un termine da cercare

source: Find
es_es: Buscar
fr_fr: Trouver
it_it: Trova

source: Show all users
es_es: Mostrar todos los usuarios
fr_fr: Afficher tous les utilisateurs
it_it: Visualizza tutti gli utenti

source: Show unactivated users
es_es: Ver los usuarios inactivos
fr_fr: Afficher les utilisateurs non activés
it_it: Visualizza utenti non attivati

source: Show newly created users
es_es: Ver los usuarios creados recientemente
fr_fr: Afficher les utilisateurs nouvellement créés
it_it: Visualizza utenti creati di recente

source: Would you like to add this user to the current scope?
es_es: ¿Quiere añadir este usuario al ámbito actual?
fr_fr: Souhaitez-vous ajouter cet utilisateur à l'instance actuelle ?
it_it: Vuoi aggiungere questo utente all'ambito corrente?

source: The username you tried to create already exists. You can give this user access to the current scope by pressing "%yes" below. If you want to create a different user, press "%no" and enter a different username.
es_es: El nombre de usuario que ha intentado crear ya existe. Puede dar este acceso de usuario al ámbito actual pulsando "%yes" a continuación. Si desea crear un usuario diferente, pulse "%no" e introduzca un nombre de usuario distinto.
fr_fr: Le nom d'utilisateur que vous avez essayé de créer existe déjà. Vous pouvez donner l'accès à l'instance courante à cet utilisateur en cliquant sur « %yes » ci-dessous. Si vous souhaitez créer un autre utilisateur, cliquez sur « %no » et entrez un nom d'utilisateur différent.
it_it: Il nome utente che hai tentato di creare esiste già. Puoi consentire a quest'utente di accedere all'ambito corrente cliccando "%yes" sotto. Se vuoi creare un utente diverso, clicca "%no" e immetti un nome utente diverso.

source: yes
es_es: sí
fr_fr: oui
it_it: Sì

source: Add a user
es_es: Agregar un usuario
fr_fr: Ajouter un utilisateur
it_it: Aggiungi utente

source: Enter details about the new user here
es_es: Introduzca los detalles sobre el nuevo usuario aquí
fr_fr: Saisissez les détails à propos du nouvel utilisateur ici
it_it: Immetti qui i dettagli del nuovo utente

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Leave blank to autogenerate a password
es_es: Dejar en blanco para auto generar una contraseña
fr_fr: Laissez blanc pour autogénérer un mot de passe
it_it: Lascia vuoto per generare una password automaticamente

source: Full name
es_es: Nombre completo
fr_fr: Nom complet
it_it: Nome completo

source: Add user to group
es_es: Agregar usuario al grupo
fr_fr: Ajouter l'utilisateur au groupe
it_it: Aggiungi utente al gruppo

source: Add user to team(s)
es_es: Agregar usuario a equipo(s)
fr_fr: Ajouter l'utilisateur à une équipe
it_it: Aggiungi utente al/ai team

source: Create user
es_es: Crear usuario
fr_fr: Créer un utilisateur
it_it: Crea utente

source: Create or add user
es_es: Crear o agregar usuario
fr_fr: Créer ou ajouter un utilisateur
it_it: Crea o aggiungi utente

source: %create_user or %cancel
es_es: %create_user o %cancel
fr_fr: %create_user ou %cancel
it_it: %create_user o %cancel

source: Create a new group
es_es: Crear un nuevo grupo
fr_fr: Créer un nouveau groupe
it_it: Crea un nuovo gruppo

source: Enter group name here
es_es: Introduzca aquí el nombre del grupo
fr_fr: Saisissez le nom du groupe ici
it_it: Immetti qui il nome del gruppo

source: Adding group, please wait
es_es: Agregando grupo, espere por favor
fr_fr: Ajout du groupe, veuillez patienter
it_it: Aggiunta gruppo in corso, attendere

source: Create a new team
es_es: Crear un nuevo equipo
fr_fr: Créer une nouvelle équipe
it_it: Crea un nuovo team

source: Enter team name here
es_es: Introduzca aquí el nombre del equipo
fr_fr: Saisissez le nom de l'équipe ici
it_it: Immetti qui il nome del team

source: Create a new client
es_es: Crear un nuevo cliente
fr_fr: Créer un nouveau client
it_it: Crea un nuovo cliente

source: Enter client name here
es_es: Introduzca aquí el nombre del cliente
fr_fr: Saisissez le nom du client ici
it_it: Immetti qui il nome del cliente

source: You can set other details, such as an email address or telephone number, after creating the client.
es_es: Puede establecer otros detalles, como la dirección de correo electrónico o número de teléfonos, luego de crear al cliente.
fr_fr: Vous pouvez définir d'autres détails comme une adresse email ou un numéro de téléphone après la création du client
it_it: Puoi impostare ulteriori dettagli, come un indirizzo e-mail o un numero di telefono, dopo la creazione del cliente.

source: Add an empty workflow
es_es: Agregar un flujo de trabajo en blanco
fr_fr: Ajouter un flux de travaux vide
it_it: Aggiungi un flusso di lavoro vuoto

source: Blank workflow
es_es: Flujo de trabajo en blanco
fr_fr: Flux de travaux vide
it_it: Flusso di lavoro vuoto

source: Add workflow
es_es: Agregar flujo de trabajo
fr_fr: Ajouter un flux de travaux
it_it: Aggiungi flusso di lavoro

source: Configure workflow scheme "%workflow_scheme_name"
es_es: Configurar el esquema de flujo de trabajo "%workflow_scheme_name"
fr_fr: Configurer le système de flux de travaux "%workflow_scheme_name"
it_it: Configura schema flusso di lavoro "%workflow_scheme_name"

source: Configure workflow schemes
es_es: Configurar esquemas de flujo de trabajo
fr_fr: Configurer les systèmes de flux de travaux
it_it: Configura schemi flusso di lavoro

source: Workflow scheme "%workflow_scheme_name"
es_es: Esquema de flujo de trabajo "%workflow_scheme_name"
fr_fr: Système de flux de travaux "%workflow_scheme_name"
it_it: Schema flusso di lavoro "%workflow_scheme_name"

source: This page shows all the issuetype / workflow associations for the selected workflow scheme. Select the appropriate workflow schemes for each issue type in the list below, and press the "%save_workflow_associations" button when done.
es_es: Esta página muestra todos los tipos de peticiones / asociaciones de flujo de trabajo para el esquema seleccionado. Seleccione los esquemas de flujo de trabajo apropiados para cada tipo de petición en la siguiente lista y presione el botón "%save_workflow_associations" cuando finalice.
fr_fr: Cette page affiche tous les types de demandes/associations de flux de travail pour le schéma de flux de travail sélectionné. Sélectionnez les schémas de flux de travail appropriés pour chaque type de demande dans la liste ci-dessous et appuyez sur la touche "%save_workflow_associations" lorsque vous avez terminé.
it_it: Questa pagina visualizza tutte le associazioni tipo segnalazione/flusso di lavoro per lo schema flusso di lavoro selezionato. Seleziona gli schemi flusso di lavoro appropriati per ogni tipo segnalazione dall'elenco sottostante e clicca sul pulsante "%save_workflow_associations" quando hai finito.

source: Save workflow assocations
es_es: Guardar asocaciones de flujo de trabajo
fr_fr: Enregistrer les assocations de flux de travail
it_it: Salva associazioni flusso di lavoro

source: Associated workflow
es_es: Flujo de trabajo asociado
fr_fr: Flux de travaux associés
it_it: Flusso di lavoro associato

source: No workflow selected - will use default workflow
es_es: Sin flujo de trabajo seleccionado - se usará el predefinido
fr_fr: Aucun flux de travaux sélectionné - va utiliser le flux de travaux par défaut
it_it: Nessun flusso di lavoro selezionato - verrà usato il flusso di lavoro predefinito

source: No workflow associated - will use "Default workflow"
es_es: No hay flujo de trabajo asociado - utilizará "Flujo de trabajo predeterminado"
fr_fr: Pas de flux de travaux associé - utilisera le "Flux de travaux par défaut"
it_it: Nessun flusso di lavoro associato - verrà usato il "Flusso di lavoro predefinito"

source: Save workflow associations
es_es: Guardar asociaciones del flujo de trabajo
fr_fr: Enregistrer les associations de flux de travaux
it_it: Salva associazioni flusso di lavoro

source: Configure workflow step "%step_name"
es_es: Configurar el paso del flujo de trabajo "%step_name"
fr_fr: Configurer l'étape "%step_name" du flux de travaux
it_it: Configura passaggio flusso di lavoro "%step_name"

source: %a_workflow_step_transition or %a_workflow_step_transition
es_es: %a_workflow_step_transition o %a_workflow_step_transition
fr_fr: %a_workflow_step_transition ou %a_workflow_step_transition
it_it: %a_workflow_step_transition o %a_workflow_step_transition

source: Workflow step "%step_name"
es_es: Paso del flujo de trabajo "%step_name"
fr_fr: Étape %step_name"du flux de travaux
it_it: Passaggio flusso di lavoro "%step_name"

source: This page shows all the available details for this step for the selected workflow, as well as transitions to and from this step.
es_es: Esta página muestra todos los detalles disponibles para este paso del flujo de trabajo seleccionado, como sus transiciones entrantes y salientes.
fr_fr: Cette page affiche tous les détails disponibles pour cette étape du flux de travaux sélectionné, aussi bien les transitions vers et partant de cette étape.
it_it: Questa pagina visualizza tutti i dettagli disponibili per questo passaggio nel flusso di lavoro selezionato, così come le transizioni in entrata e in uscita da questo passaggio.

source: You can add and remove transitions from this page, as well as manage properties for this step.
es_es: Puede agregar o quitar transiciones desde esta página, como también gestionar las propiedades de este paso.
fr_fr: Vous pouvez ajouter et supprimer des transitions depuis cette page, ainsi que gérer les propriétés de cette étape.
it_it: Puoi aggiungere e rimuovere transizioni, così come gestire le proprietà di questo passaggio, da questa pagina.

source: Edit this step
es_es: Editar este paso
fr_fr: Editer cette étape
it_it: Modifica questo passaggio

source: Add outgoing transition
es_es: Añadir transición saliente
fr_fr: Ajouter une transition sortante
it_it: Aggiungi transizione in uscita

source: Step path
es_es: Paso ruta
fr_fr: Chemin de l'étape
it_it: Percorso passaggio

source: This step doesn't have any incoming transitions
es_es: Este paso no tiene ningún transiciones entrantes
fr_fr: Cette étape n'a aucune transition entrante
it_it: Questo passaggio non ha alcuna transizione in entrata

source: This step doesn't have any outgoing transitions
es_es: Este paso no tiene ningún saliente de transiciones
fr_fr: Cette étape n'a aucune transition sortante
it_it: Questo passaggio non ha alcuna transizione in uscita

source: State
es_es: Estado
fr_fr: Etat
it_it: Stato

source: Open and editable
es_es: Abierta y editable
fr_fr: Ouverte et éditable
it_it: Aperto e modificabile

source: Open, but not editable
es_es: Lectura, pero no editable
fr_fr: Ouvert, mais non modifiable
it_it: Aperto, ma non modificabile

source: Closed, but editable
es_es: Cerrado, pero editable
fr_fr: Fermée, mais modifiable
it_it: Chiuso, ma modificabile

source: Closed and not editable
es_es: Cerrado y no editable
fr_fr: Fermé et non modifiable
it_it: Chiuso e non modificabile

source: Connected status
es_es: Estado vinculado
fr_fr: Statut associé
it_it: Stato collegato

source: This step is not connected to a specific status
es_es: Este paso no está vinculado a ningún estado específico
fr_fr: Cette étape n'est pas reliée à un statut spécifique
it_it: Questo passaggio non è collegato a uno stato specifico

source: Open
es_es: Abierta
fr_fr: Ouvert
it_it: Aperto

source: Closed
es_es: Cerrada
fr_fr: Fermé
it_it: Chiuso

source: Not editable
es_es: No se puede editar
fr_fr: Non éditable
it_it: Non modificabile

source: Not connected to a status
es_es: Sin conexión a un estado
fr_fr: Non associée à un statut
it_it: Non collegato a uno stato

source: Update step details
es_es: Actualizar detalles del paso
fr_fr: Mettre à jours
it_it: Aggiorna dettagli passaggio

source: %update_step_details or %cancel
es_es: %update_step_details o %cancel
fr_fr: %update_step_details ou %cancel
it_it: %update_step_details o %cancel

source: Configure workflow "%workflow_name"
es_es: Configurar el flujo de trabajo "%workflow_name"
fr_fr: Configurer le flux de travaux "%workflow_name"
it_it: Configura flusso di lavoro "%workflow_name"

source: Editing steps for %workflow_name
es_es: Editando los pasos de %workflow_name
fr_fr: Edition des étape pour le flux de travaux "%workflow_name"
it_it: Modifica passaggi per %workflow_name

source: This page shows all the available steps for the selected workflow, as well as transitions between these steps.
es_es: Esta página muestra todos los pasos disponibles para el flujo de trabajo seleccionado, como sus transiciones entre estos pasos.
fr_fr: Cette page affiche toutes les étapes disponibles pour le flux de travaux sélectionné, ainsi que les transitions entre ces étapes.
it_it: Questa pagina visualizza tutti i passaggi disponibili per il flusso di lavoro selezionato, così come le transizioni fra tali passaggi.

source: You can add and remove steps from this page, as well as manage the transitions between them.
es_es: Puede agregar y eliminar pasos desde esta página, como así también las transiciones entre ellos.
fr_fr: Vous pouvez ajouter et supprimer des étapes depuis cette page, ainsi que géles transisitons entre elles.
it_it: Puoi aggiungere e rimuovere passaggi, così come gestire le transizioni fra essi, da questa pagina.

source: Steps without any incoming transitions are shown as faded out.
es_es: Los pasos sin transiciones de entrada se muestran como desvanecidos.
fr_fr: Les étapes sans transitions entrantes sont affichées en clair
it_it: I passaggi senza alcuna transizione in entrata sono visualizzati in carattere chiaro.

source: Add a step
es_es: Agregar un paso
fr_fr: Ajouter une étape
it_it: Aggiungi un passaggio

source: Create a new workflow step
es_es: Crear un nuevo paso de flujo de trabajo
fr_fr: Créer une nouvelle étape de flux de travaux
it_it: Crea un nuovo passaggio flusso di lavoro

source: Step name
es_es: Nombre del paso
fr_fr: Nom de l'étape
it_it: Nome passaggio

source: Outgoing transitions
es_es: Transiciones de salida
fr_fr: Transitions sortantes
it_it: Transizioni in uscita

source: Edit details
es_es: Editar detalles
fr_fr: Modifier les détails
it_it: Modifica dettagli

source: Transition "%transition_name"
es_es: Transición "%transition_name"
it_it: Transizione "%transition_name"

source: This page shows all the available details for this transition for the selected workflow, as well as incoming and outgoing steps from this transition.
es_es: Esta página muestra todos los detalles disponibles para esta transición del flujo de trabajo seleccionado, tanto las entradas como las salidas a esta transición.
fr_fr: Cette page affiche tous les détails disponibles pour cette transition pour le flux de travaux sélectionné, ainsi que les étapes entrantes et sortantes de cette transition.
it_it: Questa pagina visualizza tutti i dettagli disponibili per questa transizione nel flusso di lavoro selezionato, così come i passaggi in entrata e in uscita da questa transizione.

source: You can edit all details about the selected transitions from this page.
es_es: Puede editar todos los detalles de la transición seleccionada desde esta página.
fr_fr: Vous pouvez modifier tous les détails concernant la transition sélectionnée depuis cette page.
it_it: Puoi modificare tutti i dettagli relativi alle transizioni selezionate da questa pagina.

source: Transition path
es_es: Camino de la transición
it_it: Percorso transizione

source: This transaction doesn't have any originating step
es_es: Esta transacción no tiene ningún paso original
fr_fr: Cette opération n'a pas d'étape d'origine
it_it: Questa transizione non ha alcun passaggio d'origine

source: Issue is created
es_es: Petición creada
fr_fr: La demande est créée
it_it: Segnalazione creata

source: Template
es_es: Plantilla
fr_fr: Modèle
it_it: Modello

source: No template used - transition happens instantly
es_es: Sin usar plantilla - las transiciones suceden automáticamente
fr_fr: Aucun modèle utilisé - la transition se produit instantanément
it_it: Nessun modello usato - la transizione avviene istantaneamente

source: This optional description will be presented to the user
es_es: Esta descripción opcional será presentado al usuario
fr_fr: Cette description facultative sera présentée à l'utilisateur
it_it: Questa descrizione facoltativa sarà presentata all'utente

source: Update transition details
es_es: Actualizar detalles de transición
it_it: Aggiorna dettagli transizione

source: %update_transition_details or %cancel
es_es: %update_transition_details o %cancel
fr_fr: %update_transition_details ou %cancel
it_it: %update_transition_details o %cancel

source: Pre-transition validation rules
es_es: Reglas de validación antes de la transición
fr_fr: Règles de validation avant la transition
it_it: Regole di validazione pre-transizione

source: The following validation rules has to be fullfilled for the transition to be available to the user
es_es: Las siguientes reglas de validación tienen que respetarse para que la transición esté disponible para el usuario
fr_fr: Les règles de validation suivantes doivent être respectées pour que la transition soit disponible pour l'utilisateur
it_it: Le seguenti regole di validazione devono essere soddisfatte affinché la transizione sia disponibile per l'utente

source: This transition has no pre-validation rules
es_es: Esta transición no tiene reglas previas
fr_fr: Cette transition n'a pas de règles de pré validation
it_it: Questa transizione non ha regole di pre-validazione

source: This is the initial transition, so no pre-transition validation is performed
es_es: Esta es la transición inicial, por lo que no se lleva a cabo ninguna validación antes de la transición
fr_fr: Il s'agit de la transition initiale, donc aucune validation avant la transition n'est effectuée
it_it: Questa è la transizione iniziale, per cui non è eseguita alcuna validazione pre-transizione

source: Post-transition validation rules
es_es: Reglas de validación posterior a la transición
fr_fr: Règles de validation après la transition
it_it: Regole di validazione post-transizione

source: The following validation rules will be applied to the input given by the user in the transition view. If the validation fails, the transition will not take place.
es_es: Las siguientes reglas de validación serán aplicadas cuando el usuario introduzca los valores en la transición. Si la validación falla, la transición no tendrá lugar.
fr_fr: Les règles de validation suivantes seront appliquées à la saisie fournie par l'utilisateur dans la vue de transition. Si la validation échoue, la transition ne se fera pas.
it_it: Le seguenti regole di validazione saranno applicate all'input fornito dall'utente nella visualizzazione transizione. Se la validazione fallisce, la transizione non avrà luogo.

source: This transition has no post validation rules
es_es: Esta transición no tiene reglas de validación posterior
fr_fr: Cette transition n'a pas de règle de post validation
it_it: Questa transizione non ha regole di post-validazione

source: This transition does not use any template, so user input cannot be validated
es_es: Esta transición no utiliza ninguna plantilla, por lo que no puede validarse la entrada del usuario
fr_fr: Cette transition n'utilise aucun modèle, il est donc impossible de valider la saisie de l'utilisateur
it_it: Questa transizione non usa alcun modello, per cui l'input utente non può essere convalidato

source: Set issue fields
es_es: Establecer campos de petición
fr_fr: Définir les champs de la demande
it_it: Imposta campi segnalazione

source: Clear issue fields
es_es: Limpiar campos de petición
fr_fr: Réinitialiser les champs de la demande
it_it: Cancella campi segnalazione

source: Special actions
es_es: Acciones especiales
fr_fr: Actions spéciales
it_it: Azioni speciali

source: Post-transition actions
es_es: Acción posterior a la transición
fr_fr: Actions post-transition
it_it: Azioni post-transizione
