Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Visible for me, developers and administrators only
es_es: Visible solo para mí, desarrolladores y administradores
fr_fr: Visible seulement pour moi, les développeurs et les administrateurs
it_it: Visibile solo a me, agli sviluppatori e agli amministratori

source: Comment
es_es: Comentario
fr_fr: Commentaire
it_it: Commento

source: %save_changes or %cancel
es_es: %save_changes o %cancel
fr_fr: %save_changes ou %cancel
it_it: %save_changes o %cancel

source: Save changes
es_es: Guardar cambios
fr_fr: Sauvegarder les modifiation
it_it: Salva le modifiche

source: Reply to comment %comment_number
es_es: Contestar al comentario %comment_number
fr_fr: Répondre au commentaire %comment_number
it_it: Rispondi al commento %comment_number

source: %user wrote:
es_es: %user escribió:
fr_fr: %user a écrit :
it_it: %user ha scritto:

source: Unknown user
es_es: Usuario desconocido
fr_fr: Utilisateur inconnu
it_it: Utente sconosciuto

source: %post_reply or %cancel
es_es: %post_reply o %cancel
fr_fr: %post_reply ou %cancel
it_it: %post_reply o %cancel

source: Post reply
es_es: Publicar respuesta
fr_fr: Poster la réponse
it_it: Invia risposta

source: %buddy_name (%username) said
es_es: %buddy_name (%username) dijo

source: Unknown user said
es_es: Usuario desconocido dijo
fr_fr: Un utilisateur inconnu a dit
it_it: Un utente sconosciuto ha detto

source: Post comment
es_es: Publicar comentario
fr_fr: Déposer un commentaire
it_it: Invia commento

source: Create a comment
es_es: Crear un comentario
fr_fr: Créer un commentaire
it_it: Crea un commento

source: Save my changes with this comment
es_es: Guardar mis cambios con este comentario
fr_fr: Sauvegarder mes modifications avec ce commentaire
it_it: Salva le modifiche insieme a questo commento

source: %create_comment or %cancel
es_es: %create_comment o %cancel
fr_fr: %create_comment ou %cancel
it_it: %create_comment o %cancel

source: Create comment
es_es: Crear comentario
fr_fr: Créer un commentaire
it_it: Crea commento

source: There are no comments
es_es: Sin comentarios
fr_fr: Il n'y a pas de commentaire
it_it: Non ci sono commenti

source: Confirm username
es_es: Confirmar usuario
fr_fr: Confirmez l'identifiant
it_it: Conferma nome utente

source: The selected username is available
es_es: El nombre de usuario seleccionado está disponible
fr_fr: Le nom d'utilisateur sélectionné est disponible
it_it: Il nome utente selezionato è disponibile

source: You cannot change the username after you have picked it. Please confirm that you want to use the following username: %username
es_es: Se puede cambiar el nombre de usuario después de que ha elegido. Confirme que desea utilizar el siguiente nombre de usuario: %username
fr_fr: Vous ne pouvez pas changer de nom d'utilisateur après l'avoir choisi. Confirmez que vous souhaitez utiliser le nom d'utilisateur suivant : %username
it_it: Non puoi modificare il nome utente dopo averlo selezionato. Conferma di voler utilizzare il seguente nome utente: %username

source: %yes or %no
es_es: %yes o %no
fr_fr: %yes ou %no
it_it: %yes o %no

source: Configure dashboard
es_es: Configuración del panel de control
fr_fr: Configurer le tableau de bord
it_it: Configura cruscotto

source: ...Select a view...
es_es: ...Seleccione una vista...
fr_fr: ...Sélectionnez une vue...
it_it: ...Seleziona una visualizzazione...

source: Add a view to dashboard
es_es: Agregar una vista al panel
fr_fr: Ajouter une vue au tableau de bord
it_it: Aggiungi una visualizzazione al cruscotto

source: When you're happy, save your changes
es_es: Cuando estés feliz, guardar los cambios
fr_fr: Lorsque vous serez satisfait, enregistrez vos modifications
it_it: Quando sei soddisfatto, salva le modifiche

source: Save dashboard
es_es: Guardar panel
fr_fr: Sauvegarder le tableau de bord
it_it: Salva cruscotto

source: Close and reload
es_es: Cerrar y volver a cargar
fr_fr: Fermer et actualiser
it_it: Chiudi e aggiorna

source: Click here to add a new view to this column
es_es: Haga clic aquí para agregar una nueva vista a esta columna
fr_fr: Cliquer ici pour ajouter une nouvelle vue à cette colonne
it_it: Clicca qui per aggiungere una nuova visualizzazione a questa colonna

source: Download feed
es_es: Suscribirse al canal
fr_fr: Télécharger le flux
it_it: Scarica feed

source: You haven't done anything recently
es_es: No ha hecho nada recientemente
fr_fr: Vous n'avez rien fait récemment
it_it: Non hai fatto nulla di recente

source: No issues recently commented
es_es: No hay peticiones recientemente comentadas
fr_fr: Pas de demande commentée récemment
it_it: Nessuna segnalazione commentata di recente

source: There are no upcoming milestones for any of your associated projects
es_es: No hay próximos hitos para cualquiera de sus proyectos asociados
fr_fr: Il n'y a aucun jalons à venir pour vos projets associés
it_it: Non ci sono milestone imminenti per nessuno dei tuoi progetti associati

source: You are not associated with any projects
es_es: No está asociado a ningún proyecto
fr_fr: Vous n'êtes associé à aucun projet
it_it: Non sei associato ad alcun progetto

source: Remove issue duplicate of issue %itemname?
es_es: Elimina petición duplicada de la petición %itemname?

source: Please confirm that you want to remove this item from the list of duplicate issues of this issue
es_es: Confirme que desea eliminar este elemento de la lista de peticiones duplicadas con este petición

source: Status not determined
es_es: Situación sin determinar
fr_fr: Statut non déterminé
it_it: Stato non determinato

source: Assigned to %assignee
es_es: Asignado a %assignee
fr_fr: Assigné à %assignee
it_it: Assegnato a %assignee

source: This issue does not have any duplicates
es_es: Esta petición no tiene ningún duplicado
fr_fr: Cette demande n'a pas de doublon
it_it: Questa segnalazione non ha alcun duplicato

source: Drop files on this area or %click_here to add files
es_es: Soltar archivos en este área o %click_here para agregar archivos
fr_fr: Déposer des fichiers sur cette zone ou %click_here pour ajouter des fichiers
it_it: Rilascia i file su quest'area o %click_here per aggiungere dei file

source: click here
es_es: haga clic aquí
fr_fr: cliquez ici
it_it: clicca qui

source: %click_here to add files
es_es: %click_here para agregar archivos
fr_fr: %click_here pour ajouter des fichiers
it_it: %click_here per aggiungere dei file

source: File
es_es: Archivo
fr_fr: Fichier

source: Enter a short file description here
es_es: Escriba una breve descripción del archivo
fr_fr: Entrez ici une courte description du fichier
it_it: Immetti qui una breve descrizione del file

source: %cancel or %save_attachments
es_es: %cancel o %save_attachments
fr_fr: %cancel ou %save_attachments
it_it: %cancel o %save_attachments

source: Save attachments
es_es: Guardar adjuntos
fr_fr: Enregistrer les pièces jointes
it_it: Salva allegati

source: The following issues matched your search
es_es: Las siguientes peticiones coinciden con su búsqueda
fr_fr: Les demandes suivantes correspondent à votre recherche
it_it: Le seguenti segnalazioni corrispondono alla tua ricerca

source: OPEN
es_es: ABIERTO
fr_fr: OUVERT
it_it: APERTO

source: CLOSED
es_es: CERRADO
fr_fr: FERMÉ
it_it: CHIUSO

source: No issues matched your search. Please try again with different search terms.
es_es: No hay ningún problema con esos criterios de búsqueda. Por favor, inténtelo de nuevo con diferentes términos de búsqueda.
fr_fr: Aucune demande ne correspond à votre recherche. Essayez avec des termes de recherche différents.
it_it: Nessuna segnalazione corrisponde alla tua ricerca. Riprova con termini di ricerca differenti.

source: Either use the checkboxes and press the "%relate_these_issues"-button below or click any issues in the list, and select an action.
es_es: Utilice las casillas de verificación y presione "%relate_these_issues"-botón abajo o haga clic en cualquier problema en la lista y seleccionar una acción.
fr_fr: Utilisez soit les cases à cocher et appuyez sur le bouton "%relate_these_issues" ou cliquez sur une des demandes de la liste et sélectionnez une action.
it_it: Utilizza le caselle di controllo e clicca sul pulsante "%relate_these_issues" sotto o clicca su una qualunque segnalazione nell'elenco e seleziona un'azione

source: Relate these issues
es_es: Relacionar estos pedidos
fr_fr: Concernant ces demandes
it_it: Correla queste segnalazioni

source: Don't show this again
es_es: No volver a mostrar
fr_fr: Ne plus afficher ce message
it_it: Non visualizzare più questo messaggio

source: Updating, please wait ...
es_es: Actualizando, espere por favor...
fr_fr: Mise à jour en cours, veuillez patienter ...
it_it: Aggiornamento in corso, attendere...

source: Find a user or team
es_es: Encuentre un usuario o equipo
fr_fr: Trouver un utilisateur ou une équipe
it_it: Trova un utente o un team

source: Find a team
es_es: Buscar un equipo
fr_fr: Trouver une équipe
it_it: Trova un team

source: Find a client
es_es: Encontrar cliente
fr_fr: Rechercher un client
it_it: Trova un cliente

source: Find a user
es_es: Buscar un usuario
fr_fr: Trouver un utilisateur
it_it: Trova un utente

source: Enter a name here
es_es: Aquí ingrese un nombre
fr_fr: Saisir un nom ici
it_it: Immetti un nome qui

source: Select yourself or a friend below
es_es: Selecciónese o elija un amigo debajo
fr_fr: Sélectionnez-vous ou un ami ci-dessous
it_it: Seleziona te stesso o un amico sotto

source: Select yourself
es_es: Selecciónese
fr_fr: Vous sélectionner
it_it: Seleziona te stesso

source: Your friends will appear here
es_es: Sus amigos aparecerán aquí
fr_fr: Vos amis apparaitront ici
it_it: I tuoi amici appariranno qui

source: %select_yourself_or_a_friend or select one of your teams
es_es: %select_yourself_or_a_friend o seleccione uno de sus equipos
fr_fr: %select_yourself_or_a_friend ou sélectionnez l'une de vos équipes
it_it: %select_yourself_or_a_friend o seleziona uno dei tuoi team

source: Select one of your teams
es_es: Seleccione uno de sus equipos
fr_fr: Sélectionner une de vos équipes
it_it: Seleziona uno dei tuoi team

source: Select one of your clients
es_es: Seleccione uno de sus clientes
fr_fr: Sélectionnez l'un de vos clients
it_it: Seleziona uno dei tuoi clienti

source: Select %clientname
es_es: Seleccionar %clientname
fr_fr: Sélectionnez %clientname
it_it: Seleziona %clientname

source: Clients found
es_es: Clientes encontrados
fr_fr: Clients trouvés
it_it: Clienti trovati

source: Couldn't find any clients
es_es: No se encontraron clientes
fr_fr: Aucun client trouvé
it_it: Impossibile trovare un cliente

source: Users found
es_es: Usuarios encontrados
fr_fr: Utilisateurs trouvés
it_it: Utenti trovati

source: Team up with %username
es_es: Equipo con %username
fr_fr: Faire équipe avec %username
it_it: Fai squadra con %username

source: Couldn't find any users
es_es: No se puede encontrar cualquier usuario
fr_fr: Aucun utilisateur trouvé
it_it: Impossibile trovare un utente

source: Teams found
es_es: Equipos encontrados
fr_fr: Équipe trouvée
it_it: Team trovati

source: Couldn't find any teams
es_es: No se puede encontrar cualquier equipos
fr_fr: Aucune équipe trouvée
it_it: Impossibile trovare un team

source: Welcome to The Bug Genie. This seems like the first time you're using this instance, and it doesn't look like you have had the chance to add any projects yet.
es_es: Bienvenido a The Bug Genie. Parece que es la primera vez que utiliza esta instancia, y no ha tenido ocasión de añadir ningún proyecto.
fr_fr: Bienvenue sur The Bug Genie. Cela semble être la première fois que vous utilisez cette instance, et il ne semble pas vous ayez eu la chance d'ajouter un projet pour le moment.
it_it: Benvenuto in The Bug Genie. Sembra che questa sia la prima volta in cui stai usando quest'istanza, e sembra che tu non abbia ancora avuto l'occasione di aggiungere un progetto.

source: If you want to play around a bit with The Bug Genie before you start using it for your own projects, you can generate sample data before adding your own projects. To get started, create a project.
es_es: Si quiere jugar un poco con The Bug Genie antes de empezar a usarlo con sus propios proyectos, puede generar datos de ejemplo. Para empezar, cree un proyecto.
fr_fr: Si vous voulez jouer un peu avec The Bug Genie avant de commencer à l'utiliser pour vos propres projets, vous pouvez générer des exemples de données avant d'ajouter vos propres projets. Pour commencer, créez un projet.
it_it: Se vuoi giocare un po' con The Bug Genie prima di iniziare a utilizzarlo per i tuoi progetti, puoi generare dati di esempio prima di aggiungere i tuoi progetti. Per iniziare, crea un progetto.

source: Generate sample data
es_es: Generar datos de ejemplo
fr_fr: Générer des données d'exemple
it_it: Genera dati di esempio

source: %generate_sample_data% or %create_a_project%
es_es: %generate_sample_data% o %create_a_project%
fr_fr: %generate_sample_data% ou %create_a_project%
it_it: %generate_sample_data% o %create_a_project%

source: Create a project
es_es: Crear proyecto
fr_fr: Créer un projet
it_it: Crea un progetto

source: It looks likes you're only using The Bug Genie to track issues for one project.
es_es: Parece que solo está usando The Bug Genie para el seguimiento de peticiones de un proyecto.
fr_fr: Il semble que vous utilisez The Bug Genie pour suivre uniquement les demandes d'un projet.
it_it: Sembra che tu stia usando The Bug Genie per tener traccia delle segnalazioni solo per un progetto.

source: If you don't want to use this homepage, you can set The Bug Genie to %single_project_tracker_mode, which will automatically forward the frontpage to the project overview page.
es_es: Si no desea utilizar esta página, puede establecer a The Bug Genie en %single_project_tracker_mode, que automáticamente enviará desde la portada a la página de resumen del proyecto.
fr_fr: Si vous ne souhaitez pas utiliser cette page d'accueil, vous pouvez paramétrer The Bug Genie en %single_project_tracker_mode, ce qui redirigera automatiquement la page d'accueil vers la page d'aperçu du projet.
it_it: Se non vuoi utilizzare questa pagina iniziale, puoi impostare The Bug Genie in %single_project_tracker_mode, il che redirezionerà automaticamente la pagina principale alla pagina sommario del progetto.

source: %single_project_tracker_mode can be enabled from %configure_settings.
es_es: puede activarse %single_project_tracker_mode en %configure_settings.
fr_fr: %single_project_tracker_mode peut être activé depuis %configure_settings.
it_it: La %single_project_tracker_mode può essere abilitata da %configure_settings.

source: Configure &rarr; Settings
es_es: Configurar &rarr; ajustes

source: The following actions could not be performed because of missing or invalid values: %list
es_es: La siguientes acciones no pudieron ejecutarse por que hay valores no válidos o faltantes: %list
fr_fr: Les actions suivantes ne peuvent pas être effectuées en raison de valeurs manquantes ou incorrectes : %list
it_it: Non è stato possibile eseguire le seguenti azioni a causa di valori mancanti o non validi: %list

source: Could not assign issue to the selected user because this users assigned issues limit is reached
es_es: No se pudo asignar la petición al usuario seleccionado porque se alcanzan los limites de los usuarios asignados
fr_fr: Impossible d'assigner cette demande à cet utilisateur car le nombre limite de demandes pouvant être affectées à cet utilisateur a été atteint
it_it: Non è stato possibile assegnare la segnalazione all'utente selezionato perché il limite massimo di segnalazioni assegnate a quest'utente è stato raggiunto

source: Could not process issue transition since assigned user is not member of any of allowed teams
es_es: No se puede procesar la transición de petición desde que el usuario no es miembro de alguno de los equipos permitidos

source: Could not set priority
es_es: No se pudo establecer la prioridad
fr_fr: Impossible de définir la priorité
it_it: Non è stato possibile impostare la priorità

source: Could not set reproducability
es_es: No se pudo establecer la reproducibilidad
fr_fr: Impossible de définir la reproductibilité
it_it: Non è stato possibile impostare la riproducibilità

source: Could not set resolution
es_es: No se pudo establecer la resolución
fr_fr: Impossible de définir la résolution
it_it: Non è stato possibile impostare la risoluzione

source: Could not set status
es_es: No se pudo establecer el estado
fr_fr: Impossible de définir le statut
it_it: Non è stato possibile impostare lo stato

source: Could not assign issue to the any user or team because none were provided
es_es: No pudo asignar la petición a ningún usuario o equipo porque no fueron proporcionados
fr_fr: Impossible d'assigner la demande à une personne ou équipe car aucune n'a été renseignée
it_it: Non è stato possibile assegnare la segnalazione a un utente o team in quanto non ne è stato specificato nessuno

source: Could not assign the issue to a milestone because none was provided
es_es: No pudo asignar la petición a un hito porque ninguno fue proporcionado
fr_fr: Impossible d'assigner cette demande à un jalon car aucun n'a été renseigné
it_it: Non è stato possibile assegnare la segnalazione a una milestone in quanto non ne è stata specificata nessuna

source: Could not set issue priority because none was provided
es_es: No se pudo establecer la prioridad a la petición porque ninguno fue provisto
fr_fr: Impossible de définir la priorité de la demande car elle n'a pas été renseignée
it_it: Non è stato possibile impostare la priorità della segnalazione in quanto non ne è stata specificata nessuna

source: Could not set issue reproducability because none was provided
es_es: No pudo establecer la reproducibilidad de la petición porque ninguna fue proporcionada
fr_fr: Impossible de définir la reproductibilité car elle n'a pas été renseignée
it_it: Non è stato possibile impostare la riproducibilità della segnalazione in quanto non ne è stata specificata nessuna

source: Could not set issue resolution because none was provided
es_es: No se pudo establecer la resolución de petición, porque ninguna fue proporcionada
fr_fr: Impossible de définir la résolution de la demande car elle n'a pas été renseignée
it_it: Non è stato possibile impostare la risoluzione della segnalazione in quanto non ne è stata specificata nessuna

source: Could not set issue status because none was provided or you do not have permission
es_es: No se pudo establecer el estado de edición porque no se proporcionó

source: Remove access for this user
es_es: Eliminar acceso para este usuario
fr_fr: Supprimer l’accès pour cet utilisateur
it_it: Rimuovi accesso per questo utente

source: Remove access for this team
es_es: Eliminar acceso para este equipo
fr_fr: Supprimer l’accès pour cette équipe
it_it: Rimuovi accesso per questo team

source: Add affected item
es_es: Agregar items afectados
fr_fr: Ajouter un élément affecté
it_it: Aggiungi elemento interessato

source: Please select the type and item you wish to add as affected by this issue.
es_es: Por favor seleccione el tipo e ítem que quiere agregar como afectado por esta petición.
fr_fr: Sélectionnez le type et l'élément que vous souhaitez marquer comme affecté par cette demande.
it_it: Seleziona il tipo e l'elemento che vuoi aggiungere come interessato da questa segnalazione.

source: Item type
es_es: Tipo item
fr_fr: Type de l'élément
it_it: Tipo di elemento

source: Affected item
es_es: Item afectado
fr_fr: Elément affecté
it_it: Elemento interessato

source: Add this item
es_es: Añadir este objeto
fr_fr: Ajouter cette demande
it_it: Aggiungi questo elemento

source: Issue basics
es_es: Peticiones básicas
fr_fr: Éléments clés de la demande
it_it: Dati essenziali segnalazione

source: Type of issue
es_es: Tipo de petición
fr_fr: Type de la demande
it_it: Tipo segnalazione

source: Undo this change
es_es: Deshacer este cambio
fr_fr: Annuler cette modification
it_it: Annulla questa modifica

source: Click to change issue type
es_es: Haga clic para modificar el tipo de petición
fr_fr: Cliquer pour changer le type de demande
it_it: Clicca per modificare il tipo segnalazione

source: Set issue type
es_es: Establecer el tipo de petición
fr_fr: Modifier le type de la demande
it_it: Imposta tipo segnalazione

source: Unknown issue type
es_es: Tipo de petición desconocido
fr_fr: Type de demande inconnu
it_it: Tipo segnalazione sconosciuto

source: Issue label
es_es: Etiqueta de petición
fr_fr: Étiquette de demande
it_it: Etichetta segnalazione

source: Click to edit issue label
es_es: Haga clic para editar la etiqueta de la petición
fr_fr: Cliquer pour éditer l'étiquette de la demande
it_it: Clicca per modificare l'etichetta segnalazione

source: Set issue label
es_es: Establecer etiqueta de la petición
fr_fr: Définir l'étiquette de la demande
it_it: Imposta etichetta segnalazione

source: %save or %cancel
es_es: %save o %cancel
fr_fr: %save ou %cancel
it_it: %save o %cancel

source: No label set
es_es: Sin etiqueta
fr_fr: Aucune étiquette définie
it_it: Nessuna etichetta impostata

source: Status
es_es: Estado
fr_fr: Statut
it_it: Stati

source: Click to change status
es_es: Haga clic para cambiar el estado
fr_fr: Cliquer pour changer le statut
it_it: Clicca per modificare lo stato

source: Progress
es_es: Avance
fr_fr: Progression
it_it: Avanzamento

source: Click to set percent completed
es_es: Haga clic para fijar el porcentaje completado
fr_fr: Cliquez pour définir le pourcentage d'avancement
it_it: Clicca per impostare la percentuale di completamento

source: Set percent completed
es_es: Establecer porcentaje de avance
fr_fr: Modifier le % d'avancement
it_it: Imposta percentuale di completamento

source: Clear percent completed
es_es: Limpiar porcentaje completado
fr_fr: Effacer le pourcentage d'avancement
it_it: Cancella percentuale di completamento

source: Percent complete
es_es: Porcentaje completado
fr_fr: Pourcentage complété
it_it: Percentuale di completamento

source: Set
es_es: Definir
fr_fr: Définir
it_it: Imposta

source: User pain
es_es: Dolor del usuario
fr_fr: Pénibilité utilisateur
it_it: Dolore utente

source: Type of bug
es_es: Tipo de error
fr_fr: Type défaut
it_it: Tipo di anomalia

source: Click to triage type of bug
es_es: Haga clic para elegir el tipo de error
fr_fr: Cliquer pour trier par type de de défaut
it_it: Clicca per eseguire il triage del tipo di anomalia

source: Triage bug type
es_es: Triaje tipo de error
fr_fr: Tri par type de de défaut
it_it: Triage tipo di anomalia

source: Clear bug type
es_es: Limpiar el tipo de error
fr_fr: Effacer le type de défaut
it_it: Cancella tipo di anomalia

source: Not triaged
es_es: Sin triaje
fr_fr: Non trié
it_it: Triage non eseguito

source: Likelihood
es_es: Riesgo
fr_fr: Probabilité
it_it: Probabilità

source: Click to triage likelihood
es_es: Haga clic para definir el riesgo de triaje
fr_fr: Cliquer pour trier par probabilité
it_it: Clicca per eseguire il triage della probabilità

source: Triage likelihood
es_es: Riesgo de triaje
fr_fr: Tri par probabilité
it_it: Triage probabilità

source: Clear likelihood
es_es: Limpiar riesgo
fr_fr: Effacer la probabilité
it_it: Cancella probabilità

source: Effect
es_es: Consecuencia
fr_fr: Effet
it_it: Effetto

source: Click to triage effect
es_es: Haga clic para el efecto del triaje
fr_fr: Cliquer pour trier par effet
it_it: Clicca per eseguire il triage dell'effetto

source: Triage effect
es_es: Efecto de triaje
fr_fr: Tri par effet
it_it: Triage effetto

source: Clear effect
es_es: Limpiar el efecto
fr_fr: Effacer l'effet
it_it: Cancella effetto

source: Affected by this issue (%count)
es_es: Afectadas por esta petición (%count)
fr_fr: Affecté par cette demande (%count)
it_it: Interessato da questa segnalazione (%count)
