Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: This issue cannot be updated
es_es: Esta petición no puede ser actualizada
fr_fr: Cette demande ne peut pas être mise à jour
it_it: Impossibile aggiornare questa segnalazione

source: No valid field value specified
es_es: No especificó un valor válido para el campo
fr_fr: Valeur de champ spécifiée invalide
it_it: Non è stato specificato un valore valido per il campo

source: No valid field specified (%field)
es_es: No especificó un campo válido (%field)
fr_fr: Champs spécifié invalide (%field)
it_it: Non è stato specificato un campo valido (%field)

source: This issue does not exist
es_es: Esta petición no existe
fr_fr: Cette demande n'existe pas
it_it: Questa segnalazione non esiste

source: Issue access policy updated
es_es: Política de acceso a petición actualizada
fr_fr: Politique d'accès de la demande mise à jour
it_it: Politica di accesso alle segnalazioni aggiornata.

source: You don't have access to update the issue access policy
es_es: No tienes acceso para actualizar la política de acceso a peticiones
fr_fr: Vous n'avez pas la permission de mettre à jour la politique d'accès de la demande
it_it: Non hai i permessi per aggiornare la politica di accesso alle segnalazioni

source: An error occurred when uploading the file
es_es: Error al cargar el archivo
fr_fr: Une erreur s'est produite lors du téléversement du fichier
it_it: Si è verificato un errore durante il caricamento del file

source: An unhandled error occured with the upload
es_es: Un error no contemplado ocurrió con la carga
fr_fr: Une erreur inattendue est survenue pendant le chargement
it_it: Si è verificato un errore non gestito durante il caricamento

source: You are not allowed to attach files here
es_es: No tiene permitido adjuntar archivos aquí
fr_fr: Vous n'êtes pas autorisé à joindre des fichiers
it_it: Non sei autorizzato ad allegare file qui

source: The attachment has been removed
es_es: El archivo archivo adjunto ha sido eliminado
fr_fr: La pièce jointe a été supprimée
it_it: L'allegato è stato rimosso

source: You can not remove items from this issue
es_es: No puede quitar elementos de esta petición
fr_fr: Vous ne pouvez pas supprimer des éléments de cette demande
it_it: Non puoi rimuovere elementi da questa segnalazione

source: An error occurred when removing the file
es_es: Error al eliminar el archivo
fr_fr: Une erreur s'est produite lors de la suppression du fichier
it_it: Si è verificato un errore durante l'eliminazione del file

source: Invalid mode
es_es: Modo no válido
fr_fr: Mode invalide
it_it: Modalità non valida

source: This file does not exist
es_es: Este archivo no existe
fr_fr: Ce fichier n'existe pas
it_it: Questo file non esiste

source: Link attached!
es_es: Enlace adjuntado!
fr_fr: Lien attaché !
it_it: Collegamento allegato!

source: You have to provide a link URL, otherwise we have nowhere to link to!
es_es: Debe establecer un enlace URL, de lo contrario no tendremos que enlazar!
fr_fr: Vous devez fournir une adresse de lien, sinon il n'y aura nul part vers quoi lier !
it_it: Devi fornire l'URL del collegamento, altrimenti non abbiamo nessuna pagina a cui puntare!

source: You can not attach links to this issue
es_es: No puede adjuntar enlaces a esta petición
fr_fr: Vous ne pouvez pas attacher de liens à cette demande
it_it: Non puoi allegare collegamenti a questa segnalazione

source: Link removed!
es_es: Enlace borrado!
fr_fr: Lien supprimé !
it_it: Collegamento rimosso!

source: You have to provide a valid link id
es_es: Tiene que definir un enlace válido
fr_fr: Vous devez fournir un identifiant de lien valide
it_it: Devi fornire un ID collegamento valido

source: Link added!
es_es: Enlace agregado!
fr_fr: Lien ajouté !
it_it: Collegamento aggiunto!

source: You do not have access to removing links
es_es: No tiene acceso a quitar enlaces
fr_fr: Vous n'avez pas accès aux liens de suppression
it_it: Non hai i permessi per rimuovere collegamenti

source: You are not allowed to do this
es_es: No tiene permitido hacer esto
fr_fr: Vous n'êtes pas autorisé à faire cela
it_it: Non sei autorizzato a completare quest'azione

source: Comment deleted!
es_es: Comentario borrado!
fr_fr: Commentaire supprimé !
it_it: Commento eliminato!

source: Comment ID is invalid
es_es: El ID de comentario no es válido
fr_fr: L'identifiant du commentaire est invalide
it_it: L'ID del commento non è valido

source: The comment must have some content
es_es: El comentario debe tener algo de contenido
fr_fr: Le commentaire doit avoir un contenu
it_it: Il commento deve avere dei contenuti

source: Comment edited!
es_es: Comentario editado!
fr_fr: Commentaire modifié !
it_it: Commento modificato!

source: Comment added!
es_es: ¡Comentario agregado!
fr_fr: Commentaire ajouté !
it_it: Commento aggiunto!

source: Single line text input without formatting
es_es: Una sola línea de texto sin formato
fr_fr: Champ de texte simple sans formatage
it_it: Casella di testo su singola riga senza formattazione

source: Text input with wiki formatting capabilities
es_es: Entrada de texto con funciones de formato wiki
fr_fr: Zone de texte avec un formatage wiki
it_it: Casella di testo con capacità di formattazione wiki

source: Choose one of the available values
es_es: Elija uno de los valores posibles
fr_fr: Choisir une des valeurs disponibles
it_it: Scegli uno dei valori disponibili

source: Value of percentage completed
es_es: Valor de porcentaje completado
fr_fr: Valeur du pourcentage d'avancement
it_it: Valore percentuale di completamento

source: Select an existing user or <none>
es_es: Seleccione un usuario existente o <nadie>
fr_fr: Sélectionnez un utilisateur existant ou <rien>
it_it: Seleziona un utente esistente o <nessuno>

source: Enter time, such as points, hours, minutes, etc or <none>
es_es: Ingrese el tiempo, como puntos, horas, minutos, etc o <nada>
fr_fr: Saisissez un temps, en points, heures, minutes, etc. ou <rien>
it_it: Immetti il tempo, in punti, ore, minuti, ecc. o <nessuno>

source: Select from available project milestones
es_es: Seleccione de los hitos de proyectos disponibles
fr_fr: Sélectionner parmis les jalons du projet disponibles
it_it: Seleziona dalle milestone del progetto disponibili

source: You need to enable javascript for The Bug Genie to work properly
es_es: Necesita activar javascript para que The Bug Genie funcione correctamente
fr_fr: Vous devez activer Javascript pour que The Bug Genie fonctionne correctement.
it_it: Devi abilitare JavaScript affinché The Bug Genie funzioni correttamente

source: This is not allowed outside the default scope
es_es: Esto no está permitido fuera del alcance predeterminado
fr_fr: Ceci n'est pas autorisé en dehors de l'instance par défaut
it_it: Questo non è consentito al di fuori dell'ambito predefinito

source: An error occured: %error_message
es_es: Ocurrió un error: %error_message
fr_fr: Une erreur est survenue : %error_message
it_it: Si è verificato un errore: %error_message

source: Invalid template or parameter
es_es: Plantilla o parámetro no válido
fr_fr: Modèle ou paramètre invalide
it_it: Modello o parametro non valido

source: Could not show the requested popup
es_es: No se pudo mostrar la ventana emergente solicitada
fr_fr: Impossible d'afficher la popup demandée
it_it: Impossibile visualizzare il popup richiesto

source: Could not find this issue
es_es: No se encontró esta petición
fr_fr: Cette demande n'a pas été trouvée
it_it: Impossibile trovare questa segnalazione

source: Please provide an issue number
es_es: Por favor ingrese un número de petición
fr_fr: Veuillez fournir le numéro d'une demande
it_it: Fornisci un numero segnalazione

source: Please enter something to search for (3 characters or more) %searchfor
es_es: Por favor ingrese algo para buscar (3 caracteres o más) %searchfor
fr_fr: Veuillez saisir quelquechose à: recherche (3 caractères ou plus) %searchfor
it_it: Fornisci un termine di ricerca (3 caratteri o più) %searchfor

source: Please provide a valid issue number and a valid related issue number
es_es: Introduzca un número válido de petición y un número válido de petición relacionada
fr_fr: Spécifiez un numéro de demande valide et un numéro de demande liée valide
it_it: Fornisci un numero segnalazione valido e un numero segnalazione correlata valido

source: The issues are no longer related
es_es: Los problemas no están relacionados
fr_fr: Les demandes ne sont plus liées
it_it: Le segnalazioni non sono più correlate

source: Please provide a valid issue number and a valid duplicated issue number
es_es: Introduzca un número válido de petición y un número válido de petición duplicada

source: The issues are no longer duplications
es_es: Los problemas no están duplicados

source: You are not allowed to relate issues
es_es: No se permite relacionar peticiones
fr_fr: Vous n'êtes pas autorisé à lier des demandes
it_it: Non sei autorizzato a correlare segnalazioni

source: Unknown error
es_es: Error desconocido
fr_fr: Erreur inconnue
it_it: Errore sconosciuto

source: An error occured when relating issues: %error
es_es: Ocurrió un error cuando vinculaba peticiones: %error
fr_fr: Une erreur est survenue en associant les demandes : %error
it_it: Si è verificato un errore durante la correlazione delle segnalazioni: %error

source: Please select at least one issue
es_es: Por favor seleccione por lo menos una petición
fr_fr: Veuillez sélectionner au moins une demande
it_it: Seleziona almeno una segnalazione

source: The related issue was added
es_es: La relación entre peticiones fue agregada
fr_fr: La demande associée a été ajoutée
it_it: La segnalazione correlata è stata aggiunta

source: Vote added
es_es: Voto agregado
fr_fr: Vote ajouté
it_it: Voto aggiunto

source: This user has been deleted
es_es: Este usuario ha sido eliminado
fr_fr: Cet utilisateur a été supprimé
it_it: Quest'utente è stato eliminato

source: Could not add or remove friend
es_es: No se puede agregar o quitar amigo
fr_fr: Impossible d'ajouter ou de supprimer un ami
it_it: Impossibile aggiungere o rimuovere un amico

source: An error occured while trying to update your status
es_es: Se produjo un error al intentar actualizar su estado
fr_fr: Une erreur s'est produite lors de la tentative de mise à jour de votre statut
it_it: Si è verificato un errore durante il tentativo di aggiornare il tuo stato

source: Editions are disabled
es_es: Las ediciones están deshabilitadas
fr_fr: Les éditions sont désactivées
it_it: Le edizioni sono disabilitate

source: This edition is not affected by this issue
es_es: Esta edición no está afectada por esta petición
fr_fr: Cette édition n'est pas concernée par cette demande
it_it: Quest'edizione non è interessata da questa segnalazione

source: Components are disabled
es_es: Los componentes están desabilitados
fr_fr: Les composants sont désactivés
it_it: I componenti sono disabilitati

source: This component is not affected by this issue
es_es: Este componente no está afectado por esta petición
fr_fr: Ce composant n'est pas concerné par cette demande
it_it: Questo componente non è interessato da questa segnalazione

source: Releases are disabled
es_es: Las liberaciones están desactivadas
fr_fr: Les livraisons sont désactivées
it_it: Le release sono disabilitate

source: This release is not affected by this issue
es_es: Esta versión no se ve afectada por esta petición
fr_fr: Cette livraison n'est pas concernée par cette demande
it_it: Questa release non è interessata da questa segnalazione

source: Confirmed
es_es: Confirmado
fr_fr: Confirmé
it_it: Confermato

source: Unconfirmed
es_es: Sin confirmar
fr_fr: Non confirmé
it_it: Non confermato

source: Edition <b>%edition</b> is no longer affected by this issue
es_es: Edición <b>%edition</b> ya no está afectada por esta petición
fr_fr: L'édition <b>%edition</b> n'est plus affectée par cette demande
it_it: L'edizione <b>%edition</b> non è più interessata da questa segnalazione

source: Component <b>%component</b> is no longer affected by this issue
es_es: Componente <b>%component</b> ya no es afectado por esta petición
fr_fr: Le composant <b>%component</b> n'est plus affecté par cette demande
it_it: Il componente <b>%component</b> non è più interessato da questa segnalazione

source: Release <b>%build</b> is no longer affected by this issue
es_es: Versión <b>%build</b> ya no es afectada por esta petición
fr_fr: La livraison <b>%build</b> n'est plus affectée par cette demande
it_it: La release <b>%build</b> non è più interessata da questa segnalazione

source: The release is no longer affected by this issue
es_es: La liberación ya no es afectada por esta petición
fr_fr: La livraison n'est plus affectée par cette demande
it_it: La release non è più interessata da questa segnalazione

source: An internal error has occured
es_es: Un error interno ha ocurrido
fr_fr: Une erreur interne est survenue
it_it: Si è verificato un errore interno

source: %item is already affected by this issue
es_es: %item ya es afectado por esta petición
fr_fr: %item est déjà affecté par cette demande.
it_it: %item è già interessato da questa segnalazione

source: Edition <b>%edition</b> is now affected by this issue
es_es: Edición <b>%edition</b> ahora se ve afectada por esta petición
fr_fr: L'édition <b>%edition</b> est maintenant affectée par cette demande
it_it: L'edizione <b>%edition</b> ora è interessata da questa segnalazione

source: Component
es_es: Componente
fr_fr: Composant
it_it: Componente

source: Component <b>%component</b> is now affected by this issue
es_es: Componente <b>%component</b> ahora se ve afectado por esta petición
fr_fr: Le composant t <b>%component</b> est maintenant affecté par cette demande
it_it: Il componente <b>%component</b> ora è interessato da questa segnalazione

source: Release <b>%build</b> is now affected by this issue
es_es: Versión <b>%build</b> ahora se ve afectado por esta petición
fr_fr: La livraison <b>%build</b> est maintenant affectée par cette demande
it_it: La release <b>%build</b> ora è interessata da questa segnalazione

source: Your password has been reset. Please log in.
es_es: Ha restablecido su contraseña. Por favor conéctese.
fr_fr: Votre mot de passe a été réinitialisé. Veuillez vous connecter.
it_it: La tua password è stata reimpostata. Esegui il login.

source: Could not pick the username "%username"
es_es: No podrá escoger el nombre de usuario "%username"
fr_fr: Ne peut choisir le nom d'utilisateur "%username"
it_it: Impossibile selezionare il nome utente "%username"

source: The OpenID identity has been removed from this user account
es_es: La identidad de OpenID se ha quitado de esta cuenta de usuario
fr_fr: L'identité OpenID a été retirée de ce compte utilisateur
it_it: L'identità OpenID è stata rimossa da questo account utente

source: Could not remove this OpenID account
es_es: No es posible eliminar esta cuenta de OpenID
fr_fr: Impossible de supprimer ce compte OpenID
it_it: Impossibile rimuovere questo account OpenID

source: Could not show permissions list
es_es: No puede mostrar la lista de permisos
fr_fr: Impossible d'afficher liste des autorisations
it_it: Impossibile visualizzare l'elenco dei permessi

source: You must provide a valid milestone name
es_es: Debe proporcionar un nombre válido de hito

source: You don't have access to modify milestones
es_es: No tiene acceso a modificar los puntos de control

source: Milestone saved
es_es: Punto de control guardado

source: Add dashboard view
es_es: Añadir vista de tablero
fr_fr: Ajouter une vue au tableau de bord
it_it: Aggiungi visualizzazione cruscotto

source: Project information
es_es: Información del proyecto
fr_fr: Information du projet
it_it: Informazioni progetto

source: Predefined searches
es_es: Búsquedas predefinidas
fr_fr: Recherches prédéfinies
it_it: Ricerche predefinite

source: Saved searches
es_es: Búsquedas guardadas
fr_fr: Recherches enregistrées
it_it: Ricerche salvate

source: Show a list of issues matching the saved search %searchname
es_es: Ver una lista de peticiones que coinciden con la búsqueda guardada %searchname
fr_fr: Afficher une liste de demandes correspondantes aux critères de recherche sauvegardés %searchname
it_it: Visualizza un elenco di segnalazioni corrispondenti alla ricerca salvata %searchname

source: Done
es_es: Hecho
fr_fr: Fait
it_it: Fatto

source: Add view
es_es: Añadir vista
fr_fr: Ajouter une vue
it_it: Aggiungi visualizzazione

source: Remove %itemname?
es_es: Eliminar %itemname?
fr_fr: Souhaitez-vous supprimer %itemname ?
it_it: Rimuovere %itemname?

source: Please confirm that you want to remove this item from the list of items affected by this issue
es_es: Confirme que desea eliminar este elemento de la lista de las partidas afectadas por este problema
fr_fr: Veuillez confirmer que vous souhaitez supprimer cet élément de la liste des éléments affectés par cette demande
it_it: Conferma di voler rimuovere quest'elemento dall'elenco degli elementi interessati da questa segnalazione

source: Set status
es_es: Establecer estado
fr_fr: Définir le statut
it_it: Imposta stato

source: Displaying archived projects for %item
es_es: Mostrando proyectos archivados de %item
fr_fr: Affichage des projets archivés pour %item
it_it: Visualizzazione progetti archiviati per %item

source: Displaying archived subprojects for %project
es_es: Mostrando subproyectos archivados de %project
fr_fr: Affichage des sous-projets archivés pour %project
it_it: Visualizzazione sottoprogetti archiviati per %project

source: This project has no archived subprojects
es_es: Este proyecto no posee subproyectos archivados
fr_fr: Ce projet n'a aucun sous-projets archivés
it_it: Questo progetto non ha alcun sottoprogetto archiviato

source: There are no top-level archived projects
es_es: No hay proyectos archivados de alto nivel
fr_fr: Il n'y a pas de projet archivé d'un niveau supérieur
it_it: Non ci sono progetti archiviati di primo livello

source: Embedding this file in descriptions or comments
es_es: Incrustar este archivo en descripciones o comentarios
fr_fr: Incorporation de ce fichier dans les descriptions ou les commentaires
it_it: Inclusione di questo file in descrizioni o commenti

source: Use this tag to include this image: [[Image:%filename|thumb|Image description]]
es_es: Utilice esta etiquetea para incluir esta imagen: [[Image:%filename|thumb|Descripción de la imagen]]
fr_fr: Utilisez cette balise pour intégrer cette image : [[Image:%filename|thumb|Image description]]
it_it: Utilizza questo tag per includere quest'immagine: [[Image:%filename|thumb|Descrizione immagine]]

source: Do you really want to detach this file?
es_es: ¿Realmente quiere separar este archivo?
fr_fr: Souhaitez vous réellement détacher ce fichier ?
it_it: Sei sicuro di voler separare questo file?

source: If you detach this file, it will be deleted. This action cannot be undone. Are you sure you want to remove this file?
es_es: Si desvincula este archivo, será eliminado. Esta acción no puede ser revertida. ¿Está seguro que quiere eliminarlo?
fr_fr: Si vous détachez ce fichier, il sera supprimé. Cette action ne peut pas être annulée. Êtes vous sûr de vouloir supprimer ce fichier ?
it_it: Se separi questo file, esso sarà eliminato. Quest'azione non può essere annullata. Sei sicuro di voler rimuovere questo file?

source: %filename uploaded %date by %username
es_es: %filename subido el %date por %username
fr_fr: %filename téléversé le %date par %username
it_it: %filename caricato il %date da %username

source: unknown user
es_es: usuario desconocido
fr_fr: utilisateur inconnu
it_it: utente sconosciuto

source: Invalid file
es_es: Archivo invalido
fr_fr: Fichier invalide
it_it: File non valido

source: Do you really want to remove this link?
es_es: ¿Realmente quiere borrar este enlace?
fr_fr: Voulez-vous réellement supprimer ce lien ?
it_it: Sei sicuro di voler rimuovere questo collegamento?

source: This action cannot be reversed. Are you sure you want to do this?
es_es: Esta acción no se puede revertir. ¿Está seguro que desea hacer esto?
fr_fr: Cette action ne peut pas être annulée. Êtes-vous sûr de que vouloir faire cela ?
it_it: Quest'azione non può essere annullata. Sei sicuro di volerla eseguire?

source: Attach a link to this issue
es_es: Añadir un enlace a esta petición
fr_fr: Ajouter un lien à cette demande
it_it: Allega un link a questa segnalazione

source: Enter the link URL here, along with an optional description. Press "%attach_link" to attach it to the issue.
es_es: Introduzca la URL de enlace aquí, junto con una descripción opcional. Pulse "%attach_link" para unir a la petición
fr_fr: Entrer l'URL du lien ici, avec une description optionnelle. Presser "%attach_link" pour l'attacher à la demande
it_it: Immetti qui l'URL del collegamento insieme a una descrizione facoltativa. Clicca "%attach_link" per allegarlo a questa segnalazione.

source: Attach link
es_es: Adjuntar enlace
fr_fr: Liens attachés
it_it: Allega link

source: %attach_link or %cancel
es_es: %attach_link o %cancel
fr_fr: %attach_link ou %cancel
it_it: %attach_link o %cancel

source: Enter the number you see above
es_es: Introduzca el número que ve arriba
fr_fr: Entrez le nombre que vous voyez ci-dessus
it_it: Immetti il numero visualizzato sopra

source: Users for %clientname
es_es: Usuarios para %clientname
fr_fr: Utilisateurs pour %clientname
it_it: Utenti per %clientname

source: Click a user to view more details, such as view his/her user card.
es_es: Haga clic sobre un usuario para ver más detalle, como por ejemplo su tarjeta de usuario
fr_fr: Sélectionnez un utilisateur pour voir plus de détails.
it_it: Clicca su un utente per visualizzare ulteriori dettagli, ad esempio per visualizzare la sua scheda riassuntiva.

source: There are no users assigned to this client
es_es: No hay ningún usuario asignado a este cliente
fr_fr: Il n'y a pas d'utilisateur assigné à ce client
it_it: Non ci sono utenti assegnati a questo cliente

source: Access to this comment is restricted
es_es: El acceso a este comentario esta restringido
fr_fr: L'accès à ce commentaire est réservé
it_it: L'accesso a questo commento è limitato

source: %comment_date, in reply to comment %replied_comment_number
es_es: %comment_date, en respuesta al comentario %replied_comment_number
fr_fr: %comment_date, en réponse au commentaire %replied_comment_number
it_it: %comment_date, in risposta al commento %replied_comment_number

source: Reply
es_es: Responder
fr_fr: Répondre
it_it: Rispondi

source: Do you really want to delete this comment?
es_es: ¿Realmente desea eliminar este comentario?
fr_fr: Voulez-vous vraiment supprimer ce commentaire ?
it_it: Sei sicuro di voler eliminare questo commento?

source: Please confirm that you want to delete this comment.
es_es: Por favor, confirme que quiere borrar este comentario
fr_fr: Veuillez confirmer que vous voulez supprimer ce commentaire.
it_it: Conferma di voler eliminare questo commento.

source: Changes: %list_of_changes
es_es: Cambios: %list_of_changes
fr_fr: Modifications : %list_of_changes
it_it: Modifiche: %list_of_changes

source: Edit comment %comment_number
es_es: Editar comentario %comment_number
fr_fr: Modifier le commentaire %comment_number
it_it: Modifica commento %comment_number

source: Comment visibility
es_es: Visibilidad de comentarios
fr_fr: Visibilité du commentaire
it_it: Visibilità commento

source: whether to hide this comment for "regular users"
es_es: Si desea ocultar este comentario para "usuarios habituales"
fr_fr: si vous voulez masquer ce commentaire pour les "utilisateurs réguliers"
it_it: specifica se nascondere questo commento agli "utenti normali"

source: Visible for all users
es_es: Visible para todos los usuarios
fr_fr: Visible pour tous les utilisateurs
it_it: Visibile a tutti gli utenti
