Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Since this account was created via an OpenID login, you will have to pick a username to be able to log in with a username or password. You can continue to use your account with your OpenID login, so this is only if you want to pick a username for your account.
es_es: Puesto que esta cuenta fue creada mediante un login de OpenID, usted tendrá que elegir un nombre de usuario para poder iniciar sesión con un nombre de usuario o contraseña. Podrá usar su cuenta con su login de OpenID, así que esto es sólo si desea seleccionar un nombre de usuario de su cuenta.
fr_fr: Étant donné que ce compte a été créé via une connexion OpenID, vous devrez choisir un nom d'utilisateur pour être en mesure de vous connecter avec un nom d'utilisateur et un mot de passe. Vous pouvez continuer à utiliser votre compte avec votre login OpenID, cette option n'est utile que si vous voulez choisir un nom d'utilisateur pour votre compte.
it_it: Poiché questo account è stato creato tramite un login OpenID, dovrai scegliere un nome utente per poter effettuare il login con un nome utente o password. Puoi continuare a utilizzare il tuo account con il tuo login OpenID, quindi devi completare questo passaggio solo se vuoi scegliere un nome utente per il tuo account.

source: Click "%check_availability" to see if your desired username is available.
es_es: Haga clic en "% check_availability" para ver si su nombre de usuario deseado está disponible.
fr_fr: Cliquer sur "%check_availability" pour voir si le nom d'utilisateur désiré est disponible.
it_it: Clicca "%check_availability" per verificare se il nome utente da te desiderato è disponibile.

source: Check availability
es_es: Verificar disponibilidad
fr_fr: Vérifier la disponibilité
it_it: Verifica disponibilità

source: Type desired username
es_es: Escriba el nombre de usuario deseado
fr_fr: Saisissez le nom d'utilisateur désiré
it_it: Immetti il nome utente desiderato

source: This username is not available
es_es: El usuario no esta disponible
fr_fr: Ce nom d'utilisateur est invalide
it_it: Questo nome utente non è disponibile

source: %check_availability or %cancel
es_es: %check_availability o %cancel
fr_fr: %check_availability ou %cancel
it_it: %check_availability o %cancel

source: Remove relation to issue %itemname?
es_es: Eliminar relación para el %itemname?
fr_fr: Supprimer la relation à la demande %itemname ?
it_it: Rimuovere la relazione con la segnalazione %itemname?

source: Please confirm that you want to remove this item from the list of issues related to this issue
es_es: Confirme que desea eliminar este elemento de la lista de temas relacionados con este tema
fr_fr: Veuillez confirmer que vous souhaitez supprimer cet élément de la liste des demandes liées à cette demande
it_it: Conferma di voler rimuovere questo elemento dall'elenco delle segnalazioni correlate a questa segnalazione.

source: This issue does not have any child issues
es_es: Esta petición no tiene ninguna petición hija
fr_fr: Cette demande n'a aucune demande enfant
it_it: Questa segnalazione non ha alcuna segnalazione figlia

source: Find related issues
es_es: Encontrar pedidos relacionados
fr_fr: Trouver les demandes associées
it_it: Trova segnalazioni correlate

source: Please enter some details to search for, and then select the matching issues to relate them
es_es: Ingrese algunos detalles para buscar, y luego seleccione los pedidos encontrados que se relacionen
fr_fr: Entrez quelques informations à rechercher, puis sélectionnez les demandes correspondantes
it_it: Immetti alcuni dettagli da cercare e seleziona le segnalazioni corrispondenti per correlarle

source: Find issue(s)
es_es: Encontrar petición(es)
fr_fr: Chercher une demande
it_it: Trova segnalazioni

source: %find or %cancel
es_es: %find o %cancel
fr_fr: %find ou %cancel
it_it: %find o %cancel

source: Cancel and close this pop-up
es_es: Cancelar y cerrar este emergente
fr_fr: Annuler et fermer cette fenêtre
it_it: Annulla e chiudi questo popup

source: One or more errors occured when trying to file your issue
es_es: Uno o más errores ocurrieron cuando intentaba guardar el pedido
fr_fr: Une ou plusieurs erreurs sont survenues lors de l'envoi de votre demande
it_it: Si sono verificati uno o più errori durante l'invio della tua segnalazione

source: You have to specify a title
es_es: Tiene que establecer un título
fr_fr: Vous devez spécifier un titre
it_it: Devi specificare un titolo

source: You have to enter a description in the "%description" field
es_es: Tiene que escribir una descripción en el campo "%description"
fr_fr: Vous devez entrer une description dans le champ "%description"
it_it: Devi immettere una descrizione nel campo "%description"

source: You have to enter a label in the "%issue_label" field
es_es: Tiene que entrar una etiqueta en el campo "%issue_label"
fr_fr: Vous devez entrer un nom dans le champ « %issue_label »
it_it: Devi immettere un'etichetta nel campo "%issue_label"

source: You have to enter something in the "%steps_to_reproduce" field
es_es: Tiene que introducir algo en el campo "%steps_to_reproduce"
fr_fr: Vous devez entrer quelque chose dans le champ "%steps_to_reproduce"
it_it: Devi immettere qualcosa nel campo "%steps_to_reproduce"

source: Steps to reproduce
es_es: Pasos para reproducir
fr_fr: Étapes pour reproduire
it_it: Passaggi per riprodurre il problema

source: Please specify a valid edition
es_es: Por favor, especifica una edición valida
fr_fr: Spécifiez une édition valide
it_it: Specifica un'edizione valida

source: Please specify a valid version / release
es_es: Por favor, haz una versión válida / release
fr_fr: Spécifiez une livraison valide
it_it: Specifica una versione/release valida

source: Please specify a valid component
es_es: Por favor, especifica un componente valido
fr_fr: Spécifiez un composant valide
it_it: Specifica un componente valido

source: Please specify a valid category
es_es: Por favor, especifica una categoría valida
fr_fr: Spécifiez une catégorie valide
it_it: Specifica una categoria valida

source: Please specify a valid status
es_es: Por favor especifique un estado válido
fr_fr: Spécifiez un statut valide
it_it: Specifica uno stato valido

source: Please specify a valid priority
es_es: Por favor, especifica una prioridad valida
fr_fr: Spécifiez une priorité valide
it_it: Specifica una priorità valida

source: Please specify a valid reproducability
es_es: Por favor especifique una reproducibilidad válida
fr_fr: Spécifiez une reproductibilité valide
it_it: Specifica una riproducibilità valida

source: Please specify a valid severity
es_es: Por favor especifique una severidad válida
fr_fr: Spécifiez une sévérité valide
it_it: Specifica una gravità valida

source: Please specify a valid resolution
es_es: Por favor, haz una resolución válida
fr_fr: Spécifiez une résolution valide
it_it: Specifica una risoluzione valida

source: Please specify a valid milestone
es_es: Por favor, especifique un hito valido
fr_fr: Spécifiez un jalon valide
it_it: Specifica una milestone valida

source: Please enter a valid estimate
es_es: Introduce una estimación válida
fr_fr: Entrez une estimation valide
it_it: Immetti una stima valida

source: Please enter time already spent working on this issue
es_es: Por favor ingrese la hora ya pasó trabajando sobre este tema
fr_fr: Entrez le temps déjà passé à travailler sur cette demande
it_it: Immetti il tempo già dedicato alla risoluzione di questa segnalazione

source: Please enter how many percent complete the issue already is
es_es: Especifique cuántos porcentaje completado el tema ya es
fr_fr: Entrez la progression de réalisation de cette demande
it_it: Immetti la percentuale di completamento per questa segnalazione

source: Please enter a valid triaged bug type
es_es: Introduce un tipo válido error triaged
fr_fr: Entrez un type d'anomalie valide
it_it: Immetti un tipo anomalia per cui hai eseguito il triage valido

source: Please enter a valid triaged likelihood
es_es: Introduce una probabilidad triaged válida
fr_fr: Veuillez entrer une probabilité triée valide
it_it: Immetti una probabilità per cui hai eseguito il triage valida

source: Please enter a valid triaged effect
es_es: Introduce un efecto triaged válido
fr_fr: Veuillez entrer un effet de tri valide
it_it: Immetti un effetto per cui hai eseguito il triage valido

source: Please triage the reported issue, so the user pain score can be properly calculated
es_es: Triaje lo informado en la petición, por lo que se puede calcular correctamente la puntuación de dolor del usuario
fr_fr: Triez la demande soumise pour que le score de pénibilité utilisateur puisse être calculé correctement
it_it: Esegui il triage per la segnalazione inviata in modo che il punteggio dolore utente possa essere calcolato correttamente

source: Required field "%field_name" is missing or invalid
es_es: Campo obligatorio"%field_name" es falta o no es válido
fr_fr: Le champ requis "%field_name" est manquant ou invalide
it_it: Il campo richiesto "%field_name" è mancante o non è valido

source: A validation error occured: %error
es_es: Ha ocurrido un error de validación: %error
fr_fr: Une erreur de validation s'est produite : %error
it_it: Si è verificato un errore di validazione: %error

source: You don't have access to enter a description
es_es: Usted no tiene acceso a entrar en una descripción
fr_fr: Vous n'avez pas l'autorisation d'entrer une description
it_it: Non hai i permessi per immettere una descrizione

source: You don't have access to enter an issue label
es_es: Usted no tiene acceso para ingresar una etiqueta de petición
fr_fr: Vous n'avez pas accès pour entrer une étiquette de demande
it_it: Non hai i permessi per immettere un'etichetta per la segnalazione

source: You don't have access to enter steps to reproduce
es_es: No tiene acceso a introducir medidas para reproducir
fr_fr: Vous n'avez pas l'autorisation d'entrer les étapes de reproduction
it_it: Non hai i permessi per immettere i passaggi per riprodurre il problema

source: You don't have access to add edition information
es_es: No tiene acceso para agregar información de la edición
fr_fr: Vous n'avez pas l'autorisation d'ajouter les informations d'éditions
it_it: Non hai i permessi per aggiungere le informazioni relative all'edizione

source: You don't have access to enter release information
es_es: Usted no tiene acceso a la información de la versión
fr_fr: Vous n'avez pas l'autorisation d'entrer les informations de livraison
it_it: Non hai i permessi per immettere le informazioni relative alla release

source: You don't have access to enter component information
es_es: Usted no tiene acceso a la información del componente
fr_fr: Vous n'avez pas l'autorisation d'entrer les informations de composants
it_it: Non hai i permessi per immettere le informazioni relative al componente

source: You don't have access to specify a category
es_es: No tiene acceso a especificar una categoría
fr_fr: Vous n'avez pas l'autorisation pour spécifier une catégorie
it_it: Non hai i permessi per specificare una categoria

source: You don't have access to specify a status
es_es: No tiene acceso a especificar un estado
fr_fr: Vous n'avez pas l'autorisation pour spécifier un statut
it_it: Non hai i permessi per specificare uno stato

source: You don't have access to specify a priority
es_es: No tiene acceso a especificar una prioridad
fr_fr: Vous n'avez pas l'autorisation pour spécifier une priorité
it_it: Non hai i permessi per specificare una priorità

source: You don't have access to specify reproducability
es_es: No tiene acceso a especificar reproducibilidad
fr_fr: Vous n'avez pas l'autorisation pour spécifier la reproduction
it_it: Non hai i permessi per specificare una riproducibilità

source: You don't have access to specify a severity
es_es: No tiene acceso para especificar una gravedad
fr_fr: Vous n'avez pas l'autorisation pour spécifier la sévérité
it_it: Non hai i permessi per specificare una gravità

source: You don't have access to specify a resolution
es_es: No tiene acceso para especificar una resolución
fr_fr: Vous n'avez pas l'autorisation pour spécifier la résolution
it_it: Non hai i permessi per specificare una risoluzione

source: You don't have access to estimate the issue
es_es: No tiene acceso a estimar la petición
fr_fr: Vous n'avez pas l'autorisation d'estimer la demande
it_it: Non hai i permessi per stimare la segnalazione

source: You don't have access to specify time already spent working on the issue
es_es: No tiene acceso para especificar el tiempo ya trabajado en el tema
fr_fr: Vous n'avez pas l'autorisation de spécifier le temps déjà passé à travailler sur la demande
it_it: Non hai i permessi per specificare il tempo già dedicato alla risoluzione della segnalazione

source: You don't have access to specify how many percent complete the issue is
es_es: No tiene acceso a especificar el porcentaje completado de la petición
fr_fr: Vous n'avez pas l'autorisation de spécifier le pourcentage d'avancement sur la demande
it_it: Non hai i permessi per specificare la percentuale di completamento della segnalazione

source: You don't have access to enter "%field_name"
es_es: No tiene acceso a ingresar "%field_name"
fr_fr: Vous n'avez pas l'autorisation pour renseigner "%field_name"
it_it: Non hai i permessi per immettere "%field_name"

source: Please try to fix the error described above, and then click the %file_issue button again
es_es: Por favor, intente corregir el error descripto arriba, y luego haga clic en el botón %file_issue
fr_fr: Essayez de résoudre les erreurs mentionnées ci-dessus puis cliquez de nouveau sur le bouton %file_issue
it_it: Prova a correggere l'errore descritto sopra e clicca di nuovo il pulsante %file_issue

source: File issue
es_es: Registrar pedido
fr_fr: Soumettre la demande
it_it: Invia segnalazione

source: The following issue was reported: %issue_title
es_es: La siguiente petición fue informada: %issue_title
fr_fr: La demande suivante a été soumise : %issue_title
it_it: È stata inviata la seguente segnalazione: %issue_title

source: Click the link to visit the reported issue
es_es: Haga clic en el enlace para ir a la petición
fr_fr: Cliquez sur le lien pour afficher la demande soumise
it_it: Clicca il collegamento per aprire la pagina della segnalazione inviata

source: Report another issue
es_es: Informar otra petición
fr_fr: Soumettre une autre demande
it_it: Invia un'altra segnalazione

source: You are adding an issue to %milestone_name
es_es: Está agregando una petición a %milestone_name
fr_fr: Vous avez ajouté une demande au jalon %milestone_name
it_it: Stai aggiungendo una segnalazione a %milestone_name

source: Issues you create will be child issues of %related_issue_title
es_es: Las peticiones que cree serán peticiones dependientes de %related_issue_title
fr_fr: Les demandes que vous créez seront des demandes enfant de %related_issue_title
it_it: Le segnalazioni che crei saranno figlie di %related_issue_title

source: You are adding an issue to release %release_name
es_es: Está agregando una petición a la liberación %release_name
fr_fr: Vous avez ajouté une demande à la livraison %release_name
it_it: Stai aggiungendo una segnalazione alla release %release_name

source: Choose %issuetype_name
es_es: Es %issuetype_name
fr_fr: Choisir %issuetype_name
it_it: Scegli %issuetype_name

source: Hold your mouse over an issuetype to see what it's used for
es_es: Coloque el ratón sobre un issuetype para ver lo que se utiliza para
fr_fr: Placez votre souris sur un type de demande pour voir à quoi il sert
it_it: Tieni fermo il puntatore su un tipo segnalazione per visualizzare gli scopi per cui è usata

source: Short summary
es_es: Breve resumen
fr_fr: Résumé court
it_it: Breve riepilogo

source: Enter a short, but descriptive summary of the issue here
es_es: Aquí escriba un resumen corto pero descriptivo del pedido
fr_fr: Saisissez un résumé court mais descriptif de la demande ici
it_it: Immetti qui un riepilogo breve, ma descrittivo, della segnalazione

source: Enter a very short label for the issue here
es_es: Introduzca una etiqueta muy corta para la petción aquí
fr_fr: Saisissez ici un très court nom pour la demande
it_it: Immetti qui un'etichetta molto breve per la segnalazione

source: Select issue type
es_es: Seleccione el tipo de pedido
fr_fr: Sélectionner le type de demande
it_it: Seleziona tipo segnalazione

source: Please select an issue type from this list
es_es: Por favor seleccione un tipo de pedido desde esta lista
fr_fr: Veuillez sélectionner un type de demande depuis cette liste
it_it: Seleziona un tipo di segnalazione da quest'elenco

source: Checking fields, please wait
es_es: Verificando campos, espere por favor
fr_fr: Patientez pendant la vérification des champs
it_it: Controllo dei campi in corso, attendere

source: Describe the issue in as much detail as possible. More is better.
es_es: Describa el pedido con el máximo detalle posible. Más es mejor.
fr_fr: Décrire la demande avec autant de détails que possible
it_it: Descrivi la segnalazione nel modo più dettagliato possibile.

source: Reproduction steps
es_es: Secuencia
fr_fr: Reproduction
it_it: Passaggi per riprodurre il problema

source: Enter the steps necessary to reproduce the issue, as detailed as possible.
es_es: Ingrese los pasos necesarios para reproducir el problema, tan detallado como le sea posible.
fr_fr: Saisissez les étapes nécessaires pour reproduire l'anomalie avec autant de détails que possible
it_it: Immetti i passaggi necessari per riprodurre questo problema nel modo più dettagliato possibile.

source: Select which edition of the product you're using
es_es: Seleccione qué edición del producto que utilizas
fr_fr: Sélectionnez l'édition du produit que vous utilisez
it_it: Seleziona l'edizione del prodotto che stai usando

source: Not specified
es_es: Sin especificar
fr_fr: Non spécifié
it_it: Non specificato

source: Select which release you're using
es_es: Seleccione qué versión usas
fr_fr: Sélectionnez la livraison que vous utilisez
it_it: Seleziona la release che stai usando

source: Choose the component affected by this issue
es_es: Elija el componente afectado por esta petición
fr_fr: Choisir le composant affecté par cette demande
it_it: Seleziona il componente interessato da questa segnalazione

source: Estimate
es_es: Estimado
fr_fr: Estimation
it_it: Stima

source: Enter an estimate here
es_es: Ingrese una estimación aquí
fr_fr: Saisissez une estimation ici
it_it: Immetti una stima qui

source: Type in your estimate here. Use keywords such as "points", "hours", "days", "weeks" and "months" to describe your estimate
es_es: Escriba aquí su estimación. Utilizar palabras clave como "puntos", "horas", "días", "semanas" y "meses" para describir su estimación
fr_fr: Tapez votre estimation ici. Utilisez des mots clés comme "points", "heures", "jour", "semaine" et "mois" pour décrire votre estimation
it_it: Immetti qui la tua stima. Usa parole chiave come "points", "hours", "days", "weeks" e "months" per descrivere la tua stima

source: Enter time spent on this issue here. Use keywords such as "points", "hours", "days", "weeks" and "months" to describe your estimate
es_es: Introduzca el tiempo dedicado a este tema aquí. Utilizar palabras clave como "puntos", "horas", "días", "semanas" y "meses" para describir su estimación
fr_fr: Entrer le temps consacré à cette demande ici. Utilisez des mots clés comme "points", "heures", "jour", "semaine" et "mois" pour décrire votre estimation
it_it: Immetti qui il tempo dedicato a risolvere questa segnalazione. Utilizza parole chiave come "points", "hours", "days", "weeks" e "months" per descrivere la tua stima

source: Pct. completed
es_es: Porc. completado
fr_fr: % réalisé
it_it: Perc. completamento

source: Choose a status for this issue
es_es: Elija un estado para esta peticón
fr_fr: Choisir un statut pour cette demande
it_it: Scegli uno stato per questa segnalazione

source: Choose a category for this issue
es_es: Elija una categoría para esta petición
fr_fr: Choisir une catégorie pour cette demande
it_it: Scegli una categoria per questa segnalazione

source: Choose a resolution for this issue
es_es: Elija una resolución para esta petición
fr_fr: Choisir une résolution pour cette demande
it_it: Scegli una risoluzione per questa segnalazione

source: Choose a how often you can reproduce this issue
es_es: Determine que tan frecuente es esta petición
fr_fr: Choisir combien de fois cette demande à pu être reprojete
it_it: Scegli quanto spesso puoi riprodurre questa segnalazione

source: Choose the priority of this issue
es_es: Determine la prioridad de esta petición
fr_fr: Choisissez la priorité de cette demande
it_it: Scegli la priorità di questa segnalazione

source: Milestone
es_es: Hito
fr_fr: Jalon

source: Choose the milestone of this issue
es_es: Seleccionar el hito para esta petición
fr_fr: Choisir le jalon de cette demande
it_it: Scegli la milestone per questa segnalazione

source: Triaging: Bug type
es_es: Triaje: Tipo de error
fr_fr: Trier par : Type de défaut
it_it: Triage: tipo anomalia

source: What type of bug is this?
es_es: ¿Qué tipo de error es este?
fr_fr: Quel type de défaut est-ce ?
it_it: Che tipo di anomalia è questo?

source: Triaging: Likelihood
es_es: Triaje: Riesgo
fr_fr: Tri par : Probabilité
it_it: Triage: probabilità

source: How likely are users to experience the bug?
es_es: ¿Qué posibilidades hay de que los usuarios experimenten el error?
fr_fr: Quelle est la probabilité que les utilisateurs rencontrent ce défaut ?
it_it: Qual è la probabilità che gli utenti riscontrino l'anomalia?

source: Triaging: Effect
es_es: Triaje: Efecto
fr_fr: Trier par : Effet
it_it: Triage: effetto

source: Of the people who experience the bug, how badly does it affect their experience?
es_es: De las personas que experimentan el error, ¿qué tan mala es su experiencia?
fr_fr: Pour ceux qui rencontreront ce dé, à quel point est-ce que cela aura une incidence sur l'experience utilisateur ?
it_it: Relativamente alle persone che riscontrano l'anomalia, in che misura questa influenza negativamente l'utilizzo da parte loro?

source: Choose a severity for this issue
es_es: Elija un nivel de gravedad para este problema
fr_fr: Choisir une sévérité pour cette demande
it_it: Scegli una gravità per questa segnalazione

source: When you are satisfied, click the %file_issue button to file your issue
es_es: Cuando esté conforme, haga clic en el botón %file_issue para informar la petición
fr_fr: Quand vous êtes satisfait, cliquer sur le bouton %file_issue pour soumettre votre demande
it_it: Quando sei soddisfatto, clicca il pulsante %file_issue per inviare la tua segnalazione

source: Add more information to your issue
es_es: Agregue más información a su petición
fr_fr: Ajouter d'autres informations à votre demande
it_it: Aggiungi ulteriori informazioni alla tua segnalazione

source: Specify additional information by clicking the links below before submitting your issue
es_es: Especifique más información haciendo clic en los enlaces de abajo antes de enviar su petición
fr_fr: Spécifiez des informations complétaires en cliquant sur les liens ci-dessous avant de soumettre votre demande
it_it: Specifica ulteriori informazioni cliccando i collegamenti riportati di seguito prima di inviare la tua segnalazione

source: Set initial status
es_es: Establecer el estado inicial
fr_fr: Définir le statut initial
it_it: Imposta stato iniziale

source: Specify edition
es_es: Especifique edición
fr_fr: Spécifier l'édition
it_it: Specifica edizione

source: Specify release
es_es: Especificar la versión
fr_fr: Spécifier la livraison
it_it: Specifica release

source: Specify component
es_es: Especifique componente
fr_fr: Spécifier le composant
it_it: Specifica componente
