Repository: thebuggenie/thebuggenie
Catalog: i18n/*/strings.xlf
Languages: es_es, fr_fr, it_it

source: Specify milestone
es_es: Especifique hito
fr_fr: Spécifier le jalon
it_it: Specifica milestone

source: Specify category
es_es: Especificar categoría
fr_fr: Spécifier la catégorie
it_it: Specifica categoria

source: Estimate time to fix
es_es: Estimar el tiempo para corregirlo
fr_fr: Durée estimée pour corriger
it_it: Stima tempo risoluzione

source: Time spent on fix
es_es: Tiempo empleado en resolver

source: Set priority
es_es: Establecer prioridad
fr_fr: Définir la priorité
it_it: Imposta priorità

source: Set reproducability
es_es: Establecer reproducibilidad
fr_fr: Définir la reproductibilité
it_it: Imposta riproducibilità

source: Set resolution
es_es: Fijar resolución
fr_fr: Modifier la résolution
it_it: Imposta risoluzione

source: Set severity
es_es: Establecer gravedad
fr_fr: Modifier la sévérité
it_it: Imposta gravità

source: Report an issue
es_es: Registrar petición
fr_fr: Créer une demande
it_it: Invia una segnalazione

source: Close this popup
es_es: Cerrar esta ventana
fr_fr: Fermer cette pop-up
it_it: Chiudi questo popup

source: Select a file
es_es: Seleccione un archivo
fr_fr: Sélectionnez un fichier
it_it: Seleziona un file

source: Files bigger than %max_filesize can not be attached. Please check that the file you are attaching is not bigger than this.
es_es: No se puede adjuntar archivos más grandes de %max_filesize. Por favor compruebe que el archivo que está adjuntando no es más grande que eso.
fr_fr: Les fichiers de plus de %max_filesize ne peuvent pas être attachés. Veuillez vérifier que le fichier que vous joignez n'est pas plus grand que cela.
it_it: I file di dimensioni maggiori di %max_filesize non possono essere allegati. Controlla che il file che stai allegando non abbia dimensioni maggiori di queste.

source: Describe the file
es_es: Describa el contenido del archivo
fr_fr: Décrivez le fichier
it_it: Descrivi il file

source: Describe the file, so people understand what it is/does
es_es: Describa el archivo, para que la gente entienda lo que es/hace
fr_fr: Décrire le fichier, afin que les gens comprennent à quoi il sert
it_it: Descrivi il file in modo che le persone capiscano cosa sia/faccia

source: optional
es_es: opcional
fr_fr: optionnel
it_it: facoltativo

source: Comments entered here will be added to the issue with the file.
es_es: Los comentarios introducidos aquí se añadirán a la petición con el archivo.
fr_fr: Les commentaires entrés ici s'ajouteront à la demande avec le fichier.
it_it: I commenti immessi qui saranno aggiunti alla segnalazione insieme al file.

source: Press the %upload_and_attach button to upload and attach the file
es_es: Presione el botón %upload_and_attach para cargar el archivo
fr_fr: Cliquez sur le bouton %upload_and_attach pour téléverser et joindre le fichier.
it_it: Clicca il pulsante %upload_and_attach per caricare e allegare il file

source: Upload and attach
es_es: Subir y adjuntar
fr_fr: Téléverser et joindre
it_it: Carica e allega

source: Uploading file, please wait
es_es: Subiendo archivo, por favor espere
fr_fr: Téléversement du fichier, veuillez patienter
it_it: Caricamento del file in corso, attendere

source: Files already attached
es_es: Archivos ya adjuntados
fr_fr: Fichiers déjà joints
it_it: File già allegati

source: You haven't uploaded any files right now (not including already attached files)
es_es: Usted no ha subido los archivos ahora mismo (sin incluir ya archivos adjuntos)
fr_fr: Vous n'avez téléchargé aucun fichier pour le moment (sans inclure les fichiers déjà joints)
it_it: Non hai caricato alcun file ora (escludendo i file già allegati)

source: Click %done when you have uploaded the files you want to attach
es_es: Haga clic en %done cuando haya subido el archivo a adjuntar
fr_fr: Cliquez %done lorsque vous avez téléversé les fichiers que vous souhaitez joindre.
it_it: Clicca %done quando hai caricato i file che vuoi allegare

source: No such team
es_es: Ningún equipo
fr_fr: Aucune de ces équipes
it_it: Nessun team

source: You are working together
es_es: Está trabajando junto
fr_fr: Vous travaillez ensemble
it_it: Lavorate insieme

source: You are on this team
es_es: Usted está en este equipo
fr_fr: Vous êtes dans cette équipe
it_it: Fai parte di questo team

source: Show team dashboard
es_es: Mostrar panel de control del equipo
fr_fr: Afficher le tableau de bord de l'équipe
it_it: Mostra cruscotto team

source: Close this menu
es_es: Cerrar este menú
fr_fr: Fermer ce menu
it_it: Chiudi questo menù

source: Plaintext
es_es: Texto plano
fr_fr: Texte brut
it_it: Testo semplice

source: Selected syntax: %selected_syntax
es_es: Seleccionar sintaxis: %selected_syntax
fr_fr: Syntaxe sélectionnée : %selected_syntax
it_it: Sintassi selezionata: %selected_syntax

source: Mediawiki syntax
es_es: Sintaxis de MediaWiki
fr_fr: Syntaxe Mediawiki
it_it: Sintassi Mediawiki

source: Markdown syntax
es_es: Sintaxis Markdown
fr_fr: Syntaxe Markdown
it_it: Sintassi Markdown

source: Plain text
es_es: Texto sin formato
fr_fr: Texte brut
it_it: Testo semplice

source: Don't worry about URLs - they will automatically be transformed to links.
es_es: No te preocupes de las URLs - automáticamente se transformaran en enlaces.
fr_fr: Ne vous inquiétez pas à propos des URL - elles se transformeront automatiquement aux liens.
it_it: Non ti preoccupare degli URL - saranno automaticamente trasformati in collegamenti.

source: To auto-link to an existing issue, write "issue", "bug", "ticket" or the issue type (like "bug report" or "enhancement") followed by the issue number (ex: "%ticket_example_1" or "%ticket_example_2"). Enclose sourcecode samples between two "~~~~" lines.
es_es: Para auto-enlazar a una petición existente, escriba "issue", "error", "ticket" o el tipo de petición (como "informe" o "mejora") seguido por el número (ex: "%ticket_example_1" o "%ticket_example_2"). Para muestras de código fuente encierre el texto entre dos "~ ~ ~" líneas.
fr_fr: Pour auto-lier à une demande existante, écrivez "issue", "bug", "ticket" ou le type de la demande (comme par exemple "rapport d'anomalie" ou "amélioration") suivi du numéro de la demande (ex: "%ticket_example_1" ou "%ticket_example_2"). Entourez les examples de codes sources entre deux lignes de "~~~~".
it_it: Per creare automaticamente un collegamento a una segnalazione esistente, scrivi "issue", "bug", "ticket" o il tipo segnalazione (come "bug report" o "enhancement") seguito dal numero segnalazione (ad es.: "%ticket_example_1" o "%ticket_example_2"). Racchiudi i codici sorgente d'esempio fra due righe "~~~~".

source: See more formatting tips in %markdown_formatting.
es_es: Vea más consejos de formateo en %markdown_formatting.
fr_fr: Voir plus d'astuces de formatage dans %markdown_formatting.
it_it: Visualizza ulteriori suggerimenti di formattazione alla pagina %markdown_formatting.

source: To create a bulleted list, start one or more lines with a star ("* bulleted list item"). You can create a numbered list by using the hash/pund sign instead ("# numbered list item").
es_es: Para crear una lista con viñetas, iniciar una o más líneas con un asterisco ("* elemento de lista con viñetas"). Puede crear una lista numerada con el signo hash/pund en su lugar ("elemento de la lista numerada de #").
fr_fr: Pour créer une liste à puces, démarrez une ou plusieurs lignes avec une étoile ("* élément de liste à puces"). Vous pouvez créer une liste numérotée en utilisant plutôt le signe dièse, ("# élément de liste numérotée").
it_it: Per creare un elenco puntato, fai iniziare una o più righe con un asterisco ("* elemento dell'elenco puntato"). Puoi creare un elenco numerato utilizzando il cancelletto ("# elemento elenco numerato").

source: Code samples are best presented between two "~~~~"-lines.
es_es: Ejemplos de código se presentan mejor entre dos "~ ~ ~"-líneas.
fr_fr: Les extraits de codes sources sont mieux formatés entre deux lignes "~~~~".
it_it: I codici d'esempio sono presentati al meglio se racchiusi fra due righe "~~~~".

source: The Bug Genie uses %geshi for syntax highlighting with support for over 100 languages!
es_es: The Bug Genie utiliza %geshif para resaltar de sintaxis con soporte para más de 100 idiomas!
fr_fr: The Bug Genie utilise %geshi avec le support de plus de 100 langages pour la coloration syntaxique !
it_it: The Bug Genie utilizza %geshi per l'evidenziazione della sintassi e supporta più di 100 linguaggi!

source: To specify bold text put text between two stars, and for underlines put text between two underscores.
es_es: Para especificar texto en negrita ponga el texto entre dos estrellas y para poner texto subrayado escriba entre dos caracteres de subrayado.
fr_fr: Pour afficher du texte en gras, placez le entre deux étoiles ; pour le souligner, placez le entre deux tirets bas.
it_it: Per specificare che il testo deve essere in grassetto racchiudilo tra due asterischi, per le sottolineature racchiudilo tra due trattini bassi.

source: The Bug Genie uses an enhanced flavor of the markdown syntax, which makes each newline count. If you want to add a linebreak, add a new line and it will be presented just like you type.
es_es: The Bug Genie utiliza mejoras en la sintaxis markdown, que hace que cada salto de línea cuente. Si desea añadir un salto de línea, añada una nueva línea y se hará tal cual como escribe.
fr_fr: The Bug Genie utilise une version améliorée de la syntaxe markdown, qui prend en compte chaque saut de ligne. Si vous voulez ajouter un saut de ligne, ajoutez une nouvelle ligne et le texte sera présenté comme vous l'avez tapé.
it_it: The Bug Genie utilizza una variante migliorata della sintassi Markdown che tiene conto di ogni caporiga. Se vuoi aggiungere un'interruzione di riga, aggiungi una nuova riga e sarà visualizzata proprio come l'hai digitata.

source: URLs will be automatically transformed to links. If you want to add a title, use the link formatter: [[http://awesome.com/something An awesome link]].
es_es: Las direcciones URL serán transformadas automáticamente a enlaces. Si quiere agregarle un título, utilice el formato: [[http://impresionante.com/algo Un enlace impresionante]].
fr_fr: Les URLs seront automatiquement transformées en liens. Si vous souhaitez ajouter un titre, utilisez la syntaxe suivante : [[http://magnifique.com/quelquechose Un magnifique lien]].
it_it: Gli URL saranno automaticamente convertiti in collegamenti. Se vuoi aggiungere un titolo, utilizza il formattatore di collegamenti: [[http://awesome.com/something Un collegamento fantastico]].

source: To auto-link to an existing issue, write "issue", "bug", "ticket" or the issue type (like "bug report" or "enhancement") followed by the issue number (ex: "%ticket_example_1" or "%ticket_example_2"). Enclose sourcecode samples in <source></source> tags.
es_es: Para auto-enlazar un problema existente, escriba "issue", "bug", "ticket" o el tipo de problema (como el "informe" o "mejora") seguido por el número (ex: "%ticket_example_1" o "%ticket_example_2"). Incluya muestras de código fuente en <source></source> etiquetas.
fr_fr: Pour activer l'auto-lien vers une demande existante, écrivez "issue", "bug", "ticket" ou le type de demandez (ex: "bug report" ou "enhancement") suivi du numéro de demande (ex: "%ticket_example_1" ou "%ticket_example_2"). Entourer les blocs de code avec les tags <source></source>.
it_it: Per creare automaticamente un collegamento a una segnalazione esistente, scrivi "issue", "bug", "ticket" o il tipo segnalazione (come "bug report" o "enhancement") seguito dal numero segnalazione (ad es.: "%ticket_example_1" o "%ticket_example_2"). Racchiudi i codici sorgente d'esempio fra due tag <source></source>.

source: If you have certain text you don't want to be formatted, enclose it in <nowiki></nowiki> tags: "'''formatted''' text <nowiki>'''non-formatted''' text</nowiki>.
es_es: Si usted tiene cierto texto que no desea ser formateado, escríbala en <nowiki></nowiki> Etiquetas: "'' ' formato ''' texto <nowiki>'' ' no formateado ''' texto</nowiki>.
fr_fr: Si vous avez certains textes que vous ne souhaitez pas mettre en forme, entourez les des balises <nowiki></nowiki> : texte "formaté" <nowiki>texte "non formaté"</nowiki>.
it_it: Se hai del testo che non vuoi sia formattato, racchiudilo fra due tag <nowiki></nowiki>: testo "'''formattato''' <nowiki>testo '''non formattato'''</nowiki>.

source: Code samples are best presented in <source></source> tags.
es_es: Ejemplos de código se presentan mejor en <source></source> etiquetas.
fr_fr: Les exemples de code sont mieux présentés entourés des balises <source></source>.
it_it: I codici d'esempio sono presentati al meglio se racchiusi fra due tag <source></source>.

source: You can use simple formatting tags for underlined text (<b></b>) or strikethrough (<strike></strike>).
es_es: Usted puede utilizar etiquetas de formato simples para texto subrayado (<b></b>) o tachado (<strike></strike>).
fr_fr: Vous pouvez utiliser des balises de formatage simples pour souligner le texte (<b></b>) ou le barrer (<strike></strike>).
it_it: Puoi utilizzare semplici tag di formattazione per il testo sottolineato (<u></u>) o barrato (<strike></strike>).

source: You can create a link directly to a wikipedia page by using the "WIKIPEDIA:" link namespace: "Here is a link to the wikipedia article about [[WIKIPEDIA:Norway|Norway]].
es_es: Puede crear un enlace directamente a una página de wikipedia mediante la "WIKIPEDIA:" vincular el espacio de nombres: "aquí hay un enlace a un artículo de wikipedia sobre [[WIKIPEDIA:Norway|Noruega]].
fr_fr: Vous pouvez créer un lien direct vers une page de Wikipédia en utilisant "WIKIPEDIA:". "Voici un lien vers l'article de Wikipédia sur [[WIKIPEDIA:Norway|Norvège]].
it_it: Puoi creare un collegamento direttamente a una pagina di Wikipedia utilizzando lo spazio dei nomi dei collegamenti "WIKIPEDIA:": "Ecco un collegamento all'articolo di Wikipedia sulla [[WIKIPEDIA:Norway|Norvegia]].

source: If you want to put a horizontal line in the document, use four dashes: "----".
es_es: Si desea poner una línea horizontal en el documento, utilice cuatro guiones: "---".
fr_fr: Si vous voulez mettre une ligne horizontale dans le document, utilisez quatre tirets: "---".
it_it: Se vuoi inserire una linea orizzontale nel documento, utilizza quattro trattini: "----".

source: The Bug Genie will automatically add new lines when you add two new lines in your text, whereas one new line is used for formatting as you type. To force a new line, use the <br> tag: "There is a new<br>line here".
es_es: The Bug Genie automáticamente agregará nuevas líneas al agregar dos nuevas líneas en el texto, mientras que una nueva línea se utiliza para dar formato a medida que escribe. Para forzar una nueva línea, utilice la etiqueta de <br>: "Hay una nueva línea de <br>".
fr_fr: The Bug Genie ajoute automatiquement nouvelles lignes lorsque vous ajoutez deux nouvelles lignes dans votre texte, alors qu'une nouvelle ligne est utilisée pour la mise en forme lorsque vous tapez. Pour forcer une nouvelle ligne, utilisez la balise <br> : « Il y a une nouvelle<br>ligne ici ».
it_it: The Bug Genie aggiungerà automaticamente nuove righe quando aggiungi due nuove righe nel testo, mentre una riga singola è utilizzata solo per la formattazione durante la digitazione. Per forzare una nuova riga, utilizza il tag <br>: "C'è una nuova<br>riga qui".

source: If you want to add text that is not supposed to be parsed, put it inside <nowiki> tags, or start the line with a space.
es_es: Si desea añadir texto que no va a ser analizado, ponerlo dentro de etiquetas <nowiki>, o comenzar la línea con un espacio.
fr_fr: Si vous voulez ajouter du texte qui n'est pas censé être analysé, placez-le à l'intérieur de balises <nowiki> ou commencez la ligne avec un espace.
it_it: Se vuoi aggiungere testo che non dovrebbe essere analizzato, racchiudilo fra dei tag <nowiki> o inizia la riga con uno spazio.

source: See more formatting tips in %wiki_formatting.
es_es: Vea más consejos sobre formateo en %wiki_formatting.
fr_fr: Voir plus d'astuces de formatage dans %wiki_formatting
it_it: Visualizza ulteriori suggerimenti sulla formattazione alla pagina %wiki_formatting.

source: The Bug Genie interactive planning
es_es: Planificación interactiva The Bug Genie

source: This is the the interactive project planning board. From this page you can manage all your releases, milestones, epics, tasks and issues.
es_es: Este es el tablero de planificación de proyectos interactiva. Desde esta página puede gestionar todas las versiones, puntos de control, épicas, tareas y peticiones.

source: We'll just quickly go over the most important elements on this page to help you get going.
es_es: Sólo revisaremos rápidamente los elementos más importantes en esta página para ayudarle a ponerse en marcha.
fr_fr: Nous allons parcourir rapidement les éléments les plus importants sur cette page pour vous aider à démarrer.
it_it: Daremo semplicemente un'occhiata veloce agli elementi più importanti su questa pagina per aiutarti a iniziare.

source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Avanti

source: Getting help
es_es: Obtener ayuda
fr_fr: Obtenir de l'aide
it_it: Ottenere aiuto

source: Remember that you can always get help on any page in The Bug Genie by clicking '%help_for_this_page' in the user menu.
es_es: Recuerde que siempre puede obtener ayuda en cualquier página, en The Bug Genie haciendo clic en '%help_for_this_page' en el menú de usuario.
fr_fr: N'oubliez pas que vous pouvez toujours obtenir de l'aide sur n'importe quelle page dans The Bug Genie en cliquant sur '%help_for_this_page' dans le menu utilisateur.
it_it: Ricorda che puoi sempre ottenere aiuto su qualsiasi pagina in The Bug Genie cliccando '%help_for_this_page' nel menù utente.

source: Help for this page
es_es: Ayuda para esta página
fr_fr: Aide de cette page
it_it: Guida per questa pagina

source: This will take you to the online help page for the specific page you are on.
es_es: Esto le llevará a la página de ayuda en línea de la página específica.
fr_fr: Cela vous mènera à la page d'aide en ligne pour la page spécifique, sur laquelle vous êtes.
it_it: Ciò ti condurrà alla pagina della Guida in linea relativa alla specifica pagina in cui ti trovi.

source: Got it!
es_es: Lo tengo!
fr_fr: J'ai compris !
it_it: D'accordo!

source: Planning page layout
es_es: Diseño de la página de planificación

source: The planning page is split into two main parts: the backlog and the milestone list view
es_es: La página de planificación está dividida en dos partes: el backlog y la vista de la lista de puntos de control

source: The project backlog
es_es: El backlog del proyecto

source: The backlog is a list of all issues matching the backlog search specified for this board, not assigned to a milestone or sprint.
es_es: El backlog es una lista de todas las peticiones que coinciden con la búsqueda específica para este tablero, que no están asignadas a un punto de control o sprint.

source: Okay
es_es: Está bien
fr_fr: OK
it_it: OK

source: The milestone list
es_es: Lista de puntos de control

source: The milestone list shows all unclosed milestones (past and future), as well as the current status for each milestone.
es_es: La lista de puntos de control muestra todos los hitos no cerrados (pasados y futuros), como así también el estado actual de cada punto de control.

source: Scrum planning boards also shows estimated effort in the backlog and milestone list.
es_es: Tableros de planificación scrum también muestra el esfuerzo estimado en el backlog y la lista de puntos de control.

source: That's useful
es_es: Eso es útil

source: Interactive collaboration
es_es: Colaboración interactiva

source: The planning page is 100% interactive. New issues that are created will show up on the planning page if they are assigned any of the visible milestones, or if they match the backlog search criteria.
es_es: La página de planificación es 100% interactiva. Las nuevas peticiones que se creen serán mostradas en la página de planificación si son asignadas a cualquier punto de control visible, o si coinciden con el criterio de búsqueda del backlog.

source: If any of the visible issues are updated, the information on the planning page will also be updated automatically.
es_es: Si alguna de las peticiones visibles es actualizada, la información en la página de planificación será actualizada automáticamente.

source: This means you can collaborate with users and colleagues when planning, without having to leave or refresh the planning page.
es_es: Esto significa que puede colaborar con usuarios y colegas cuando planifica, sin tener que dejar o refrescar la página de planificación.

source: Awesome!
es_es: Asombroso!

source: Speaking of interactive, all issues shown on the page can be dragged and dropped between the backlog and any milestones on this page. Of course between milestones, as well.
es_es: Con respecto a lo interactivo, todas las peticiones mostradas en la página pueden ser arrastradas y soltadas entre el backlog y cualquier punto de control en esta página. Por supuesto que también entre puntos de control

source: Should an existing or new issue be updated and moved between milestones by a different user or on a different page, the issue will be updated on the planning page automatically.
es_es: Al actualizar una petición existente o nueva y movida entre puntos de control por diferentes usuarios o en diferentes páginas, la petición será actualizada en la página de planificación automáticamente.

source: I expected nothing less
es_es: No esperaba nada menos

source: The planning page also lists all future releases
es_es: La página de planificación también lista todas las versiones futuras

source: Tell me more
es_es: Dígame más

source: Clicking the "Releases" button toggles the list of releases. This list is shown as a card strip above all the milestones.
es_es: Al hacer clic en el botón "Versiones" cambia la lista de versiones. Esta lista se muestra como una tira de tarjetas por encima de todos los puntos de control.

source: The release list is also interactive - you can drop issues on releases to assign them to that release, or click any release to filter out any issues not in that release in the list view.
es_es: La lista de versión también es interactiva - puede soltar las peticiones en una versión para asignarlas a esa versión, o hacer clic en cualquier versión para filtrar cualquier petición que no este en esa vista de lista de la versión.

source: I see
es_es: Ya veo
fr_fr: Je vois
it_it: Capisco

source: Epics
es_es: Épicas

source: The planning page also features a list of unfinished epics
es_es: La página de planificación también ofrece una lista de épicas no finalizadas

source: Epics?
es_es: Épicas?

source: Yes, epics. Epics (specified in the board configuration) are issues of a certain types, they contain sub-issues and / or tasks, and can span multiple milestones / sprints.
es_es: Sí, épicas. Épicas (especificadas en la configuración del tablero) son peticiones de un tipo determinado, que contienen sub peticiones y/o tareas, y pueden dividirse en varios sprints o puntos de control.

source: Epics, like releases, are displayed as a card list, they can filter issues by clicking on them, and you can assign an issue to an epic by dropping the issue on the epic.
es_es: Las épicas, como las versiones, son mostradas como una lista de tarjetas, pueden ser filtradas al hacerle clic en ellas, y puede asignar una petición a una épica soltando la petición sobre la épica.

source: Also useful
es_es: También es útil

source: Progress bars
es_es: Barras de progreso
