Repository: thebuggenie/thebuggenie
Catalog: modules/agile/i18n/*/agile.xlf
Languages: de_de

source: You don't have access to modify milestones
de_de: Sie haben nicht die Berechtigung um den Meilenstein zu ändern.

source: The board has been deleted
de_de: Die Übersicht wurde gelöscht

source: There are no valid transitions to any states in this column
de_de: Es gibt keine gültigen Übergänge zu einem Status in dieser Spalte

source: There was an error trying to save column %column
de_de: Beim speichern der Spalte %column ist ein Fehler aufgetreten

source: You have to provide a title
de_de: Bitte geben Sie einen Titel an

source: You have to provide a label
de_de: Sie müssen eine Bezeichnung eingeben

source: You must provide a valid milestone name
de_de: Sie müssen einen gültigen Meilenstein angeben

source: An error occured when trying to assign the issue to the release
de_de: Während dem zuweisen des Falls an einen Release ist ein Fehler aufgetreten

source: An error occured when trying to assign the issue to the epic
de_de: Es ist ein Fehler aufgetreten beim Versuch, den Fall dem Epic zuzuweisen

source: Milestone saved
de_de: Meilenstein gespeichert

source: Project open issues (recommended)
de_de: Offene Projektfälle (empfohlen)

source: Project open issues (including subprojects)
de_de: Offene Projektfälle (untergeordnete Projekte miteinbezogen)

source: Project closed issues
de_de: Geschlossene Projektfälle

source: Project closed issues (including subprojects)
de_de: Geschlossene Projektfälle (untergeordnete Projekte miteinbezogen)

source: Project issues reported last month
de_de: Im letzten Monat gemeldete Projektfälle

source: Project wishlist
de_de: Projekt-Wunschliste

source: Issue priority
de_de: Fallpriorität

source: Issue severity
de_de: Fall-Schweregrad

source: Issue category
de_de: Fallkategorie

source: Unknown / not set
de_de: Unbekannt / nicht gesetzt

source: Issues
de_de: F&auml;lle

source: Points
de_de: Punkte

source: Hours
de_de: Stunden

source: Create new sprint
de_de: Neues Zwischenziel erstellen

source: Edit this board
de_de: Diese Übersicht bearbeiten

source: Delete this board?
de_de: Diese Übersicht löschen?

source: Do you really want to delete this board?
de_de: Wollen Sie diese Übersicht wirklich löschen?

source: Deleting this will make it unavailable. No issues or saved searches will be affected by this action.
de_de: Löschen wird es unerreichbar machen. Keine Fälle oder gespeicherte Suchen werden durch diese Aktion tangiert.

source: Delete this board
de_de: Diese Übersicht löschen

source: %count (min %min_workitems - max %max_workitems)
de_de: %count (minimal %min_workitems - maximal %max_workitems)

source: %count (min %min_workitems)
de_de: %count (minimal %min_workitems)

source: %count of max %max_workitems
de_de: %count von maximal %max_workitems

source: %count (under %min_workitems)
de_de: %count (unter %min_workitems)

source: %count (over %max_workitems)
de_de: %count (über %max_workitems)

source: Click to select a planning color for this issue
de_de: Klicken um eine Planungsfarbe für diesen Fall zu wählen

source: Planning color for this issue
de_de: Planungsfarbe für diesen Fall

source: Pick a planning color for this issue
de_de: Wähle eine Planungsfarbe für diesen Fall.

source: Selecting a color makes the issue easily recognizable in the planning view
de_de: Das Auswählen einer Farbe macht den Fall leicht erkennbar in der Planungsansicht.

source: %color_list or keep the current color
de_de: %color_list oder aktuelle Farbe beibehalten

source: Edit agile board
de_de: Dynamische Übersicht ändern

source: Add agile board
de_de: Dynamische Übersicht hinzufügen

source: Board type
de_de: Übersichtstyp

source: Generic planning board
de_de: Übersicht für generische Planung

source: Scrum board
de_de: Scrum Übersicht

source: Kanban board
de_de: Kanban Übersicht

source: Just a generic planning board for planning upcoming milestones.
de_de: Nur eine Übersicht für generische Planung für geplante zukünftige Meilensteine.

source: Board tailored for scrum-style workflows, card view as scrum stories with estimates.
de_de: Übersicht massgeschneidert für Arbeitsabläufe im Scrum-Style, Kartenansicht als Scrum Stories mit Schätzungen.

source: Kanban board with workload limits and powerful plan mode.
de_de: Kanban Übersicht mit Auslastungslimits und leistungsfähigem Planungsmodus.

source: Description
de_de: Beschreibung

source: Planning mode settings
de_de: Planungsmodus Einstellungen

source: None selected
de_de: Nichts ausgewählt

source: Epic issuetype
de_de: Epic Falltyp

source: Select epic issuetype
de_de: Wähle Epic Falltyp

source: Task issuetype
de_de: Task Falltyp

source: Select task issuetype
de_de: Auswahl Task Falltyp

source: Backlog search
de_de: Backlog Suche

source: Select search to use for backlog
de_de: Einzusetzende Suche für Backlog wählen

source: There are no public saved searches for this project
de_de: Es gibt keine öffentliche gespeicherte Suche für dieses Projekt

source: You have no saved searches for this project
de_de: Sie haben keine gespeicherte Suche für dieses Projekt

source: The backlog search is used to display the backlog - a list of unassigned issues for this board.
de_de: Die Backlog Suche wird eingesetzt um das Backlog anzuzeigen - eine Liste nicht zugewiesener Fälle für diese Übersicht.

source: Whiteboard mode settings
de_de: Whiteboard Modus Einstellungen

source: Whiteboard swimlanes
de_de: Whiteboard Bahnen

source: Not used
de_de: Nicht benutzt

source: Issue swimlanes
de_de: Fall Bahnen

source: Issues detail swimlanes
de_de: Falldetailbahnen

source: Level of service swimlane
de_de: Stufe der Servicebahn

source: Don't use swimlanes
de_de: Keine Bahnen benutzen

source: The board has a swimlane for each issue of one or more issue type(s).
de_de: Die Übersicht hat eine Bahn für jeden Fall eines Falltyps (oder mehrerer Falltypen).

source: Issue detail swimlanes
de_de: Falldetail Bahnen

source: The board is grouped in swimlanes where issues that share the same characteristics are grouped together.
de_de: Die Übersicht ist in Bahnen gruppiert, in welchen Fälle mit derselben Charakteristik zusammengruppiert werden.

source: No general grouping, but an increased level of service swimlane at the top for expediting issues
de_de: Kein grundsätzliches Gruppieren, aber eine erhöhte Stufe von Servicebahnen am oberen Rand für zu überwachende Fälle

source: There will be no swimlanes on the board
de_de: Es werden keine Bahnen auf der Übersicht angezeigt

source: Issuetype(s)
de_de: Falltyp(en)

source: Select issuetype(s)
de_de: Falltyp(en) wählen

source: The whiteboard will have separate swimlanes for all issues that is of a certain type. Specify which issuetype qualifies as a swimlane.
de_de: Das Whiteboard wird separate Bahnen für alle Fälle eines bestimmten Typs enthalten. Spezifizieren Sie, welcher Falltyp als eine Bahn eingesetzt werden sollen.

source: Group by
de_de: Gruppierung

source: Select detail to group by
de_de: Detail für Gruppierung wählen

source: The whiteboard will have separate swimlanes / groups for issues that share the same characteristics. Specify which issue detail to group issues by.
de_de: Das Whiteboard wird separate Bahnen / Gruppen für Fälle enthalten, welche dieselbe Charakteristik teilen. Spezifizieren Sie nach welchem Falldetail gruppiert werden soll.

source: Issue detail
de_de: Falldetail

source: Select issue field for expedite swimlane
de_de: Wählen Sie das Fallfeld für die überwachende Bahn

source: Field value(s)
de_de: Feldwert(e)

source: Select values for expedite issues
de_de: Wählen Sie Werte für zu überwachende Fälle

source: The whiteboard will have a separate swimlane at the top for prioritized issues, like a expedite line / fastlane. Select which issue details puts issues in this swimlane.
de_de: Das Whiteboard wird oben eine separate Bahn für priorisierte Fälle haben, wie eine bevorzugte Zeile. Wählen Sie welche Details in dieser Bahn eingesetzt werden sollen.

source: %cancel or %save_board
de_de: %cancel oder %save_board

source: Cancel
de_de: Abbrechen

source: Save board
de_de: Übersicht speichern

source: Column name
de_de: Spaltenname

source: Min workload
de_de: Minimales Auslastungslimit

source: Max workload
de_de: Maximales Auslastungslimit

source: Select which status values are valid for this column
de_de: Auswahl der gültigen Statuswerte für diese Spalte

source: Status(es)
de_de: Status

source: Select status(es)
de_de: Status wählen

source: Title
de_de: Titel

source: Enter the name of the epic here
de_de: Epic Namen hier eingeben

source: Label
de_de: Beschriftung

source: Enter a very short label here
de_de: Geben Sie hier eine sehr kurze Bezeichnung ein

source: %cancel or %add_epic
de_de: %cancel oder %add_epic

source: cancel
de_de: abbrechen

source: Add epic
de_de: Epic hinzufügen

source: Agile
de_de: Dynamische Übersichten

source: Manage boards
de_de: Übersichten bearbeiten

source: Project boards
de_de: Projekt Übersichten

source: No project boards available
de_de: Keine Übersicht des Projekts verfügbar

source: Save sprint
de_de: Zwischenziel speichern

source: Save milestone
de_de: Meilenstein speichern

source: Edit sprint details
de_de: Zwischenzieldetails ändern

source: Add new sprint
de_de: Neues Zwischenziel

source: Edit milestone details
de_de: Meilensteindetails bearbeiten

source: Add milestone
de_de: Meilenstein hinzufügen

source: Sprint name
de_de: Zwischenzielname

source: Milestone name
de_de: Meilensteinname

source: Project roadmap visibility
de_de: Sichtbarkeit der Projekt Roadmap

source: Not visible
de_de: Nicht sichtbar

source: Visible
de_de: Sichtbar

source: Issue availability
de_de: Fallverfügbarkeit

source: Not available
de_de: Nicht verfügbar

source: Available
de_de: Verfügbar

source: Planned start date
de_de: Geplantes Startdatum

source: Planned end date
de_de: Geplantes Enddatum

source: The %number selected issue(s) will be automatically added to the new sprint
de_de: Die %number gewählten Fälle werden automatisch dem neuen Zwischenziel zugeordnet

source: The %number selected issue(s) will be automatically assigned to the new milestone
de_de: Die %number gewählten Fälle werden automatisch dem neuen Meilenstein zugeordnet

source: %cancel or %save_milestone
de_de: %cancel oder %save_milestone

source: No issues are assigned to this milestone
de_de: Diesem Meilenstein sind keine Fälle zugeordnet

source: No issues assigned to this milestone matches selected filters
de_de: Keine dem Meilenstein zugeordneten Fälle passen zu den gewählten Filtern

source: There are no issues in this sprint
de_de: Es gibt keine Fälle zu diesem Zwischenziel

source: No issues in this sprint matches selected filters
de_de: Keine dem Zwischenziel zugeordneten Fälle passen zu den gewählten Filtern

source: The issue list could not be loaded
de_de: Die Fallliste konnte nicht geladen werden

source: Start date
de_de: Startdatum

source: End date
de_de: Enddatum

source: Show overview
de_de: Übersicht anzeigen

source: Mark as finished
de_de: Als beendet markieren

source: Edit
de_de: Bearbeiten

source: Delete
de_de: L&ouml;schen

source: Do you really want to delete this milestone?
de_de: Möchten Sie diesen Meilenstein wirklich entfernen?

source: Removing this milestone will unassign all issues from this milestone and remove it from all available lists. This action cannot be undone.
de_de: Entfernen dieses Meilensteins wird alle Fälle von diesem entfernen und die Fälle von allen verfügbaren Listen entfernen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Do you really want to delete this sprint?
de_de: Wollen Sie dieses Zwischenziel wirklich löschen?

source: Deleting this sprint will remove all issues in this sprint and put them in the backlog. This action cannot be undone.
de_de: Das Löschen dieses Zwischenziels wird alle Fälle des Zwischenziels entfernen und ins Backlog verschieben. Diese Aktion kann nicht rückgängig gemacht werden.

source: Show issues
de_de: Zeige Fälle

source: Add issue
de_de: Fall hinzufügen

source: Current status
de_de: Aktueller Status

source: Unknown
de_de: Unbekannt

source: Not determined
de_de: Nicht festgelegt

source: Estimate
de_de: Einschätzung

source: Child issues
de_de: Untergeordnete Fälle

source: %num_child_issues issue(s)
de_de: %num_child_issues Fälle

source: Mark milestone finished
de_de: Meilenstein als beendet markieren

source: Mark sprint finished
de_de: Zwischenziel als beendet markieren

source: Mark milestone as finished
de_de: Meilenstein als beendet markieren

source: Mark sprint as finished
de_de: Zwischenziel als beendet markieren

source: Milestone %milestone_name will be marked as finished.
de_de: Meilenstein %milestone_name wird als beendet markiert.

source: Sprint %milestone_name will be marked as finished.
de_de: Zwischenziel %milestone_name wird als beendet markiert.

source: Milestone reached
de_de: Meilenstein erreicht

source: There are %number issue(s) which are not currently resolved. Please select what to do with these issues, below.
de_de: Es existieren %number Fälle welche noch nicht gelöst sind. Bitte wählen Sie, wie mit diesen unten aufgelisteten Fällen vorzugehen ist.

source: Unresolved issues action
de_de: Aktion für ungelöste Fälle

source: Don't do anything
de_de: Nichts machen

source: Move to the backlog
de_de: In den Backlog verschieben

source: Assign to an existing, unfinished milestone
de_de: Einem existierenden, nicht beendeten Meilenstein zuweisen

source: Assign to an existing, unfinished sprint
de_de: Einem existierenden, nicht beendeten Zwischenziel zuweisen

source: Assign to a new milestone
de_de: Einem neuen Meilenstein zuweisen

source: Assign to a new sprint
de_de: Einem neuen Zwischenziel zuweisen

source: %cancel or %mark_milestone_finished
de_de: %cancel oder %mark_milestone_finished

source: Next
de_de: Zum nächsten

source: Priority not set
de_de: Priorität nicht gesetzt

source: This issue is marked as a blocker
de_de: Dieser Fall ist als blockierend markiert

source: Estimated points
de_de: Geschätzte Punkte

source: Estimated hours
de_de: Geschätzte Stunden

source: Show more actions
de_de: Zeige mehr Aktionen

source: %status_name - %percentage (%count of %total)
de_de: %status_name - %percentage (%count von %total)

source: Unknown status
de_de: Unbekannter Status

source: %percentage % completed
de_de: %percentage % komplett

source: %percentage completed
de_de: %percentage komplett

source: No milestones exists
de_de: Kein Meilenstein existiert

source: Planning
de_de: Geplant

source: Manage columns
de_de: Spalten verwalten

source: Release date
de_de: Veröffentlichungsdatum

source: Not released yet
de_de: Kein Release bisher

source: Transition issue
de_de: Übergangsfall

source: Please select which transition to apply
de_de: Bitte den zu verwendenden Übergang wählen

source: "%project_name" project planning
de_de: "%project_name" Projektplanung

source: New milestone
de_de: Neuer Meilenstein

source: Toggle hidden milestones
de_de: Versteckte Meilensteine umstellen

source: There are no milestones. Why not add one?
de_de: Es gibt keine Meilensteine. Warum nicht einen erstellen?

source: Toggle past, unfinished sprints
de_de: Vergangene, nicht beendete Zwischenziele umstellen

source: There are no active sprints. Why not add one?
de_de: Es gibt keine aktiven Zwischenziele. Warum nicht eines erstellen?

source: Filter issues by title
de_de: Fälle nach Titel filtern

source: Releases
de_de: Release

source: Sort milestones
de_de: Sortiere Meilensteine

source: Toggle closed issues
de_de: Geschlossene Fälle umstellen

source: Done sorting
de_de: Sortierung beendet

source: Adding sprint, please wait
de_de: Zwischenziel wird hinzugefügt. Bitte warten ...

source: Click to toggle the show / hide the backlog
de_de: Klicken um das anzeigen / verbergen des Backlogs umzustellen

source: There are no issues in the backlog
de_de: Es gibt keine Fälle im Backlog

source: No issues in the backlog matches selected filters
de_de: Keine Fälle im Backlog entsprechen den gewählten Filtern

source: Manage agile boards
de_de: Dynamische Übersichten bearbeiten

source: Public project boards
de_de: Öffentliche Projektübersichten

source: Private project boards
de_de: Private Projektübersichten

source: "%project_name" agile whiteboard
de_de: Dynamische Übersicht "%project_name"

source: Add column
de_de: Spalte hinzufügen

source: Save columns
de_de: Spalten speichern
