Repository: thebuggenie/thebuggenie
Catalog: modules/auth_ldap/i18n/*/auth_ldap.xlf
Languages: de_de, fr_fr, it_it

source: Failed to connect to server
de_de: Verbindung zum Server konnte nicht aufgebaut werden
fr_fr: Echec de la connexion au serveur
it_it: Impossibile connettersi al server

source: Search failed:
de_de: Suche fehlgeschlagen:
fr_fr: Recherche échouée :
it_it: Ricerca fallita:

source: Failed to validate groups
de_de: Gruppen konnten nicht überprüft werden
fr_fr: Echec de la validation des groupes
it_it: Verifica dei gruppi fallita

source: HTTP Authentication Header not present
de_de: HTTP Authentifizierungs-Header nicht vorhanden
fr_fr: En-tête d'authentification HTTP non présente
it_it: Header HTTP Authentication non presente

source: Connection test successful. HTTP integrated authentication states your username is "USER"
de_de: Verbindungstest erfolgreich. HTTP integrierte Authentifizierung bestätigt dass Ihr Benutzername "USER" ist
fr_fr: Test de connexion réussi. L'authentification HTTP intégrée indique votre nom d'utilisateur est « USER »
it_it: Test di connessione eseguito correttamente. L'autenticazione integrata HTTP afferma che il tuo nome utente è "USER"

source: Connection test successful
de_de: Verbindungstest erfolgreich
fr_fr: Test de connexion réussi
it_it: Test di connessione eseguito correttamente

source: Some of the groups you specified don't exist
de_de: Einige der Gruppen, die Sie angegeben haben, existieren nicht
fr_fr: Certains des groupes que vous avez spécifiés n'existent pas
it_it: Alcuni dei gruppi specificati non esistono

source: The following groups for the group restriction could not be found: %groups
de_de: Die folgenden Gruppen für die Gruppenbeschränkung konnten nicht gefunden werden: %groups
fr_fr: Les groupes suivants pour la restriction de groupe n'ont pas pu être trouvé : %groups
it_it: Impossibile trovare i seguenti gruppi per le restrizioni di gruppo: %groups

source: Pruning failed
de_de: Benutzer aufräumen fehlgeschlagen
fr_fr: Élagage échoué
it_it: Pruning fallito

source: Pruning successful! %del users deleted
de_de: Erfolgreich aufgeräumt! %del Benutzer gelöscht
fr_fr: Élagage réalisé avec succès ! %del utilisateurs supprimé(s).
it_it: Pruning eseguito con successo! %del utenti eliminati

source: Import failed
de_de: Import fehlgeschlagen
fr_fr: Importation échouée
it_it: Importazione fallita

source: Import successful! %imp users imported, %upd users updated from LDAP
de_de: Import erfolgreich. %imp Benutzer importiert, %upd Benutzer von LDAP aktualisiert
fr_fr: Importation réussie ! %imp utilisateurs importés, %upd utilisateurs mis à jour depuis LDAP
it_it: Importazione eseguita con successo! %imp utenti importati, %upd utenti aggiornati da LDAP

source: Failed to bind:
de_de: Verknüpfen fehlgeschlagen:
fr_fr: Echec de la liaison :
it_it: Impossibile eseguire il bind:

source: User does not exist in the directory
de_de: Benutzer existiert nicht im Verzeichnis
fr_fr: L'utilisateur n'existe pas dans le répertoire
it_it: L'utente non esiste nella directory

source: This user was found multiple times in the directory, please contact your administrator
de_de: Dieser Benutzer wurde mehrmals im Verzeichnis gefunden, bitte kontaktieren Sie Ihren Admimistrator
fr_fr: Cet utilisateur a été trouvé plusieurs fois dans l'annuaire, veuillez contacter votre administrateur
it_it: Quest'utente è stato trovato più di una volta nella directory, contatta il tuo amministratore

source: Search failed
de_de: Suche fehlgeschlagen
fr_fr: Recherche échouée
it_it: Ricerca fallita

source: You are not a member of a group allowed to log in
de_de: Sie sind kein Mitglied einer Gruppe, das sich anmelden kann
fr_fr: Vous n'êtes pas membre d'un groupe autorisé à se connecter.
it_it: Non sei membro di un gruppo a cui è concesso eseguire il login

source: Your password was not accepted by the server
de_de: Ihr Passwort wurde vom Server nicht akzeptiert
fr_fr: Votre mot de passe n'a pas été accepté par le serveur
it_it: La tua password non è stata accettata dal server

source: HTTP authentication internal error.
de_de: Interner Fehler bei HTTP Authentifizierung.
fr_fr: Erreur interne d'authentification HTTP.
it_it: Errore interno dell'autenticazione HTTP.

source: HTTP integrated authentication is enabled but the HTTP header has not been provided by the web server.
de_de: HTTP integrierte Authentifizierung ist aktiviert aber der HTTP Header wird vom Webserver nicht unterstützt.
fr_fr: L'authentification HTTP intégrée est activée, mais l'en-tête HTTP n'a pas été fournie par le serveur web.
it_it: L'autenticazione integrata HTTP è abilitata ma l'header HTTP non è stato fornito dal server Web.

source: Use this page to set up the connection details for your LDAP or Active Directory server. It is highly recommended that you read the online help before use, as misconfiguration may prevent you from accessing configuration pages to rectify issues.
de_de: Verwenden Sie diese Seite, um die Verbindungsdetails für Ihre LDAP- oder Active Directory-Server einrichten. Es wird dringend empfohlen, dass Sie die Online-Hilfe vor dem Gebrauch lesen. Eine Fehlkonfiguration kann möglicherweise den Zugriff auf die Konfigurationsseiten, um Probleme zu beheben, verhindern.
fr_fr: Utilisez cette page pour configurer les informations de connexion à votre serveur LDAP ou Active Directory. Il est fortement recommandé de lire l'aide en ligne avant de l'utiliser, car une mauvaise configuration peut vous empêcher d'accéder aux pages de configuration afin d'y corriger les problèmes.
it_it: Usa questa pagina per impostare i dettagli relativi alla connessione al tuo server LDAP o Active Directory. È caldamente raccomandato leggere la Guida in linea prima dell'utilizzo, in quanto una configurazione errata potrebbe impedirti di accedere alle pagine di configurazione per correggere eventuali problemi.

source: View the online documentation
de_de: Onlinedokumentation ansehen
fr_fr: Voir la documentation en ligne
it_it: Visualizza la documentazione online

source: LDAP support is not installed
de_de: LDAP-Support ist nicht installiert.
fr_fr: Le support LDAP n'est pas installé
it_it: Il supporto LDAP non è installato

source: The PHP LDAP extension is required to use this functionality. As this module is not installed, all functionality on this page has been disabled.
de_de: Die PHP-LDAP-Erweiterung wird für diese Funktion benötigt. Solange das Modul nicht installiert ist, sind alle Funktionen auf dieser Seite deaktiviert.
fr_fr: L'extension PHP LDAP est requise pour utiliser cette fonctionnalité. Comme ce module n'est pas installé, l'ensemble des fonctionnalités de cette page ont été désactivées.
it_it: L'estensione PHP LDAP è richiesta per utilizzare questa funzionalità. Dato che questo modulo non è installato tutte le funzionalità su questa pagina sono state disabilitate.

source: Important information
de_de: Wichtige Information
fr_fr: Information importante
it_it: Informazione importante

source: When you enable LDAP as your authentication backend in Authentication configuration, you will lose access to all accounts which do not also exist in the LDAP database. This may mean you lose administrative access.
de_de: Beim Aktivieren von LDAP als Ihr Authentifizierungs-Backend in der Authentifizierungskonfiguration verlieren Sie den Zugriff auf alle Konten, die nicht auch in der LDAP-Datenbank existieren. Dies kann bedeuten, dass Sie den Administratorzugriff verlieren.
fr_fr: Lorsque vous activez LDAP comme moteur d'authentification dans la configuration de l'authentification, vous perdrez l'accès à tous les comptes qui n'existent pas aussi dans votre annuaire LDAP. Vous pouvez donc perdre votre accès administrateur !
it_it: Quando abiliti LDAP come backend di autenticazione nella Configurazione autenticazione perderai l'accesso a tutti gli account che non esistono anche nel database LDAP. Ciò significa che potresti perdere l'accesso amministrativo.

source: To resolve this issue, either import all users using the tool on this page and make one an administrator using Users configuration, or create a user with the same username as one in LDAP and make that one an administrator.
de_de: Um diesen Fall zu beheben, importieren Sie alle Benutzer, welche das Werkzeug auf dieser Seite benutzen und setzen Sie einen Benutzer in der Benutzerkonfiguration als Administrator ein, oder erstellen Sie einen Benutzer mit demselben Benutzernamen wie in LDAP und ernennen Sie ihn zum Administrator.
fr_fr: Pour résoudre ce problème, importer tous les utilisateurs à l'aide de l'outil sur cette page et assignez les droits administrateur à un utilisateur en utilisant la configuration des utilisateurs, ou créez un utilisateur avec le même nom d'utilisateur que celui de LDAP et assignez lui les droits administrateur.
it_it: Per risolvere questo problema, importa tutti gli utenti utilizzando lo strumento su questa pagina e rendine uno amministratore utilizzando Configurazione utenti, oppure crea un utente con lo stesso nome utente che è in LDAP e rendilo amministratore.

source: Connection details
de_de: Verbindungsdetails
fr_fr: Détails de connexion
it_it: Dettagli della connessione

source: Hostname
fr_fr: Nom de domaine
it_it: Nome host

source: Use URL syntax (ldap://hostname:port). If your server requires SSL, use ldaps://hostname/ in this field.
de_de: URL-Syntax (ldap://hostname:port) verwenden. Wenn der Server SSL erfordert, ldaps://hostname/ verwenden.
fr_fr: Utiliser la syntaxe URL suivante : "ldap://hostname:port". Si votre serveur requiert SSL, utiliser alors la syntaxe "ldaps://hostname".
it_it: Utilizza la sintassi URL (ldap://nomehost:porta). Se il tuo server richiede SSL, utilizza ldaps://nomehost/ in questo campo.

source: Base DN
de_de: Basis DN
it_it: DN base

source: This should be the DN string for an OU where all user and group OUs can be found. For example, DC=ldap,DC=example,DC=com.
de_de: Dies sollte der DN String für eine OU sein, bei dem alle Benutzer und Gruppen OUs gefunden werden können. Zum Beispiel DC=ldap,DC=example,DC=com.
fr_fr: Cela devrait être la chaîne de nom de domaine pour une unité d'organisation où tous les utilisateurs et groupes peuvent être trouvées. Par exemple, DC=ldap,DC=example,DC=com.
it_it: Quest'impostazione dev'essere la stringa DN per una OU dove si possono trovare tutti gli utenti e le OU per i gruppi. Ad esempio, DC=ldap,DC=example,DC=com.

source: Object DN attribute
de_de: Eigenschaft Objekt DN
it_it: Attributo DN oggetto

source: Enter the name of the property containing the distinguished name of an object. On Linux systems this may be entrydn (which is the default value if this is left blank), on Active Directory it is distinguishedName.
de_de: Geben Sie den Namen der Eigenschaft an, welcher den kennzeichnenden Namen eines Objekts enthält. Auf Linux Systemen könnte das die entrydn sein (welche der Standardwert ist wenn hier leer gelassen wird), bei Active Directory ist es distinguishedName.
fr_fr: Saisissez le nom de la propriété qui contient le nom unique de l'objet. Sur les systèmes Linux il peut s'agir de entrydn (qui est la valeur par défaut si cela est laissé vide), pour Active Directory, il s'agit de distinguishedName.
it_it: Immetti il nome della proprietà contenente il distinguished name di un oggetto. Sui sistemi Linux quest'impostazione potrebbe essere entrydn (che è il valore predefinito se questo campo viene lasciato vuoto), su Active Directory è distinguishedName.

source: User class
de_de: Benutzerklasse
fr_fr: Classe d'utilisateur
it_it: Classe utente

source: Enter the value to check for in objectClass for users. Leave blank to use the default of person
de_de: Wert eingeben um in objectClass auf Benutzer zu prüfen. Leer lassen um den Standardwert der Person zu verwenden.
fr_fr: Saisissez la valeur à vérifier dans objectClass pour les utilisateurs. Laissez vide pour utiliser celui par défaut des utilisateurs
it_it: Immetti il valore da controllare nell'attributo objectClass per gli utenti. Lascia il campo vuoto per utilizzare il valore predefinito person

source: Username attribute
de_de: Eigenschaft Benutzername
fr_fr: Attribut nom d'utilisateur
it_it: Attributo nome utente

source: This field should contain the name of the attribute where the username is stored, such as uid.
de_de: Dieses Feld sollte den Namen der Eigenschaft enthalten in dem der Benutzername gespeichert ist, so wie uid.
fr_fr: Ce champ doit contenir le nom de l'attribut où le nom d'utilisateur est stocké, telles que uid.
it_it: Questo campo deve contenere il nome dell'attributo in cui è memorizzato il nome utente, come uid.

source: Full name attribute
de_de: Eigenschaft Vollständiger Name
fr_fr: Attribut de nom complet
it_it: Attributo nome completo

source: Given name attribute
de_de: Eigenschaft Vorname
fr_fr: Attribut de nom donné
it_it: Attributo nome

source: Email address attribute
de_de: Eigenschaft E-Mail Adresse
fr_fr: Attribut de l'adresse de courriel
it_it: Attributo indirizzo e-mail

source: Group class
de_de: Gruppenklasse
fr_fr: Classe de groupe
it_it: Classe gruppo

source: Enter the value to check for in objectClass for groups. Leave blank to use the default of group
de_de: Geben Sie einen Wert ein, um in objectClass auf Gruppen zu prüfen. Lassen Sie leer um die Standardgruppe zu verwenden
fr_fr: Saisissez la valeur à vérifier dans objectClass pour les groupes. Laissez vide pour utiliser celui par défaut des groupes
it_it: Immetti il valore da controllare nell'attributo objectClass per i gruppi. Lascia il campo vuoto per utilizzare il valore predefinito group

source: Group members attribute
de_de: Eigenschaft Gruppenmitglieder
fr_fr: Attribut des membres du groupe
it_it: Attributo membri gruppo

source: This field should contain the name of the attribute where the list of members of a group is stored, such as uniqueMember.
de_de: Dieses Feld sollte den Namen der Eigenschaft enthalten in welcher die Liste der Mitglieder einer Gruppe gespeichert ist, so wie uniqueMember.
fr_fr: Ce champ doit contenir le nom de l'attribut où la liste des membres d'un groupe est stockée, tel que uniqueMember.
it_it: Questo campo deve contenere il nome dell'attributo in cui è memorizzato l'elenco dei membri di un gruppo, come uniqueMember.

source: Allowed groups
de_de: Erlaubte Gruppen
fr_fr: Groupes autorisés
it_it: Gruppi consentiti

source: You may wish to restrict access to users who belong to certain groups in LDAP. If so, write a comma separated list of group names here. Leave blank to disable this feature.
de_de: Sie können Benutzern den Zugriff einschränken, welche bestimmten Gruppen in LDAP angehören. Um dies zu tun, geben Sie hier eine kommagetrennte Liste der Gruppennamen an. Frei lassen um dieses Feature zu deaktivieren.
fr_fr: Vous pouvez souhaiter restreindre l'accès aux utilisateurs qui appartiennent à certains groupes de l'annuaire LDAP. Si c'est le cas, inscrivez une liste de noms de groupes séparés par des virgules ici. Laissez blanc pour désactiver cette fonctionnalité.
it_it: Potresti voler limitare l'accesso agli utenti appartenenti a determinati gruppi in LDAP. Se è così, immetti qui un elenco di nomi gruppo separato da virgole. Lascia il campo vuoto per disabilitare questa funzionalità.

source: Control username
de_de: Benutzernamen kontrollieren
fr_fr: Contrôler l'identifiant
it_it: Nome utente controllo

source: Control user password
de_de: Benutzerpasswort kontrollieren
fr_fr: Contrôler le mot de passe utilisateur
it_it: Password utente controllo

source: Please insert the authentication details for a user who can access all LDAP records. Only read only access is necessary, and for an anonyous bind leave this blank.
de_de: Bitte die Authentifizierungsdetails für Benutzer welche Zugriff auf alle LDAP Datensätze haben angeben. Nur Lesezugriff ist nötig. Lassen Sie die Details leer um eine anonyme Anbindung zu ermöglichen.
fr_fr: Saisissez les informations d'authentification pour un utilisateur qui peut accéder à l'ensemble des enregistrements LDAP. Seul un accès en lecture seule est requis, pour une liaison anonyme, laissez cela vide.
it_it: Immetti i dettagli di autenticazione di un utente che può accedere a tutti i record LDAP. È necessario solo l'accesso in sola lettura, lascia questo campo vuoto per un bind anonimo.

source: Use HTTP Integrated Authentication
de_de: Benütze HTTP integrierte Authentifizierung
fr_fr: Utiliser l'authentification HTTP intégrée
it_it: Utilizza autenticazione integrata HTTP

source: Activate to enabled automatic user login using HTTP integrated authentication. This requires your web server to be authenticating the user (e.g. HTTP Basic Authentication, Kerberos etc).
de_de: Aktivieren um automatische Benutzeranmeldungen per HTTP integrierter Authentifizierung zu erlauben. Dies bedingt, dass Ihr Webserver eine Benutzerauthentifizierung unterstützt (z. B. HTTP Basic Authentication, Kerberos usw.)
fr_fr: Activer pour permettre la connexion automatique de l'utilisateur à l'aide de l'authentification HTTP intégrée. Pour cela, votre serveur web doit authentifier l'utilisateur (authentification HTTP Basic, Kerberos etc.)
it_it: Seleziona la casella per attivare il login utente automatico utilizzando l'autenticazione HTTP integrata. Quest'impostazione richiede che sia il server Web ad autenticare l'utente (ad es. con l'autenticazione HTTP Basic, Kerberos ecc.).

source: HTTP header field
de_de: HTTP Header Feld
fr_fr: Champ d'en-tête HTTP
it_it: Campo header HTTP

source: If using HTTP integrated authentication specify the HTTP header field that will contain the user name.
de_de: Wenn HTTP integrierte Authentifizierung eingesetzt wird, definieren Sie das HTTP Header Feld welches den Benutzernamen enthält.
fr_fr: Si vous utilisez l'authentification intégrée HTTP spécifier le champ d'en-tête HTTP qui contiendra le nom d'utilisateur.
it_it: Se utilizzi l'autenticazione HTTP integrata specifica il campo header HTTP che conterrà il nome utente.

source: Click "%save" to save the settings
de_de: Klicken Sie "%save" um Ihre Einstellungen zu speichern
fr_fr: Cliquez sur "%save" pour enregistrer les paramètres
it_it: Clicca "%save%" per salvare le impostazioni

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva

source: Test connection
de_de: Verbindung testen
it_it: Prova connessione

source: After configuring and saving your connection settings, you should test your connection to the LDAP server. This test does not check whether the DN and attributes can allow The Bug Genie to correctly find users, but it will give an indication if The Bug Genie can talk to your LDAP server, and if any groups you specify exist. If HTTP integrated authentication is enabled, this will also test that your web server is providing the REMOTE_USER header.
de_de: Nach der Konfiguration und dem Speichern Ihrer Verbindungseinstellungen, sollten Sie die Verbindung zum LDAP-Server testen. Dieser Test prüft nicht ob der DN und die Einstellungen The Bug Genie erlauben Benutzer zu finden, aber es wird Ihnen aufzeigen ob The Bug Genie mit Ihrem LDAP Server kommunizieren kann, und ob von Ihnen spezifizierte Gruppen existieren. Wenn HTTP integrierte Authentifizierung aktiviert ist, wird auch getestet ob Ihr Web Server den REMOTE_USER Header unterstützt.
fr_fr: Après la configuration et l'enregistrement de vos paramètres de connexion, vous devrez tester votre connexion au serveur LDAP. Ce test ne vérifie pas si les attributs et DN peuvent permettre à The Bug Genie de trouver correctement les utilisateurs, mais il indiquera si The Bug Genie peut communiquer avec votre serveur LDAP, et si les groupes que vous spécifiez existent. Si l'authentification HTTP intégrée est activée, cela permettra de tester également que votre serveur web fournit l'en-tête REMOTE_USER.
it_it: Dopo aver configurato e salvato le impostazioni di connessione dovresti provare la connessione al server LDAP. Questo test non controlla se il DN e gli attributi consentono a The Bug Genie di trovare correttamente gli utenti, ma determinerà se The Bug Genie può comunicare con il tuo server LDAP e verificare se i gruppi specificati esistono. Se l'autenticazione HTTP integrata è abilitata, tale test controllerà anche se il server Web fornisce l'header REMOTE_USER.

source: Import all users
de_de: Alle Benutzer importieren
fr_fr: Importer l'ensemble des utilisateurs
it_it: Importa tutti gli utenti

source: You can import all users who can log in from LDAP into The Bug Genie with this tool. This will not let them log in without switching to LDAP Authentication. We recomemnd you do this before switching over, and make at least one of the new users an administrator. Already existing users with the same username will be updated.
de_de: Sie können alle Benutzer importieren, welche sich von LDAP in The Bug Genie mit diesem Werkzeug einloggen können. Dies wird nicht dazu führen, dass sich die Benutzer ohne LDAP Authentifizierung einloggen können. Wir empfehlen Ihnen, vor dem umstellen zu importieren und mindestens einem neuen Benutzer Administratorenrechte zu vergeben. Bereits existierende Benutzer mit demselben Benutzernamen werden aktualisiert.
fr_fr: Vous pouvez importer tous les utilisateurs qui peuvent s'identifier depuis LDAP dans The Bug Genie avec cet outil. Cela ne leur permettra pas de s'identifier avant que vous n'ayez changé la méthode d'authentification pour LDAP. Nous vous recommandons de le faire avant de basculer. Faîtes aussi de l'un des nouveaux utilisateurs un administrateur. Les utilisateurs déjà existants avec le même nom d'utilisateur seront mis à jour.
it_it: Con questo strumento puoi importare in The Bug Genie tutti gli utenti che possono eseguire il login in LDAP. Ciò non consentirà loro di eseguire il login a meno di non passare all'autenticazione LDAP. Raccomandiamo che tu esegua l'importazione prima del passaggio e che tu renda almeno uno dei nuovi utenti un amministratore. Gli utenti esistenti con lo stesso nome utente saranno aggiornati.

source: Import users
de_de: Importiere Benutzer
fr_fr: Importer les utilisateurs
it_it: Importa utenti

source: Prune users
de_de: Benutzer aufräumen
fr_fr: Élaguer les utilisateurs
it_it: Esegui prune degli utenti

source: To remove the data from The Bug Genie of users who can no longer log in via LDAP, run this tool. These users would not be able to log in anyway, but it will keep your user list clean. The guest user is not affected, but it may affect your current user - if this is deleted you will be logged out.
de_de: Benützen Sie dieses Werkzeug, um die Daten von Benutzern von The Bug Genie zu entfernen, die sich nicht mehr via LDAP anmelden können. Diese Benutzer werden sowieso nicht mehr in der Lage sein, sich einzuloggen, aber es wird Ihre Benutzerliste sauber halten. Der Gast Benutzer ist nicht betroffen, aber es kann Ihren aktuellen Benutzer betreffen - wenn er gelöscht wird werden Sie ausgeloggt.
fr_fr: Pour supprimer les données de The Bug Genie des utilisateurs qui ne peuvent plus se connecter via LDAP, exécutez cet outil. Ces utilisateurs ne sont de toute façon plus en mesure de s'identifier, mais cela permet de garder votre liste d'utilisateurs propre. L'utilisateur invité n'est pas concerné, mais cela peut inclure votre utilisateur actuel - si votre accès est supprimé, vous serez déconnecté.
it_it: Per rimuovere i dati dal The Bug Genie di utenti che non possono accedere non più via LDAP, eseguire questo strumento. Questi utenti, non sarebbe in grado di accedere comunque, ma mancherà di tenere il vostro elenco utente pulito. L'utente guest non è influenzato, ma può interessare il vostro utente corrente - se questo viene eliminato verrà disconnesso.
