Repository: thebuggenie/thebuggenie
Catalog: modules/publish/i18n/*/publish.xlf
Languages: de_de, fr_fr, it_it

source: Note: This page lists all articles that are not linked to for "%project_name". For a list of global articles that are not linked to, see %orphaned_pages
de_de: Notiz: Diese Seite listet alle Artikel für "%project_name" auf, welche nicht verlinkt sind. Für eine Liste aller globalen nicht verlinkten Artikel, siehe %orphaned_pages
fr_fr: Remarque : Cette page répertorie tous les articles qui ne sont pas liés à "%project_name". Pour obtenir la liste des articles globaux qui ne sont pas liés, consultez %orphaned_pages
it_it: Nota: questa pagina elenca tutti gli articoli a cui non ci sono collegamenti per "%project_name". Per un elenco di articoli globali a cui non ci sono collegamenti, vedi %orphaned_pages

source: Below is a listing of pages that are not linked to by other pages.
de_de: Untenstehend eine Auflistung von Seiten welche nicht von anderen Seiten verlinkt werden.
fr_fr: Voici une liste de pages qui ne sont pas liés à d'autres pages.
it_it: Qui sotto c'è un elenco di pagine per cui non ci sono collegamenti da altre pagine.

source: Wiki special pages
de_de: Wiki Spezialseiten
fr_fr: Pages spéciales Wiki
it_it: Pagine speciali wiki

source: Note: This page lists all project-specific special pages for "%project_name". For a list of global special pages, see %special_pages
de_de: Notiz: Diese Seite listet alle projektspezifischen Spezialseiten für "%project_name" auf. Für eine Liste aller globalen Spezialseiten, siehe %special_pages
fr_fr: Remarque : Cette page répertorie toutes les pages spéciales spécifiques au projet "%project_name". Pour obtenir la liste des pages spéciales globales, consultez %special_pages
it_it: Nota: questa pagina elenca tutte le pagine speciali specifiche del progetto "%project_name". Per un elenco di pagine speciali globali, vedi %special_pages

source: Special pages
de_de: Spezielle Seiten
fr_fr: Pages spéciales
it_it: Pagine speciali

source: This is a list of all the "special pages" available in The Bug Genie wiki. These are generated automatically and cannot be edited via the builtin wiki-editor.
de_de: Dies ist eine Liste aller in The Bug Genie Wiki vorhandenen "Spezialseiten". Diese werden automatisch generiert und können über den integrierten Wiki-Editor nicht bearbeitet werden.
fr_fr: Il s'agit d'une liste de toutes les pages « spéciales » disponibles dans le wiki de The Bug Genie. Ces dernières sont générées automatiquement et ne peuvent pas être modifiées via l'éditeur intégré du Wiki.
it_it: Questo è un elenco di tutte le "pagine speciali" disponibili nel wiki di The Bug Genie. Queste sono generate automaticamente e non possono essere modificate tramite l'editor del wiki integrato.

source: Automatic pages
de_de: Automatische Seiten
fr_fr: Pages automatiques
it_it: Pagine automatiche

source: Frontpage article
de_de: Startseitenartikel
fr_fr: Article de la page d'accueil
it_it: Articolo pagina principale

source: Frontpage left menu footer
de_de: Fusszeile des Startseitenmenüs links
fr_fr: Pied de page du menu de gauche de la page d'accueil
it_it: Piè di pagina nel menù a sinistra della pagina principale

source: Login introduction header
de_de: Kopfzeile der Loginseite
fr_fr: En-tête d'introduction pour l'identification
it_it: Intestazione introduzione al login

source: OpenID login introduction header
de_de: Kopfzeile der OpenID Loginseite
fr_fr: En-tête d'introduction pour l'indentification OpenID
it_it: Intestazione introduzione al login OpenID

source: Registration introduction header
de_de: Kopfzeile der Benutzerregistrierungsseite
fr_fr: En-tête d'introduction pour l'enregistrement
it_it: Intestazione introduzione alla registrazione

source: Forgotten password introduction header
de_de: Kopfzeile der Seite "Passwort vergessen"
fr_fr: En-tête d'introduction de mot de passe oublié
it_it: Intestazione introduzione alla pagina "Password dimenticata"

source: Wiki maintenance
de_de: Wiki Wartungsarbeiten
fr_fr: Maintenance du Wiki
it_it: Manutenzione wiki

source: Dead end pages
de_de: Sackgassenseiten
fr_fr: Pages en impasse
it_it: Pagine senza collegamenti ad altre pagine

source: Uncategorized pages
de_de: Unkategorisierte Seiten
fr_fr: Pages non classés
it_it: Pagine senza categoria

source: Orphaned pages
de_de: Verwaiste Seiten
fr_fr: Pages orphelines
it_it: Pagine orfane

source: Uncategorized categories
de_de: Unkategorisierte Kategorien
fr_fr: Catégories non classés
it_it: Categorie senza categoria

source: Page lists
de_de: Seitenlisten
fr_fr: Page liste
it_it: Elenchi di pagine

source: All pages
de_de: Alle Zeiten
fr_fr: Toutes les pages
it_it: Tutte le pagine

source: All categories
de_de: Alle Kategorien
fr_fr: Toutes les catégories
it_it: Tutte le categorie

source: All templates
de_de: Alle Vorlagen
fr_fr: Tous les modèles
it_it: Tutti i modelli

source: Note: This page lists all categories without any parent categories in "%project_name". For a list of global categories with no parent categories, see %uncategorized_categories
de_de: Notiz: Diese Seite listet alle Kategorien ohne übergeordnete Kategorien "%project_name" auf. Für eine Liste aller globalen Kategorien ohne übergeordnete Kategorien, siehe %uncategorized_categories
fr_fr: Remarque : Cette page répertorie toutes les catégories sans catégorie parente dans "%project_name". Pour obtenir la liste des catégories globales sans catégorie parente, consultez %uncategorized_categories
it_it: Nota: questa pagina elenca tutte le categorie senza alcuna categoria genitore in "%project_name". Per un elenco di categorie globali senza categorie genitore, vedi %uncategorized_categories

source: Below is a listing of categories that have no parent categories.
de_de: Untenstehend eine Auflistung aller Kategorien welche keine übergeordneten Kategorien haben.
fr_fr: Voici une liste de catégories qui n'ont aucune catégorie parente.
it_it: Qui sotto c'è un elenco di categorie che non hanno categorie genitore.

source: Note: This page lists all articles without categories in "%project_name". For a list of global articles with no categories, see %uncategorized_pages
de_de: Notiz: Diese Seite listet alle Artikel ohne Kategorien in "%project_name" auf. Für eine Liste aller globalen Artikel ohne Kategorien, siehe %uncategorized_pages
fr_fr: Remarque : Cette page répertorie tous les articles sans catégorie pour "%project_name". Pour obtenir la liste des articles globaux sans catégorie, consultez %uncategorized_pages
it_it: Nota: questa pagina elenca tutti gli articoli senza categorie in "%project_name". Per un elenco di articoli globali senza categorie, vedi %uncategorized_pages

source: Below is a listing of pages that have no categories.
de_de: Untenstehend eine Auflistung aller Seiten welche keine Kategorien haben.
fr_fr: Voici une liste des pages qui n'ont aucune catégorie.
it_it: Qui sotto c'è un elenco di pagine che non hanno categorie.

source: Below is a listing of all pages that links to this pages.
de_de: Untenstehend eine Auflistung aller Seiten welche auf diese Seite verweisen.
fr_fr: Voici une liste de toutes les pages qui pointent vers cette page.
it_it: Qui sotto c'è un elenco di pagine che hanno collegamenti a questa pagina.

source: Table of contents
de_de: Inhaltsverzeichnis
fr_fr: Table des matières
it_it: Indice

source: Minimize
de_de: Minimieren
fr_fr: Minimiser
it_it: Riduci

source: Stick to top
de_de: Im Vordergrund behalten
fr_fr: Épingler en haut
it_it: Fissa in alto

source: Wiki tools
fr_fr: Outils Wiki
it_it: Strumenti wiki

source: What links here
de_de: Links hierhin
fr_fr: Quels liens ici
it_it: Pagine correlate

source: Project special pages
de_de: Projekt Spezialseiten
fr_fr: Pages spéciales du projet
it_it: Pagine speciali progetto

source: Links to this article
de_de: Verknüpfungen zu diesem Artikel
fr_fr: Liens vers cet article
it_it: Collegamenti a questo articolo

source: No other articles links to this article
de_de: Keine anderen Artikel sind mit diesem Artikel verlinkt
fr_fr: Aucun autre article ne pointe vers cet article
it_it: Nessun altro articolo ha collegamenti a quest'articolo

source: Categories
de_de: Kategorien
fr_fr: Catégories
it_it: Categorie

source: %article_name attachments
de_de: %article_name Anhänge
fr_fr: Fichiers joins de %article_name
it_it: %article_name allegati

source: File uploads are not enabled
de_de: Dateiupload nicht aktiv
fr_fr: Le chargement de fichier n'est pas actif
it_it: I caricamenti di file non sono abilitati

source: %article_name history
fr_fr: Historique de %article_name
it_it: Cronologia %article_name

source: Updated
de_de: Aktualisiert
fr_fr: Mis à jour
it_it: Aggiornato

source: Author
de_de: Autor
fr_fr: Auteur
it_it: Autore

source: Comment
de_de: Kommentar
fr_fr: Commentaire
it_it: Commento

source: Compare
de_de: Vergleichen
fr_fr: Comparer
it_it: Confronta

source: Actions
de_de: Aktionen
it_it: Azioni

source: Initial import
de_de: Import beginnen
fr_fr: Import initial
it_it: Importazione iniziale

source: Restore this version
de_de: Diese Version wiederherstellen
fr_fr: Restaurer cette version
it_it: Ripristina questa versione

source: Are you sure you want to restore this revision?
de_de: Sind Sie sicher, dass Sie die Änderung wiederherstellen wollen?
fr_fr: Êtes vous sûr(e) de vouloir restaurer cette révision ?
it_it: Sei sicuro di voler ripristinare questa revisione?

source: If you confirm, all changes after this revision will be lost, and the article reverted back to the state it was in revision %revision_number
de_de: Wenn Sie bestätigen, werden alle Änderungen nach der Revision verloren gehen, und der Artikel zurück auf den Status gesetzt, welcher gültig war in Revision %revision_number
fr_fr: Si vous confirmez, tous les changements après cette version seront perdus, et l'article sera restauré dans l'état où il était à la révision %revision_number
it_it: Se confermi quest'azione, tutte le modifiche dopo questa revisione andranno perdute e l'articolo sarà ripristinato allo stato in cui era alla revisione %revision_number

source: %yes or %cancel
de_de: %yes oder %cancel
fr_fr: %yes ou %cancel
it_it: %yes o %cancel

source: cancel
de_de: abbrechen
fr_fr: annuler
it_it: annulla

source: Showing the difference between revisions: %from_revision &rArr; %to_revision
de_de: Zeige den Unterschied zwischen den Revisionen: %from_revision &rArr; %to_revision
fr_fr: Montrer la différence entre les révisions : %from_revision &rArr; %to_revision
it_it: Visualizzazione delle differenze fra le revisioni %from_revision &rArr; %to_revision

source: %revision_number, by %author [%date]
de_de: %revision_number, von %author [%date]
fr_fr: %revision_number, par %author [%date]
it_it: %revision_number di %author [%date]

source: Back to history
de_de: Zurück zur History
fr_fr: Retour à l'historique
it_it: Torna alla cronologia

source: %article_name permissions
de_de: %article_name Berechtigungen
fr_fr: autorisations de %article_name
it_it: Permessi per %article_name

source: Specify permissions for entire wiki
de_de: Berechtigungen für das gesamte Wiki angeben
fr_fr: Spécifier les autorisations pour l'ensemble du wiki
it_it: Specifica i permessi per tutto il wiki

source: Specify permissions for the article %article_name
de_de: Spezifizieren Sie die Berechtigungen für den Artikel %article_name
fr_fr: Spécifier les autorisations pour l'article %article_name
it_it: Specifica i permessi per l'articolo %article_name

source: Specify permissions to edit categories
de_de: Berechtigungen zum Bearbeiten von Kategorien angeben
fr_fr: Spécifier les autorisations pour modifier les catégories
it_it: Specifica i permessi per modificare le categorie

source: Specify permissions for the %namespace namespace
de_de: Spezifizieren Sie die Berechtigungen für den %namespace Namensraum
fr_fr: Spécifier les autorisations pour l'espace de noms %namespace
it_it: Specifica i permessi per lo spazio dei nomi %namespace

source: Select this option to specify permissions for the entire wiki.
de_de: Wählen Sie diese Option, um die Berechtigungen für das gesamte Wiki anzugeben.
fr_fr: Sélectionnez cette option pour spécifier les autorisations de l'ensemble du wiki.
it_it: Seleziona quest'opzione per specificare i permessi per tutto il wiki.

source: Select this option to specify permissions for this article.
de_de: Wählen Sie diese Option, um die Berechtigungen für diesen Artikel anzugeben.
fr_fr: Sélectionnez cette option pour spécifier les autorisations de cet article.
it_it: Seleziona quest'opzione per specificare i permessi per quest'articolo.

source: Select this option to specify permissions for who can create and edit categories.
de_de: Wählen Sie diese Option, um die Berechtigungen für die Ersteller und Bearbeiter von Kategorien anzugeben.
fr_fr: Sélectionner cette option pour spécifier qui peut créer et modifier des catégories.
it_it: Seleziona quest'opzione per specificare i permessi per creare e modificare le categorie.

source: Specify permissions for the %namespace namespace. These permissions will apply for all articles in the mentioned namespace for which article-specific permissions, or child-namespace permissions have not been granted.
de_de: Definieren Sie Berechtigungen für den %namespace Namensraum. Diese Berechtigungen werden für alle Artikel im genannten Namensraum übernommen, bei welchen artikelspezifische Berechtigungen oder untergeordnete Namensraumberechtigungen nicht garantiert sind.
fr_fr: Spécifiez les autorisations pour l'espace de noms %namespace. Ces autorisations s'appliqueront pour tous les articles contenus dans l'espace de noms mentionné et pour lesquels aucune autorisation spécifique à un article ou un sous-espace de noms n'a été accordée.
it_it: Specifica i permessi per lo spazio dei nomi %namespace. Questi permessi si applicheranno a tutti gli articoli nello spazio dei nomi menzionato e per cui non sono stati concessi permessi specifici per l'articolo o per uno spazio dei nomi figlio.

source: Edit read permissions
de_de: Leseberechtigungen bearbeiten
fr_fr: Modifier les autorisations de lecture
it_it: Modifica permessi di lettura

source: Edit write permissions
de_de: Schreibberechtigungen bearbeiten
fr_fr: Modifier les autorisations d'écriture
it_it: Modifica permessi di scrittura

source: Edit delete permissions
de_de: Löschberechtigungen bearbeiten
fr_fr: Modifier les autorisations de suppression
it_it: Modifica permessi di eliminazione

source: You do not have access to edit permissions for this article
de_de: Sie haben keinen Zugriff um die Berechtigungen für diesen Artikel zu bearbeiten.
fr_fr: Vous n'avez pas l'autorisation de modifier cet article
it_it: Non hai i permessi per modificare i permessi di quest'articolo

source: Editing %article_name
de_de: %article_name bearbeiten
fr_fr: Modification de %article_name
it_it: Modifica di %article_name

source: This is a preview of the article
de_de: Das ist eine Vorschau des Artikels
fr_fr: Il s'agit d'une prévisualisation de l'article
it_it: Questa è un'anteprima dell'articolo

source: The article has not been saved yet
de_de: Der Artikel wurde noch nicht gespeichert
fr_fr: L'article n'a pas encore été sauvegardé
it_it: L'articolo non è stato ancora salvato

source: Continue editing
de_de: Weiter bearbeiten
fr_fr: Continuer l'édition
it_it: Continua modifica

source: Article type
de_de: Artikeltyp
fr_fr: Type d'article
it_it: Tipologia articolo

source: Classic wiki page
de_de: Klassische Wiki Seite
fr_fr: Page wiki classique
it_it: Pagina wiki classica

source: Page in a handbook
de_de: Seite in einem Handbuch
fr_fr: Page dans un manuel
it_it: Pagina in un manuale

source: Choose this article type for pages that are organised like a traditional wiki. These pages will have be loosely coupled by links, and have a classic wiki sidebar.
de_de: Wählen Sie diesen Artikeltyp für Seiten welche wie ein traditionelles Wiki aufgebaut sind. Diese Seiten sind lose durch Links verknüpft, und haben eine klassische Wiki Sidebar.
fr_fr: Choisir ce type d'article pour les pages qui sont organisées comme un wiki traditionnel. Ces pages seront librement reliées par des liens, et auront une barre latérale de wiki classique.
it_it: Seleziona questa tipologia di articolo per le pagine organizzate come in un wiki tradizionale. Queste pagine dovranno essere correlate debolmente da collegamenti e hanno una classica barra laterale wiki.

source: Choose this article type to group pages together in a handbook. These pages lets you create chapters and sub-pages, and have a sidebar that lets you navigate through the handbook.
de_de: Wählen Sie diesen Artikeltyp um Seiten in einem Handbuch zu gruppieren. Diese Seiten ermöglichen das Erstellen von Kapiteln und Unterseiten, und haben eine Sidebar mit welcher man durch das Handbuch navigieren kann.
fr_fr: Choisir ce type d'article pour regrouper les pages dans un manuel. Ces pages vous permettent de créer des chapitres et des sous-pages, et possèdent une barre latérale qui vous permet de naviguer dans le manuel.
it_it: Seleziona questa tipologia di articolo per raggruppare delle pagine in un manuale. Queste pagine ti consentono di creare capitoli e sottopagine e hanno una barra laterale che ti consente di navigare all'interno del manuale.

source: Manual entry name
de_de: Manueller Eintragsname
fr_fr: Nom de l'entrée manuel
it_it: Immissione nome manuale

source: Saving article
de_de: Artikel speichern
fr_fr: Enregistrer l'article
it_it: Salvataggio articolo in corso

source: Change reason
de_de: Grund ändern
fr_fr: Modifier la raison
it_it: Motivo modifica

source: Optional
fr_fr: Optionnel
it_it: Facoltativo

source: Enter a short reason summarizing your changes (max. 255 characters)
de_de: Geben Sie eine kurze Zusammenfassung der von Ihnen gemachten Änderungen ein (max. 255 Zeichen)
fr_fr: Saisissez une courte raison résumant vos modifications (max. 255 caractères)
it_it: Inserisci una breve nota che riassuma le tue modifiche (max. 255 caratteri)

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla

source: Save changes
de_de: Änderungen speichern
fr_fr: Sauvegarder les modifiation
it_it: Salva le modifiche

source: Create article
de_de: Artikel erstellen
fr_fr: Créer un article
it_it: Crea articolo

source: Preview changes
de_de: Vorschau der Änderungen
fr_fr: Prévisualiser les modifications
it_it: Anteprima modifiche

source: Preview article
de_de: Vorschau des Artikels
fr_fr: Prévisualiser l'article
it_it: Anteprima articolo

source: Find
de_de: Suchen
fr_fr: Trouver
it_it: Trova

source: Find articles
de_de: Artikel finden
fr_fr: Trouver des articles
it_it: Trova articoli

source: Find articles by name
de_de: Artikel durch Name finden
fr_fr: Trouver des articles par nom
it_it: Trova articoli per nome

source: Found %num article(s)
de_de: %num Artikel gefunden
fr_fr: %num article(s) trouvé(s)
it_it: %num articoli trovati

source: No articles found
de_de: Kein Artikel gefunden
fr_fr: Aucun article trouvé
it_it: Non sono stati trovati articoli

source: Enter something to search for in the input box above
de_de: Geben Sie in dem Eingabefeld oberhalb einen Suchbegriff ein.
fr_fr: Saisissez quelque-chose à chercher dans la zone de texte ci-dessus
it_it: Immetti qualcosa da cercare nella casella sopra

source: You are now viewing a previous revision of this article - revision %revision_number %date, by %author
de_de: Sie sehen hier eine frühere Revision dieses Artikels - Revision %revision_number %date, von %author
fr_fr: Vous consultez actuellement une précédente révision de cet article - révision %revision_number %date, par %author
it_it: Stai visualizzando una revisione precedente di quest'articolo - revisione %revision_number del %date, di %author

source: Show current version
de_de: Zeige aktuelle Version
fr_fr: Afficher la version courante
it_it: Visualizza versione corrente

source: Article attachments
de_de: Artikelanhänge
fr_fr: Pièces jointes de l'article
it_it: Allegati articolo

source: Article comments (%count)
de_de: Artikelkommentare (%count)
fr_fr: Commentaires de l'article (%count)
it_it: Commenti articolo (%count)

source: Post comment
de_de: Kommentieren
fr_fr: Déposer un commentaire
it_it: Invia commento

source: This special page does not exist
de_de: Diese Spezialseite existiert nicht
fr_fr: Cette page spéciale n'existe pas
it_it: Questa pagina speciale non esiste

source: No
de_de: Nein
fr_fr: Non
