Repository: thebuggenie/thebuggenie
Catalog: modules/publish/i18n/*/publish.xlf
Languages: de_de, fr_fr, it_it

source: You don't have access to read this article
de_de: Sie haben nicht die Berechtigung um diesen Artikel zu lesen.
fr_fr: Vous n'avez pas les autorisations d'accéder à cet article
it_it: Non hai i permessi per leggere quest'articolo

source: There was an error trying to show this revision
de_de: Beim Versuch die Revision anzuzeigen trat ein Fehler auf.
fr_fr: Une erreur est survenue lors de la tentative d'affichage de cette révision
it_it: Si è verificato un errore durante la visualizzazione di questa revisione

source: Please specify a from- and to-revision to compare
de_de: Bitte wählen Sie eine Von- und eine Zu-Revision zum Vergleich
fr_fr: Spécifiez une révision de début et de fin pour comparer
it_it: Specifica una revisione d'origine e una di destinazione da confrontare

source: You do not have permission to edit this article
de_de: Sie haben keine Berechtigung den Artikel zu bearbeiten.
fr_fr: Vous n'avez pas l'autorisation de modifier cet article
it_it: Non hai i permessi per modificare quest'articolo

source: This article does not exist
de_de: Der Artikel existiert nicht.
fr_fr: Cet article n'existe pas
it_it: Quest'articolo non esiste

source: You do not have permission to delete this article
de_de: Sie haben keine Berechtigung um diesen Artikel zu löschen.
fr_fr: Vous n'avez pas l'autorisation de supprimer cet article
it_it: Non hai i permessi per eliminare quest'articolo

source: Please specify an article name
de_de: Bitte geben Sie einen Artikelnamen an.
fr_fr: Spécifiez un nom d'article
it_it: Specifica un nome per l'articolo

source: An error occured
de_de: Ein Fehler ist aufgetreten.
fr_fr: Une erreur est survenue
it_it: Si è verificato un errore

source: The article was deleted
de_de: Der Artikel wurde gelöscht.
fr_fr: L'article a été supprimé
it_it: L'articolo è stato eliminato

source: You need to specify a valid article name
de_de: Sie müssen einen gültigen Artikelnamen eingeben
fr_fr: Vous devez spécifier un nom d'article valide
it_it: Devi specificare un nome di articolo valido

source: You have to provide a reason for the changes
de_de: Sie müssen einen Grund für die Änderungen angeben
fr_fr: Vous devez fournir une raison pour vos modifications
it_it: Devi fornire un motivo per le modifiche

source: The file has been modified since you last opened it
de_de: Die Datei wurde seit dem letzten Öffnen geändert.
fr_fr: Le fichier a été modifié depuis la dernière fois que vous l'avez ouvert
it_it: Il file è stato modificato da quando l'hai aperto l'ultima volta.

source: An article with that name already exists. Please choose a different article name
de_de: Ein Artikel mit diesem Namen existiert bereits. Bitte wählen Sie einen anderen Namen.
fr_fr: Un article avec ce nom existe déjà. Veuillez choisir un nom d'article différent
it_it: Un articolo con questo nome è già esistente. Scegli un nome differente per l'articolo

source: The article was saved
de_de: Der Artikel wurde gespeichert.
fr_fr: L'article a été sauvegardé
it_it: L'articolo è stato salvato

source: Another article with this name already exists
de_de: Ein anderer Artikel mit diesem Namen existiert bereits.
fr_fr: Un autre article ayant ce nom existe déjà
it_it: Esiste già un altro articolo con lo stesso nome

source: %number_of_articles articles imported successfully
de_de: %number_of_articles Artikel erfolgreich importiert
fr_fr: %number_of_articles articles importés avec succès
it_it: %number_of_articles articoli importati correttamente

source: Project archive
de_de: Projekt-Archiv
fr_fr: Archive de projet
it_it: Archivio progetto

source: Archive
de_de: Archiv
fr_fr: Archiver
it_it: Archivio

source: Project documentation
de_de: Projekt-Dokumentation
fr_fr: Documentation du projet
it_it: Documentazione progetto

source: Documentation
de_de: Dokumentation
it_it: Documentazione

source: Project documents
de_de: Projekt-Dokumente
fr_fr: Documents du projet
it_it: Documenti progetto

source: Documents
de_de: Dokumente
it_it: Documenti

source: Project help
de_de: Projekt-Hilfe
fr_fr: Aide du projet
it_it: Guida progetto

source: Help
de_de: Hilfe
fr_fr: Aide
it_it: Guida

source: Project wiki
de_de: Projekt-Wiki
fr_fr: Wiki du projet
it_it: Wiki progetto

source: Can edit the wiki lefthand menu
de_de: Kann das Wiki-Menu bearbeiten
fr_fr: Peut éditer le menu de gauche du wiki
it_it: Può modificare il menu di sinistra del wiki

source: Can access the project wiki
de_de: Kann auf die Projekt-Wiki zugreifen
fr_fr: Peut accéder au wiki du projet
it_it: Può accedere al wiki del progetto

source: Can write articles in project wiki
de_de: Kann Artikel im Projekt-Wiki erstellen
fr_fr: Peut écrire des articles dans le wiki du projet
it_it: Può scrivere articoli nel wiki del progetto

source: Can delete articles from project wiki
de_de: Kann Artikel im Projekt-Wiki löschen
fr_fr: Peut supprimer des articles du wiki du projet
it_it: Può eliminare gli articoli dal wiki del progetto

source: Redirected from %article_name
de_de: Weitergeleitet von %article_name
fr_fr: Redirigé depuis %article_name
it_it: Rediretto da %article_name

source: Last updated at %time, by %user
de_de: Letzte Aktualisierung am %time, durch %user
fr_fr: Dernière mise à jour à %time, par %user
it_it: Ultima modifica: %time, di %user

source: System
fr_fr: Système
it_it: Sistema

source: Subcategories
de_de: Unterkategorien
fr_fr: Sous-catégories
it_it: Sottocategorie

source: This category doesn't have any subcategories
de_de: Die Kategorie hat keine Unterkategorien.
fr_fr: Cette catégorie n'a pas toutes les sous-catégories
it_it: Questa categoria non ha nessuna sottocategoria

source: Pages in this category
de_de: Seiten in dieser Kategorie
fr_fr: Pages dans cette catégorie
it_it: Pagine in questa categoria

source: There are no pages in this category
de_de: Es gibt keine Seiten für die Kategorie.
fr_fr: Il n'y a pas de pages dans cette catégorie
it_it: Non ci sono pagine in questa categoria

source: Categories:
de_de: Kategorien:
fr_fr: Catégories :
it_it: Categorie:

source: This article is not in any categories
de_de: Der Artikel befindet sich in keiner Kategorie.
fr_fr: Cet article n'est dans aucune catégorie
it_it: Questo articolo non è presente in nessuna categoria

source: This list is empty.
de_de: Diese Liste ist leer.
fr_fr: Cette liste est vide.
it_it: Quest'elenco è vuoto.

source: There are no file attached to this article
de_de: Es gibt keine angehängten Dateien für den Artikel.
fr_fr: Il n'y a pas de fichier joint à cet article
it_it: Non c'è alcun file allegato a questo articolo

source: Please log in to subscribe to updates for this article
de_de: Bitte einloggen um über Updates zu diesem Artikel automatisch informiert zu werden.
fr_fr: Connectez-vous pour vous abonner aux mises à jour pour cet article
it_it: Esegui il login per iscriverti agli aggiornamenti per questo articolo

source: Click the star to toggle whether you want to be notified whenever this article updates or changes
de_de: Den Stern klicken um ein-/auszuschalten ob sie über Artikelaktualisierungen oder -änderungen informiert werden wollen.
fr_fr: Cliquez sur l'étoile pour activer/désactiver si vous souhaitez être averti chaque fois que cet article est mis à jour ou est modifié
it_it: Clicca sulla stella per abilitare/disabilitare le notifiche quando quest'articolo viene aggiornato o modificato

source: Show
de_de: Zeigen
fr_fr: Afficher
it_it: Visualizza

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica

source: Create new article
de_de: Neuen Artikel erstellen
fr_fr: Créer un nouvel article
it_it: Crea nuovo articolo

source: More actions
de_de: Weitere Aktionen
fr_fr: Plus d'actions
it_it: Ulteriori azioni

source: Toggle distraction-free writing
de_de: Verzögerungsfreies schreiben ein-/ausschalten
fr_fr: Activer/désactiver le mode d'écriture sans distraction
it_it: Abilita/disabilita modalità di scrittura senza distrazioni

source: Select parent article
de_de: Übergeordneten Artikel auswählen
fr_fr: Sélectionner l'article parent
it_it: Seleziona articolo genitore

source: History
fr_fr: Historique
it_it: Cronologia

source: Attach a file
de_de: Datei anhängen
fr_fr: Attacher une pièce jointe
it_it: Allega un file

source: Permissions
de_de: Berechtigungen
fr_fr: Autorisations
it_it: Permessi

source: Create new article here
de_de: Hier neuen Artikel erstellen
fr_fr: Créer un nouvel article ici
it_it: Crea un nuovo articolo qui

source: Delete this article
de_de: Diesen Artikel löschen
fr_fr: Supprimer cet article
it_it: Elimina articolo

source: Please confirm
de_de: Bitte bestätigen
fr_fr: Veuillez confirmer
it_it: Conferma

source: Do you really want to delete this article?
de_de: Möchten Sie diesen Artikel wirklich entfernen?
fr_fr: Voulez-vous vraiment supprimer cet article ?
it_it: Sei sicuro di voler eliminare questo articolo?

source: No parent article
de_de: Kein übergeordneter Artikel
fr_fr: Aucun article parent
it_it: Nessun articolo genitore

source: %article_name ~ Edit
de_de: %article_name ~ Bearbeiten
fr_fr: %article_name ~ Éditer
it_it: %article_name ~ Modifica

source: %article_name ~ History
fr_fr: %article_name ~ Historique
it_it: %article_name ~ Cronologia

source: %article_name ~ Permissions
de_de: %article_name ~ Berechtigungen
fr_fr: %article_name ~ Autorisations
it_it: %article_name ~ Permessi

source: %article_name ~ Attachments
de_de: %article_name ~ Anhänge
fr_fr: %article_name ~ Fichiers joints
it_it: %article_name ~ Allegati

source: Recently edited pages here
de_de: Zuletzt geänderte Seiten
fr_fr: Pages récemment éditées ici
it_it: Qui compaiono le pagine modificate di recente

source: Click the header to show / hide
de_de: Auf die Kopfzeile klicken um ein- / auszublenden
fr_fr: Cliquez sur l'en-tête pour afficher / masquer
it_it: Clicca l'intestazione per visualizzare/nascondere

source: %time, by %user
de_de: %time, von %user
fr_fr: %time, par %user
it_it: %time, di %user

source: There are no recent pages here
de_de: Es gibt hier keine zuletzt besuchte Seiten
fr_fr: Il n'y a pas de page récente ici
it_it: Non ci sono pagine recenti da visualizzare qui

source: Wiki menu
de_de: Wiki-Menü
it_it: Menù wiki

source: Project wiki frontpage
de_de: Projektwiki Startseite
fr_fr: Page d'accueil du wiki du projet
it_it: Pagina principale wiki del progetto

source: Find project article (press enter to search)
de_de: Projektartikel finden (Zum Suchen bitte Enter drücken)
fr_fr: Trouver un article de projet (tapez Entrée pour chercher)
it_it: Trova articolo nel progetto (premi Invio per eseguire la ricerca)

source: Global content
de_de: Globaler Inhalt
fr_fr: Contenu global
it_it: Contenuto globale

source: Find any article (press enter to search)
de_de: Alle Artikel finden (Zum Suchen bitte Enter drücken)
fr_fr: Trouvez n'importe quel article (tapez Entrée pour chercher)
it_it: Trova qualsiasi articolo (premi Invio per eseguire la ricerca)

source: Project wikis
de_de: Projekt-Wikis
fr_fr: Wikis du projet
it_it: Wiki del progetto

source: This article has not been created yet.
de_de: Der Artikel wurde noch nicht erstellt.
fr_fr: Cet article n'a pas encore été créé
it_it: Questo articolo non è stato ancora creato.

source: You can create this article by clicking %create_this_article below.
de_de: Sie können den Artikel erstellen durchs Anklicken des Buttons %create_this_article.
fr_fr: Vous pouvez créer cet article en cliquant %create_this_article ci-dessous.
it_it: Puoi creare questo articolo cliccando %create_this_article qui sotto.

source: Create this article
de_de: Artikel erstellen
fr_fr: Créer cet article
it_it: Crea questo articolo

source: Select this to search the wiki for this term
de_de: Dies auswählen und im Wiki dannach suchen
fr_fr: Sélectionner cela pour rechercher ce terme dans le wiki
it_it: Seleziona quest'opzione per cercare questo termine nel wiki

source: %num article(s) found
de_de: %num Artikel gefunden
fr_fr: %num article(s) trouvé(s)
it_it: %num articoli trovati

source: Last updated %updated_at
de_de: Letzte Aktualisierung %updated_at
fr_fr: Dernière mise à jour %updated_at
it_it: Ultimo aggiornamento: %updated_at

source: See %num more articles ...
de_de: %num weitere Artikel zeigen ...
fr_fr: Voir %num articles de plus ...
it_it: Visualizza altri %num articoli...

source: No articles found matching your query
de_de: Keinen Artikel gefunden, der mit Ihrer Abfrage übereinstimmt.
fr_fr: Aucun article trouvé correspondant à votre requête
it_it: Non sono stati trovati articoli che corrispondono alla tua ricerca

source: General wiki settings
de_de: Allgemeine Wiki-Einstellungen
fr_fr: Paramètres wiki généraux
it_it: Impostazioni generali wiki

source: Import wiki articles
de_de: Wiki-Artikel importieren
fr_fr: Importer les articles du wiki
it_it: Importa articoli del wiki

source: Menu title
de_de: Menütitel
fr_fr: Titre du menu
it_it: Titolo menù

source: Project archive / Archive
de_de: Projektarchiv / Achiv
fr_fr: Archive du projet / Archive
it_it: Archivio progetto / Archivio

source: Project documentation / Documentation
de_de: Projektdokumentation / Dokumentation
fr_fr: Documentation du projet / Documentation
it_it: Documentazione progetto / Documentazione

source: Project documents / Documents
de_de: Projektdokumente / Dokumente
fr_fr: Documents du projet / Documents
it_it: Documenti di progetto / Documenti

source: Project help / Help
de_de: Projekthilfe / Hilfe
fr_fr: Aide du projet / Aide
it_it: Guida progetto / Guida

source: Project wiki / Wiki
de_de: Projekt-Wiki / Wiki
fr_fr: Wiki du projet / Wiki
it_it: Wiki progetto / Wiki

source: Specify here if you want to show a different menu title than "Wiki" in the header menu
de_de: Definieren Sie hier ob Sie einen anderen Menütitel als "Wiki" in der Kopfzeile angezeigt haben wollen.
fr_fr: Spécifiez ici si vous souhaitez afficher un titre de menu différent que « Wiki » dans le menu de l'en-tête
it_it: Specifica qui se vuoi visualizzare un titolo menù diverso da "Wiki" nel menù nell'intestazione

source: Allow "CamelCased" links
de_de: Erlaube "CamelCase" Links
fr_fr: Autoriser les liens "CamelCased"
it_it: Consenti collegamenti "CamelCase"

source: Yes
de_de: Ja
fr_fr: Oui
it_it: Sì

source: Traditionally, %CamelCasing has been used to specify links between documents in Wikis. If you want to keep this turned on, specify so here. Make sure you read the %wikiformatting wiki article if you are unsure how to use this feature.
de_de: Normalerweise wird %CamelCasing benützt, um Links zwischen Dokumenten in den Wikis zu definieren. Wenn Sie das beibehalten wollen, spezifizieren Sie es hier. Lesen Sie den %wikiformatting Wiki Artikel wenn Sie nicht sicher sind wie dieses Feature einzusetzen ist.
fr_fr: Traditionnellement, %CamelCasing est utilisé pour spécifier les liens entre les documents dans les wikis. Si vous voulez garder cette option, précisez-le ici. Assurez-vous de lire l'article %wikiformatting si vous ne savez pas comment utiliser cette fonction.
it_it: Tradizionalmente, il %CamelCasing è stato utilizzato per specificare i collegamenti fra documenti nei wiki. Se vuoi mantenere quest'opzione attiva, specificalo qui. Leggi l'articolo del wiki %wikiformatting se non sei sicuro di come utilizzare questa funzionalità.

source: CamelCasing
fr_fr: NotationCamelCase
it_it: CamelCase

source: Show "Wiki" links
de_de: Zeige "Wiki" Links
fr_fr: Afficher les liens « Wiki »
it_it: Visualizza collegamenti "Wiki"

source: Setting this to "%no" will hide all "Wiki" tabs and links
de_de: Wenn diese Einstellung auf "%no" gesetzt wird, werden alle "Wiki"-Tabs und -Links ausgeblendet.
fr_fr: Configurer ceci à "%no" cachera tous les onglets "Wiki" ainsi que les liens
it_it: Impostare quest'opzione a "%no" nasconderà tutte le schede e i collegamenti "Wiki"

source: Require change reason
de_de: Benötigt Änderungsbegründung
it_it: Richiedi motivo modifiche

source: Setting this to "%no" will not require users to enter a reason when saving Wiki changes
de_de: Wenn auf "%no" gesetzt können Benutzer im Wiki Änderungen vornehmen ohne eine Begründung zur Änderung zu erfassen.
fr_fr: Configurer ceci à "%no" rendra la raison du changement facultatif lors de l'enregistrement d'un changement dans le Wiki
it_it: Impostare quest'opzione a "%no" non richiederà agli utenti di immettere un motivo quando salvano le modifiche nel wiki.

source: Wiki permissions
de_de: Wiki-Berechtigungen
fr_fr: Autorisations du wiki
it_it: Permessi wiki

source: Open for everyone with access to add / remove content
de_de: Jeder mit Zugriff kann Inhalte hinzufügen / entfernen
fr_fr: Ouvrir pour tout le monde pouvant ajouter ou supprimer du contenu
it_it: Aperto a chiunque abbia i permessi di aggiunta/rimozione contenuto

source: Only registered users can add / remove content
de_de: Nur registrierte Benutzer können Inhalte hinzufügen / entfernen
fr_fr: Seul les utilisateurs enregistrés peuvent ajouter ou supprimer du contenu
it_it: Solamente gli utenti registrati possono aggiungere/rimuovere contenuti

source: Set wiki permissions manually
de_de: Wiki-Berechtigungen manuell setzen
fr_fr: Définir les autorisations du wiki manuellement
it_it: Imposta permessi wiki manualmente

source: Specify how you want to control access to wiki editing functionality
de_de: Geben Sie an, wie Sie den Zugriff auf Wiki-Editier-Funktionalität steuern möchten.
fr_fr: Spécifiez la manière dont vous souhaitez contrôler l'accès à la fonctionnalité d'édition du wiki.
it_it: Specifica come vuoi controllare l'accesso alla funzionalità di modifica del wiki

source: Click "%save" to save wiki notification settings
de_de: Klicken Sie "%save" um die Wiki Benachrichtigungseinstellungen zu sichern
fr_fr: Cliquez sur "%save" pour enregistrer les paramètres de notification du wiki
it_it: Clicca "%save" per salvare le impostazioni di notifica del wiki

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva

source: Show articles in namespace
de_de: Artikel im Namensraum anzeigen
fr_fr: Afficher les articles dans l'espace de noms
it_it: Visualizza gli articoli nello spazio dei nomi

source: Without namespace
de_de: Ohne Namensraum
fr_fr: Sans espace de noms
it_it: Senza spazio dei nomi

source: Toggle selection on visible articles
de_de: Sichtbare Artikel aktivieren / deaktivieren
it_it: Abilita/disabilita selezione sugli articoli visibili

source: Please select which articles to import, from the list of available articles below. When you are finished, click the %import_articles button at the bottom
de_de: Bitte wählen Sie den zu importierenden Artikel aus der Liste verfügbarer Artikel weiter unten aus. Wenn Sie fertig sind, klicken Sie auf den %import_articles Button weiter unten
fr_fr: Sélectionnez les articles à importer, depuis la liste des articles disponibles ci-dessous. Lorsque vous avez terminé, cliquez sur le bouton %import_article en bas
it_it: Seleziona gli articoli da importare dalla lista degli articoli disponibili sottostante. Quando hai finito clicca sul pulsante %import_articles in fondo

source: Import articles
de_de: Artikel importieren
fr_fr: Importer les articles
it_it: Importa articoli

source: Open existing article in new window
de_de: Öffne existierenden Artikel in einem neuen Fenster
fr_fr: Ouvrir l'article existant dans une nouvelle fenêtre
it_it: Apri articolo esistente in una nuova finestra

source: Importing this article will overwrite an existing article in the database
de_de: Das Importieren des Artikels wird einen existierenden Artikel in der Datenbank überschreiben.
fr_fr: Importer cet article écrasera un article existant dans la base de données
it_it: L'importazione di questo articolo sovrascriverà un articolo già esistente nel database

source: Click "%import_articles" to import the selected articles
de_de: Klicken Sie auf "%import_articles" um die ausgewählten Artikel zu importieren.
fr_fr: Cliquer sur "%import_articles" pour importer les articles sélectionnés
it_it: Clicca "%import_articles" per importare gli articoli selezionati

source: Note: This page lists all categories for "%project_name". For a list of global categories, see %all_categories
de_de: Notiz: Diese Seite listet alle Kategorien für "%project_name" auf. Für eine Liste aller globalen Kategorien, siehe %all_categories
fr_fr: Remarque : Cette page répertorie toutes les catégories pour "%project_name". Pour obtenir la liste des catégories globales, consultez %all_categories
it_it: Nota: questa pagina elenca tutte le categorie per "%project_name". Per un elenco di categorie globali, vedi %all_categories

source: Below is a listing of all categories.
de_de: Untenstehend eine Auflistung aller Kategorien.
fr_fr: Voici une liste de toutes les catégories.
it_it: Qui sotto c'è un elenco di tutte le categorie.

source: Note: This page lists all articles for "%project_name". For a list of global articles, see %all_pages
de_de: Notiz: Diese Seite listet alle Artikel für "%project_name" auf. Für eine Liste aller globalen Artikel, siehe %all_pages
fr_fr: Remarque : Cette page répertorie tous les articles pour "%project_name". Pour obtenir la liste des articles globaux, consultez %all_pages
it_it: Nota: questa pagina elenca tutti gli articoli per "%project_name". Per un elenco di articoli globali, vedi %all_pages

source: Note: This page lists all articles in the global scope. For a list of project articles, see the corresponding "All pages" for that specific project
de_de: Notiz: Diese Seite listet alle Artikel im globalen Bereich auf. Um eine Liste aller Projektartikel zu erhalten, suchen Sie unter "Alle Seiten" nach dem spezifischen Projekt.
fr_fr: Remarque : Cette page répertorie tous les articles de portée globale. Pour obtenir la liste des articles spécifiques à un projet, consultez la page "Toutes les pages" de ce projet spécifique
it_it: Nota: questa pagina elenca tutti gli articoli in ambito globale. Per un elenco di articoli specifici per un progetto, vedi la corrispondente voce "Tutte le pagine" per quello specifico progetto

source: Below is a listing of all pages.
de_de: Untenstehend eine Auflistung aller Seiten.
fr_fr: Voici une liste de toutes les pages.
it_it: Qui sotto c'è un elenco di tutte le pagine.

source: Note: This page lists all templates for "%project_name". For a list of global templates, see %all_templates
de_de: Notiz: Diese Seite listet alle Vorlagen für "%project_name" auf. Für eine Liste aller globalen Vorlagen, siehe %all_templates
fr_fr: Remarque : Cette page répertorie tous les modèles "%project_name". Pour obtenir la liste des modèles globaux, consultez %all_templates
it_it: Nota: questa pagina elenca tutti i modelli per "%project_name". Per un elenco di modelli globale, vedi %all_templates

source: Below is a listing of all templates.
de_de: Untenstehend eine Auflistung aller Vorlagen.
fr_fr: Voici une liste de tous les modèles.
it_it: Qui sotto c'è un elenco di tutti i modelli.

source: Note: This page lists all dead end articles for "%project_name". For a list of global articles with no links, see %dead_end_pages
de_de: Notiz: Diese Seite listet alle Sackgassenartikel für "%project_name" auf. Für eine Liste aller globalen Sackgassenartikel, siehe %dead_end_pages
fr_fr: Remarque : Cette page répertorie tous les articles orphelins pour "%project_name". Pour obtenir la liste des articles globaux sans aucun lien, consultez %dead_end_pages
it_it: Nota: questa pagina elenca tutti gli articoli senza collegamenti per "%project_name". Per un elenco di articoli globali senza collegamenti, vedi %dead_end_pages

source: Below is a listing of all pages that has no links to other pages.
de_de: Untenstehend eine Auflistung aller Seiten welche keine Links zu anderen Seiten haben.
fr_fr: Voici une liste de toutes les pages qui n'ont aucun lien vers d'autres pages.
it_it: Qui sotto c'è un elenco di tutte le pagine che non hanno collegamenti ad altre pagine.
