Repository: thebuggenie/thebuggenie
Catalog: modules/publish/i18n/*/strings.xlf
Languages: es_es

source: You don't have access to read this article
es_es: No tiene acceso para leer este artículo

source: There was an error trying to show this revision
es_es: Hubo un error tratando de mostrar esta revisión

source: Please specify a from- and to-revision to compare
es_es: Por favor especifique un origen y un destino para comparar

source: You do not have permission to edit this article
es_es: No tiene permiso para modificar este artículo

source: This article does not exist
es_es: Este articulo no existe

source: You do not have permission to delete this article
es_es: No tiene permiso para eliminar este artículo

source: Please specify an article name
es_es: Especifique un nombre de artículo

source: An error occured
es_es: Ocurrió un error

source: The article was deleted
es_es: El artículo ha sido borrado

source: You need to specify a valid article name
es_es: Debe especificar un nombre válido de artículo

source: You have to provide a reason for the changes
es_es: Tiene que dar un motivo para los cambios

source: The file has been modified since you last opened it
es_es: El archivo se ha modificado desde la última vez que se abrió

source: An article with that name already exists. Please choose a different article name
es_es: Un articulo con ese nombre ya existe. Elija otro nombre de articulo

source: The article was saved
es_es: El artículo fue guardado

source: Another article with this name already exists
es_es: Ya existe un artículo con este nombre

source: %number_of_articles articles imported successfully
es_es: % number_of_articles artículos importados con éxito

source: Project archive
es_es: Archivo de proyecto

source: Archive
es_es: Archivo

source: Project documentation
es_es: Documentación del proyecto

source: Documentation
es_es: Documentación

source: Project documents
es_es: Documentos del proyecto

source: Documents
es_es: Documentos

source: Project help
es_es: Ayuda del proyecto

source: Help
es_es: Ayuda

source: Project wiki
es_es: Wiki del proyecto

source: Can edit the wiki lefthand menu
es_es: Puede editar el menú izquierdo de wiki

source: Can access the project wiki
es_es: Puede acceder a la wiki del proyecto

source: Can write articles in project wiki
es_es: Puede escribir artículos en la wiki del proyecto

source: Can delete articles from project wiki
es_es: Puede eliminar artículos de la wiki del proyecto

source: Redirected from %article_name
es_es: Redireccionado desde %article_name

source: Last updated at %time, by %user
es_es: Ultima actualización %time, por %user

source: System
es_es: Sistema

source: Subcategories
es_es: Subcategorías

source: This category doesn't have any subcategories
es_es: Esta categoría no tiene ninguna subcategorías

source: Pages in this category
es_es: Páginas en esta categoría

source: There are no pages in this category
es_es: No hay ninguna página en esta categoría

source: Categories:
es_es: Categorías:

source: This list is empty.
es_es: Esta lista está vacía.

source: There are no file attached to this article
es_es: No hay archivos adjuntos a este artículo

source: Please log in to subscribe to updates for this article
es_es: Por favor, identifíquese para suscribirse a las actualizaciones de este artículo

source: Click the star to toggle whether you want to be notified whenever this article updates or changes
es_es: Haga clic en la estrella para cambiar si desea que se le notifique cada vez que se actualice o cambie este artículo

source: Show
es_es: Mostrar

source: Edit
es_es: Editar

source: Create new article
es_es: Crear nuevo artículo

source: More actions
es_es: Más acciones

source: Toggle distraction-free writing
es_es: Cambia a escritura libre

source: Select parent article
es_es: Seleccione el artículo padre

source: History
es_es: Historia

source: Attach a file
es_es: Adjuntar un archivo

source: Permissions
es_es: Permisos

source: Create new article here
es_es: Cree un nuevo artículo aquí

source: Delete this article
es_es: Borrar este artículo

source: Please confirm
es_es: Por favor confirme

source: Do you really want to delete this article?
es_es: ¿Realmente desea eliminar este artículo?

source: No parent article
es_es: Ningún artículo de padre

source: %article_name ~ Edit
es_es: %article_name ~ Editar

source: %article_name ~ History
es_es: %article_name ~ Historia

source: %article_name ~ Permissions
es_es: %article_name ~ Permisos

source: %article_name ~ Attachments
es_es: %article_name ~ Adjuntos

source: Recently edited pages here
es_es: Páginas editadas últimamente

source: Click the header to show / hide
es_es: Haga clic en el encabezado para mostrar / ocultar

source: %time, by %user
es_es: %time, por %user

source: There are no recent pages here
es_es: No hay páginas

source: Wiki menu
es_es: Menú Wiki

source: Project wiki frontpage
es_es: Portada wiki del proyecto

source: Find project article (press enter to search)
es_es: Encuentre artículos del proyecto (Enter para buscar)

source: Global content
es_es: Contenido General

source: Find any article (press enter to search)
es_es: Encuentre cualquier artículo (Enter para buscar)

source: Project wikis
es_es: Wikis de proyectos

source: This article has not been created yet.
es_es: Este artículo no ha sido creado aún

source: You can create this article by clicking %create_this_article below.
es_es: Puede crear este artículo haciendo clic en %create_this_article

source: Create this article
es_es: Crear este artículo

source: Select this to search the wiki for this term
es_es: Seleccione esto para busacr el término en wiki

source: %num article(s) found
es_es: %num artículo(s) encontrado(s)

source: Last updated %updated_at
es_es: Actulizado %updated_at

source: See %num more articles ...
es_es: Vea %num artículos más ...

source: No articles found matching your query
es_es: No se encontraron artículos concordantes con la consulta

source: General wiki settings
es_es: Opciones generales para wiki

source: Import wiki articles
es_es: Importar artículos wiki

source: Menu title
es_es: Título del menú

source: Project archive / Archive
es_es: Archivo del proyecto / Archivo

source: Project documentation / Documentation
es_es: Documentación del Proyecto / Documentación

source: Project documents / Documents
es_es: Documentos del proyecto / Documentos

source: Project help / Help
es_es: Ayuda del proyecto / Ayuda

source: Project wiki / Wiki
es_es: Wiki del proyecto / Wiki

source: Specify here if you want to show a different menu title than "Wiki" in the header menu
es_es: Especifique aquí si desea mostrar un título de menú diferente que "Wiki" en el menú del encabezado

source: Allow "CamelCased" links
es_es: Permitir enlaces "CamelCased"

source: Yes
es_es: Sí

source: Traditionally, %CamelCasing has been used to specify links between documents in Wikis. If you want to keep this turned on, specify so here. Make sure you read the %wikiformatting wiki article if you are unsure how to use this feature.
es_es: Tradicionalmente, %CamelCasing ha sido utilizado para crear enlaces entre documentos en la Wiki. Si quiere mantenerlo, hágalo aquí. Asegúrese de haber leido el artículo %wikiformatting si no está seguro de esta característica.

source: Show "Wiki" links
es_es: Mostrar enlaces "Wiki"

source: Setting this to "%no" will hide all "Wiki" tabs and links
es_es: Si se establece como "% no " ocultará todos los "Wiki" fichas y enlaces

source: Require change reason
es_es: Necesita motivo para el cambio

source: Setting this to "%no" will not require users to enter a reason when saving Wiki changes
es_es: Si se establece como "% no " no requerirán que los usuarios que ingresen una razón al guardar cambios de Wiki

source: Wiki permissions
es_es: Permisos Wiki

source: Open for everyone with access to add / remove content
es_es: Permitir a cada uno con acceso a agregar / quitar contenido

source: Only registered users can add / remove content
es_es: Solo los usuarios registrados puede agregar / quitar contenido

source: Set wiki permissions manually
es_es: Establecer manualmente los permisos de wiki

source: Specify how you want to control access to wiki editing functionality
es_es: Defina como quiere controlar el acceso a la edición de la funcionalidad wiki

source: Click "%save" to save wiki notification settings
es_es: Haga clic en "%save" para guardar la configuración de notificaciones de la wiki

source: Save
es_es: Guardar

source: Show articles in namespace
es_es: Ver artículos en el espacio de nombres

source: Without namespace
es_es: Sin espacio de nombres

source: Toggle selection on visible articles
es_es: Cambiar selección en artículos visibles

source: Please select which articles to import, from the list of available articles below. When you are finished, click the %import_articles button at the bottom
es_es: Por favor seleccione los artículos a importar, de la lista de artículos disponibles. Cuando haya finalizado, haga clic en el botón %import_articles del pie

source: Import articles
es_es: Importar artículos

source: Open existing article in new window
es_es: Abrir artículos existentes en una nueva ventana

source: Importing this article will overwrite an existing article in the database
es_es: Al importar este artículo sobreescribirá el artículo existente en la base de datos

source: Click "%import_articles" to import the selected articles
es_es: Haga clic en "% import_articles" para importar los artículos seleccionados

source: Note: This page lists all categories for "%project_name". For a list of global categories, see %all_categories
es_es: Nota: Esta página muestra todas las categorías de "%project_name". Para ver una lista de las categorías globales, vea %all_categories

source: Below is a listing of all categories.
es_es: A continuación aparece una lista de todas las categorías.

source: Note: This page lists all articles for "%project_name". For a list of global articles, see %all_pages
es_es: Nota: Esta página muestra todos los artículos de "%project_name". Para ver una lista de los artículos globales, vea %all_pages

source: Note: This page lists all articles in the global scope. For a list of project articles, see the corresponding "All pages" for that specific project
es_es: Nota: Esta página muestra todos los artículos en el ámbito global. Para una lista de artículos del proyecto, ver el correspondiente "Todas las páginas" para ese proyecto concreto

source: Below is a listing of all pages.
es_es: A continuación aparece una lista de todas las páginas.

source: Note: This page lists all templates for "%project_name". For a list of global templates, see %all_templates
es_es: Nota: Esta página muestra todas las plantillas de "%project_name". Para ver una lista de las plantillas globales, vea %all_templates

source: Below is a listing of all templates.
es_es: A continuación aparece una lista de todas las plantillas.

source: Note: This page lists all dead end articles for "%project_name". For a list of global articles with no links, see %dead_end_pages
es_es: Nota: Esta página muestra todos los artículos finales para "%project_name". Para una lista de artículos globales sin vínculos, consulte %dead_end_pages

source: Below is a listing of pages that have no links to other pages.
es_es: A continuación aparece una lista todas las páginas que no tienen enlaces a otras páginas.

source: Note: This page lists all articles that are not linked to for "%project_name". For a list of global articles that are not linked to, see %orphaned_pages
es_es: Nota: Esta página muestra todos los artículos que no están vinculados a para "%project_name". Para una lista de artículos globales que no están relacionados, consulte %orphaned_pages

source: Below is a listing of pages that are not linked to by other pages.
es_es: A continuación aparece una lista de páginas que no están enlazadas por otras páginas.

source: Wiki special pages
es_es: Páginas wiki especiales

source: Note: This page lists all project-specific special pages for "%project_name". For a list of global special pages, see %special_pages
es_es: Nota: Esta página muestra todas las páginas especiales específicos del proyecto para "%project_name". Para una lista de páginas especiales globales, consulte %special_pages

source: Special pages
es_es: Páginas especiales

source: This is a list of all the "special pages" available in The Bug Genie wiki. These are generated automatically and cannot be edited via the builtin wiki-editor.
es_es: Esta es una lista de todas las "páginas especiales" disponible en el wiki de The Bug Genie. Estas se generan automáticamente y no se pueden modificar mediante el editor de wiki incorporado.

source: Automatic pages
es_es: Páginas automáticas

source: Frontpage article
es_es: Artículo de portada

source: Frontpage left menu footer
es_es: Pie de página del menú de la izquierda de la página principal

source: Login introduction header
es_es: Cabecera de introducción de inicio de sesión

source: OpenID login introduction header
es_es: Cabecera de introducción de OpenID login

source: Registration introduction header
es_es: Cabecera de introducción de registro

source: Forgotten password introduction header
es_es: Cabecera de introducción de contraseña olvidada

source: Wiki maintenance
es_es: Mantenimiento de la wiki

source: Dead end pages
es_es: Páginas sin vínculos

source: Uncategorized pages
es_es: Páginas sin categoría

source: Orphaned pages
es_es: Páginas huérfanas

source: Uncategorized categories
es_es: Categorías sin categorizar

source: Page lists
es_es: Listas de páginas

source: All pages
es_es: Todas las páginas

source: All categories
es_es: Todas las categorías

source: All templates
es_es: Todas las plantillas

source: Note: This page lists all categories without any parent categories in "%project_name". For a list of global categories with no parent categories, see %uncategorized_categories
es_es: Nota: Esta página enumera todas las categorías sin ningua categoría padre en "%project_name". Para una lista global de categorías sin ningua categoría padre, consulte %uncategorized_categories

source: Below is a listing of categories that have no parent categories.
es_es: A continuación aparece una lista de categorías que no tienen categorías padres.

source: Note: This page lists all articles without categories in "%project_name". For a list of global articles with no categories, see %uncategorized_pages
es_es: Nota: Esta página enumera todos los artículos sin categorías en "%project_name". Para una lista global de artículos con sin categorías, consulte %uncategorized_pages

source: Below is a listing of pages that have no categories.
es_es: A continuación aparece una lista de páginas que no tienen categoría.

source: Below is a listing of all pages that links to this pages.
es_es: A continuación se listan todas las páginas que enlazan a esta página.

source: Table of contents
es_es: Tabla de contenidos

source: Minimize
es_es: Minimizar

source: Stick to top
es_es: Dejar en la parte superior

source: Wiki tools
es_es: Herramientas wiki

source: What links here
es_es: Que enlaza aqui

source: Project special pages
es_es: Páginas especiales del proyecto

source: Links to this article
es_es: Enlaces a este artículo

source: No other articles links to this article
es_es: No hay enlaces a este artículo

source: Categories
es_es: Categorías

source: %article_name attachments
es_es: Adjuntos a %article_name

source: File uploads are not enabled
es_es: No está habilitado subir archivos

source: %article_name history
es_es: %article_name historia

source: Updated
es_es: Actualizado

source: Author
es_es: Autor

source: Comment
es_es: Comentario

source: Compare
es_es: Comparar

source: Actions
es_es: Acciones

source: Initial import
es_es: Importación inicial

source: Restore this version
es_es: Restaurar está versión

source: Are you sure you want to restore this revision?
es_es: ¿Está seguro que quiere restaurar esta revisión?

source: If you confirm, all changes after this revision will be lost, and the article reverted back to the state it was in revision %revision_number
es_es: Si confirma, todos los cambios posteriores a esta revisión se perderán, y el artículo revertido a la revisión %revision_number

source: %yes or %cancel
es_es: %yes o %cancel

source: cancel
es_es: cancelar

source: Showing the difference between revisions: %from_revision &rArr; %to_revision
es_es: Muestra la diferencia entre las revisiones: %from_revision &rArr; %to_revision

source: %revision_number, by %author [%date]
es_es: %revision_number, por %author [%date]

source: Back to history
es_es: Volver al historial

source: %article_name permissions
es_es: permisos %article_name

source: Specify permissions for entire wiki
es_es: Definir permisos globales para wiki

source: Specify permissions for the article %article_name
es_es: Especificar los permisos para el artículo %article_name

source: Specify permissions to edit categories
es_es: Especificar permisos para editar categorías

source: Specify permissions for the %namespace namespace
es_es: Especificar permisos para el espacio de nombres %namespace

source: Select this option to specify permissions for the entire wiki.
es_es: Seleccione esta opción para definir los permisos para todo wiki.

source: Select this option to specify permissions for this article.
es_es: Seleccione esta opción para definir los permisos para este artículo.

source: Select this option to specify permissions for who can create and edit categories.
es_es: Seleccione esta opción para especificar permisos para que pueda crear y editar categorías.

source: Specify permissions for the %namespace namespace. These permissions will apply for all articles in the mentioned namespace for which article-specific permissions, or child-namespace permissions have not been granted.
es_es: Especifique permisos para el nombre de espacio %namespace. Estos permisos se aplicarán a todos los artículos en el espacio de nombres menciando para aquellos artículos específicos, o permisos para espacios de nombres dependientes que no hayan recibido permisos.

source: Edit read permissions
es_es: Editar permisos de lectura

source: Edit write permissions
es_es: Editar permisos de escritura

source: Edit delete permissions
es_es: Editar permisos para borrar

source: You do not have access to edit permissions for this article
es_es: No tienes permiso para editar los permisos de este articulo

source: Editing %article_name
es_es: Editando %article_name

source: This is a preview of the article
es_es: Esta es una vista previa del artículo

source: The article has not been saved yet
es_es: El artículo no ha sido guardado aún

source: Continue editing
es_es: Seguir editando

source: Article type
es_es: Tipo de articulo

source: Classic wiki page
es_es: Página wiki clásico

source: Page in a handbook
es_es: Página de un manual

source: Choose this article type for pages that are organised like a traditional wiki. These pages will have be loosely coupled by links, and have a classic wiki sidebar.
es_es: Elija este tipo de artículo en las páginas que están organizadas como una wiki tradicional. Estas páginas estarán combinados libremente por enlaces, y tienen una barra lateral del clásico wiki.

source: Choose this article type to group pages together in a handbook. These pages lets you create chapters and sub-pages, and have a sidebar that lets you navigate through the handbook.
es_es: Elija este tipo de artículo para agrupar páginas en un manual. Estas páginas le permiten crear capítulos y subpáginas, y tiene una barra lateral que le permite navegar por el manual.

source: Manual entry name
es_es: Nombre de la entrada manual

source: Reason for the change (max. 255 characters)
es_es: Motivo del cambio (máx. 255 caracteres)

source: Cancel
es_es: Cancelar

source: Preview changes
es_es: Vista previa de los cambios

source: Preview article
es_es: Artículo de escuchar

source: Save changes
es_es: Guardar cambios

source: Create article
es_es: Crear articulo

source: Find
es_es: Buscar

source: Comment required
es_es: Comentario obligatorio

source: Please provide a comment describing the edit.
es_es: Por favor provea un comentario para describir la edición.

source: Find articles
es_es: Encontrar artículos

source: Find articles by name
es_es: Encontrar artículos por nombre

source: Found %num article(s)
es_es: Se encontraron %num artículo(s)

source: No articles found
es_es: No se encontraron artículos

source: Enter something to search for in the input box above
es_es: Escriba algo para buscar en la casilla superior

source: You are now viewing a previous revision of this article - revision %revision_number %date, by %author
es_es: Ahora está viendo una revisión previa de este artículo - revisión %revision_number %date, por %author

source: Show current version
es_es: Mostrar la versión actual

source: Article attachments
es_es: Adjuntos del artículo

source: Article comments (%count)
es_es: Comentarios al artículo (%count)

source: Post comment
es_es: Publicar comentario

source: This article can not be displayed
es_es: Este artículo no puede ser mostrado

source: This article either does not exist, has been deleted or you do not have permission to view it.
es_es: Este lugar no existe, se ha eliminado o no tiene permiso para verlo

source: This special page does not exist
es_es: Esta página especial no existe
